{"criminals": ["卜某"], "accusation": ["强奸", "猥亵儿童"], "relevant_articles": [236, 237], "term_of_imprisonment": {"death_penalty": false, "imprisonment": 108, "life_imprisonment": false}, "Fact": "经审理查明，一、强奸被告人卜某分别于2007年、2012年，在明知被害人冒某某（1998年7月出生）系幼女、未成年人的情况下，先后强奸被害人冒某某2次。具体事实如下：1被告人卜某于2008年7、8月份的一天，明知被害人冒某某系幼女，在如皋市东陈镇徐湾居3组17号家中东房间内，采用诱骗的手段，与被害人冒某某发生性关系。2、被告人卜某于2012年7、8月份的一天，在如皋市东陈镇徐湾居3组16号被害人冒某某家，乘冒家无大人、被害人冒某某年龄尚小不能反抗之机，强行与被害人冒某某发生性关系。案发后，被告人卜某能如实供述自己的强奸犯罪事实。二、猥亵儿童被告人卜某分别于2007年、2010年，在明知被害人冒某某未满14周岁的情况下，先后猥亵被害人冒某某2次。具体事实如下：1．被告人卜某于2007年7月份的一天，在如皋市东陈镇徐湾居3组17号家中厨房内，采用强拉被害人冒某某的手抚摸其生殖器的手段猥亵被害人冒某某。2．被告人卜某于2010年7、8月份的一天，在如皋市东陈镇徐湾居3组16号被害人冒某某家西房间内，采用摸乳房的手段猥亵被害人冒某某。案发后，被告人卜某能如实供述自己的猥亵儿童犯罪事实。审理中，被告人卜某就民事赔偿与被害人达成调解协议，赔偿了被害人的损失，取得了被害人的谅解。上述事实，被告人卜某在开庭审理过程中亦无异议，且有被害人冒某某的陈述，证人卜某、邱某、陈某的证言，如皋市公安局制作的发破案经过、接处警登记表、现场勘验检查笔录及照片、被告人卜某和被害人冒某某的常住人口基本信息，如皋市人民医院制作的被害人冒某某的门诊病历，调解协议，谅解书等证据证明，足以认定。"}
{"criminals": ["张某"], "accusation": ["强奸", "猥亵儿童"], "relevant_articles": [236, 237], "term_of_imprisonment": {"death_penalty": false, "imprisonment": 84, "life_imprisonment": false}, "Fact": "经审理查明，（一）猥亵儿童：2014年7月份以来，被告人张某以给零花钱为诱饵，诱哄被害人郑某甲（出生于2007年6月24日）单独或者与其姐即被害人郑某乙（出生于2005年5月24日）一起到位于永嘉县岩头镇张大屋村川康路石门巷10号张某家中，以摸、抠阴部的方式猥亵被害人郑某甲和郑某乙达三次以上。（二）强奸：2014年7、8月份至9月30日间，被告人张某在明知被害人郑某甲、郑某乙未满十四周岁的情况下，以给零花钱为诱饵，诱哄郑某甲、郑某乙到位于永嘉县岩头镇张大屋村川康路石门巷10号张某家中，奸淫郑某甲、郑某乙达三次以上。期间被告人张某还两次对郑某甲、郑某乙依次实施奸淫。上述事实，被告人张某在开庭审理过程中亦无异议，且有被害人郑某甲、郑某乙的陈述，证人周某、潘某、张某的证言，民警出具的情况说明及抓获经过，辨认笔录、现场勘查笔录、检查笔录、提取笔录，病历、调取证据清单、证明、前科查询情况及户籍证明等证据证实，足以认定。"}
{"criminals": ["周某森"], "accusation": ["猥亵儿童", "寻衅滋事"], "relevant_articles": [237, 293], "term_of_imprisonment": {"death_penalty": false, "imprisonment": 14, "life_imprisonment": false}, "Fact": "经审理查明，2014年8月27日17时许，被告人周某森伙同周1某（在逃，另案处理）乘坐周2某（另案处理）驾驶的二轮摩托车，来到遂溪县建新镇坡塘村小学内，周2某去还钱给朋友，周1某则在雷剧团陈某二的临时宿舍前，强行捏欧某媚（13周岁）的乳房。欧某媚的母亲陈某二发现后责问周1某，被告人周某森却挥动铁管要打陈某二，周1某打坏欧某媚父亲欧某贵停放在旁边的二轮摩托车等物品，并将欧某媚推倒在地。被告人周某森与同伙周1某当着欧某媚的母亲陈某二、弟弟欧某帅、欧某营的面，轮流捏摸欧某媚的胸部。后被告人周某森还用铁管打了一下欧某媚的右小腿，才与同伙周1某逃离现场。经鉴定，欧某媚右下肢胫前部的挫伤痕，与钝性外力作用有一定因果关系。2014年8月27日18时许，被告人周某森与同伙周2某、周1某来到遂溪县建新镇税务所旁周其成的狗肉档处，周2某以周某飞曾在他们村内偷鸡为由，叫周1某及被告人周某森殴打周某飞。接着，三人用拳脚、凳子、刀等殴打周某飞，致周某飞身体多次受伤，周2某还挥刀恐吓劝阻的群众。被告人一伙在殴打周某飞的过程中，还将周某成的帐蓬、桌椅及秤损坏。经鉴定，周某飞的损伤程度为轻微伤。案发后，被告人周某森的家属与欧某媚的家属、周某飞、周某成达成赔偿和解协议，被告人周某森的家属赔偿了欧某媚人民币2500元，赔偿了周某飞人民币15000元，赔偿了周某成人民币700元，并取得了欧某媚、周某飞、周某成的谅解。上述事实，被告人周某森在开庭审理过程中亦无异议，并有被害人欧某媚、周某飞、周某成的陈述；证人陈某二、欧某帅、欧某贵、周某民、周某如、周某振的证言；被告人周某森的供述；同案人周2某的供述；现场勘验检查笔录、现场照片、现场图；辨认笔录；遂溪县公安司法鉴定中心（遂）公（刑）鉴（法活）字（2014）0643号、0644号《法医学人体损伤程度鉴定书》；被告人周某森的归案情况说明及其常住人口登记信息资料；调解协议书、收款收据、谅解书等证据证实，足以认定。据遂溪县司法局的社会调查评估意见书反映，被告人周某森由于年少无知，法律意识淡薄而犯罪。被告人周某森犯罪前社会表现一般，社区矫正的社会环境和监管条件基本具备，居住地群众和村委会基本可接纳其实行社区矫正。"}
{"criminals": ["李2某"], "accusation": ["强奸", "猥亵儿童"], "relevant_articles": [236, 237], "term_of_imprisonment": {"death_penalty": false, "imprisonment": 180, "life_imprisonment": false}, "Fact": "经审理查明，（一）猥亵儿童事实2016年1月6日21时左右，被告人李2某因与家庭成员产生矛盾一个人在歧坪镇“鸡市口”（小地名）处玩耍，被害人朱某某（女，现年13岁）下晚自习后回家路过此处，被告人李2某发现后产生尝试“劫持人质”寻求刺激的想法，遂尾随被害人来到歧坪镇宋江路与大桥路之间的石梯坎处，采取用手捂嘴、用剪刀威胁的方式，将朱某某掳走。途中被害人朱某某告诉被告人李2某自己才13岁。当走到歧坪镇宋安村三组罗某家附近的“竹林田”（小地名）田埂处时，被告人李2某让朱某某将衣服、裤子脱掉，强行用生殖器与朱某某肛交，因未插入便用生殖器与朱某某口交。因朱某某呕吐被告人便停止了口交，要求被害人朱某某继续往前走。当走到李3某家房屋附近的竹林草坪处时，被告人李2某又用生殖器与朱某某口交，因朱某某呕吐而停止。接着，被告人将被害人鞋、袜脱掉，用嘴“亲”被害人的双脚。之后，被告人李2某挟持被害人继续向前走。次日凌晨1时左右，被告人李2某将被害人朱某某带至歧坪镇红雨村二组李某1家借宿。在李某1家正房，被告人李2某让朱某某脱掉衣服、裤子，用言语威胁及卡脖子的方式让朱某某对着其生殖器喝尿，后又用手摸朱某某的臀部和阴部，并强行用生殖器与朱某某肛交。（二）强奸事实2016年1月7日中午，被告人李2某、被害人朱某某与李某1夫妇一起吃午饭后，被告人李2某又将被害人朱某某带至李某1家正房内，强行要求被害人脱掉所有衣服裤子，采用卡脖子、言语威胁等方式，强行与朱某某发生性关系，因朱某某年龄太小，发育不完全，而没有插入。被告人李2某又强行让朱某某对着其生殖器喝尿三次，朱某某呕吐后被告人才停止。下午六时左右，被害人朱某某谎称上厕所，趁被告人李2某睡觉之机逃离李某1家，逃至红雨村二组刘某某家附近获救，后刘某某打电话告知了被害人父母。被告人李2某发现朱某某逃跑后，追赶无果，遂开始畏罪潜逃。2016年1月14日下午17时许，被告人李2某被人在歧坪镇银龙村六组发现后，服用“百草枯”和“溴鼠灵”准备自杀，被闻讯赶来的歧坪派出所警察在该组李1某家附近的山坡上抓获并施救，被告人李2某脱离生命危险。到案后，被告人李2某如实供述了自己的全部犯罪事实。上述事实，被告人李2某在开庭审理过程中亦无异议，且有书证受案登记表、立案决定书、被告人户籍证明、被害人户籍证明及出生医学证明、归案情况说明、刑事判决书等，证人王某某、李某1、刘某某、戈某某、朱某1、朱某2、李某2、侯某1、侯某2、侯某3等的证言，被害人朱某某的陈述，被告人李2某的供述和辩解，苍溪县公安局现场勘验笔录、现场指认笔录、检查笔录、辨认笔录和广元市公安局物证鉴定所法医物证鉴定书等证据证实，足以认定。"}
{"criminals": ["郭某"], "accusation": ["走私、贩卖、运输、制造毒品", "容留他人吸毒"], "relevant_articles": [347, 354], "term_of_imprisonment": {"death_penalty": false, "imprisonment": 45, "life_imprisonment": false}, "Fact": "经审理查明，被告人郭某在其位于东莞市中堂镇四乡泗涌村民小组一巷10号家中贩卖毒品和容留他人吸毒的事实如下：（一）2014年9月，吸毒人员某某祥两次去到被告人郭某位于东莞市中堂镇四乡泗涌村民小组一巷10号家中向郭购买毒品海洛因，每次购买约45元（具体重量不详），且梁某两次都随即在郭某家中吸食上述毒品。（二）2014年10月14日左右13时许，吸毒人员某某亮去到被告人郭某位于东莞市中堂镇四乡泗涌村民小组一巷10号家中向郭购买毒品海洛因约50元（具体重量不详）,并随即在郭某家中吸食上述毒品。（三）2014年10月8日至15日期间，吸毒人员某某瑞在被告人郭某位于东莞市中堂镇四乡泗涌村民小组一巷10号家中居住，郭某多次容留黄2某在其家中吸食毒品海洛因。经侦查，公安机关于2014年10月16日13时许在郭某位于东莞市中堂镇四乡泗涌村民小组一巷10号家中将郭抓获归案。上述事实，被告人郭某在开庭审理过程中亦无异议，且有现场勘查笔录、现场图、现场照片，缴获的物证手机1部，现场检测报告书，通话清单，到案经过，户籍证明，行政处罚决定书、强制戒毒通知书，搜查证、搜查笔录、扣押决定书、扣押清单、发还清单，证人某某英、某某亮、某某祥、某某瑞的证言及辨认笔录，被告人郭某的供述及辨认笔录等证据证实，足以认定。"}
{"criminals": ["王某某"], "accusation": ["妨害信用卡管理", "非法获取公民个人信息"], "relevant_articles": [177, 253], "term_of_imprisonment": {"death_penalty": false, "imprisonment": 10, "life_imprisonment": false}, "Fact": "经审理查明，被告人王某某伙同李某甲（另案处理）于2014年1月至5月间，在其家中冒充是支付宝卡单处理中心的客服人员，通过事先在网上购买淘宝买家资料，使用手机、QQ等通讯方式联系被害人，以支付宝升级维护需被害人在其提供的网页进行链接激活方能退款为由，要求被害人沈某某等人在该网页输入淘宝账户等，套取被害人的淘宝账户、银行卡号及密码，后在网上购买充值卡并转卖获利人民币1，600元。至被查获时，共非法持有他人银行卡5张及通过互联网向他人购买公民个人信息共计6199条。2014年5月20日，公安机关抓获被告人王某某，并被扣押到银行卡、电脑、手机等作案工具。上述事实，被告人王某某在开庭审理过程中亦无异议，且有经庭审质证的受案登记表，被害人沈某某、高某某陈述，证人李某乙、殷某某、习某某、许某某证言，搜查笔录、扣押物品清单，扣押物品照片，辨认现场照片，扣押书证，手机内存信息照片，到案经过，文件检验鉴定意见书及通知书，电子证物检查工作记录，QQ聊天记录，光盘，手机通话清单、涉案银行账户交易明细，被告人王某某户籍证明及其供述等证据证实，足以认定。"}
{"criminals": ["尹某某"], "accusation": ["非法持有、私藏枪支、弹药", "故意伤害"], "relevant_articles": [128, 234], "term_of_imprisonment": {"death_penalty": false, "imprisonment": 15, "life_imprisonment": false}, "Fact": "经审理查明：2015年9月8日下午，尹某某持自己所有的一支改装射钉枪到简阳市石板凳镇菜籽村附近的山坡上打鸟，后乘坐钟某某驾驶的轿车来到周某某经营的青年汽修厂。在石板凳镇东路玻璃厂对面公路旁，尹某某遇到了正在发生争执的张某某和被害人赵某某。尹某某在劝解过程中，持上述改装射钉枪将赵某某右大腿及右膝盖打伤后与周某某、张某某驾车逃离现场。被告人尹某某于2015年9月10日13时许到简阳市公安局石板凳镇派出所投案，并如实供述了其持一支改装射钉枪致伤赵某某的事实，并主动将该改装射钉枪上缴。经鉴定，尹某某持有的改装射钉枪是以火药为动力的非制式枪支，具有致伤力；赵某某右大腿股动脉破裂、右髌骨骨折、右大腿深部组织内异物存留分别属于轻伤二级。另查明，案发后被告人尹某某的亲属代为赔偿了被害人赵某某的经济损失5万元，取得了赵某某的谅解。上述事实，被告人尹某某在开庭审理过程中亦无异议，且有受案登记表、立案决定书，到案经过，尹某某户籍信息，现场勘验笔录、平面图及照片，指认现场笔录及照片，辨认笔录及照片，扣押决定书、扣押清单及照片，枪弹痕迹鉴定书，法医学损伤程度鉴定书，提取笔录、视频监控及截图，病情证明，通话清单，赔偿协议书及谅解书，被害人赵某某的陈述，证人岳某、李1某、李3某、钟某某、周某某、张某、雷某、尹某的证言等证据证实，足以认定。"}
{"criminals": ["徐某"], "accusation": ["爆炸", "非法持有、私藏枪支、弹药"], "relevant_articles": [125, 128], "term_of_imprisonment": {"death_penalty": false, "imprisonment": 13, "life_imprisonment": false}, "Fact": "经审理查明：被告人徐某因家居山区，于70年代先后购买猎枪2支，一直存放家中时而使用。自公安机关辑枪治爆以来，多次通告收缴枪支、爆炸物品，并同各农户签定安全责任书，徐某仍隐瞒而不上缴。2011年11月8日，略某公安局五龙洞派出所在五龙洞班竹院村高家山社徐某家中发现猎枪1支（枪支完好，枪内装填有火药）。后通过盘问徐某，徐某承认此枪系其所有，并主动交出存放的另一支火药枪（枪支损坏，枪管、枪托分离）及雷管63枚、子弹17枚。经汉中市公安局司法鉴定中心枪支弹药鉴定为：1、送检的1号枪支为自制火药枪，以火药为发射动力，具有杀伤力，2号为自制火药枪散件，不构成枪支；2、五一式7.62mm军用手枪子弹6发，7.9mm军用步枪子弹11发，有杀伤力；3、63枚雷管均为制式民用8号纸质火雷管，有杀伤力。上述事实，被告人徐某在开庭审理过程中亦无异议，并有公安机关接受刑事案件登记表，立案决定书，取保候审决定书、查获经过、办案说明、户籍证明，扣押物品清单，收条，五龙洞镇人民政府于2011年11月17日出具的证明，安全责任书，略某公安局关于严厉打击涉枪涉爆违法犯罪活动和收缴非法枪支弹药民爆物品的通告，民用爆炸物品、枪支管理安全责任书、徐某妻子张1某的申请书，略某公安局现场勘查笔录及照片，汉中市公安局司法鉴定中心的鉴定结论。证人陈某、赵某、马某、石某证言及被告人徐某的供述相互印证，足以认定。"}
{"criminals": ["文某"], "accusation": ["非法持有、私藏枪支、弹药", "故意伤害"], "relevant_articles": [128, 234], "term_of_imprisonment": {"death_penalty": false, "imprisonment": 54, "life_imprisonment": false}, "Fact": "经审理查明，2013年12月21日晚，被告人文某在兴安县兴安镇18米大街玩游戏时与张某发生争吵，双方产生矛盾；同年12月23日凌晨2时许，被告人文某打电话给张某得知其在兴安镇双灵路“潮州砂锅粥”店，于是纠集李1某（绰号“老某”）、“猴子”（均在逃）等4人携带刀具开车到“潮州砂锅粥”店门口找到张某，被告人文某等人持刀将张某的胸部、手臂、大腿等部位砍伤，后被公安干警发现及时喝止，被告人文某等4人逃离现场。经鉴定，张某的损伤程度为重伤二级，伤残等级为九级××。2015年1月份，被告人文某在凭祥市以人民币8000元向一名外号“阿东”的男子购买1支自制手枪及子弹3枚，然后将枪带回桂林市，藏匿在其桂林市象山区雉山路44号2单元4-3室租住房阳台的花盆里。2015年4月2日，公安机关根据掌握的线索，在被告人文某的租住房阳台花盆里查获自制手枪1支，子弹7枚。经鉴定，查获的自制手枪能发射64式（军用）手枪弹，属于枪支。上述事实，被告人文某在审理过程中无异议，并有户籍证明、归案经过、扣押物品清单、刑事判决书；证人李某、余某的证言；被害人张某的陈述；现场勘查笔录及照片、被告人文某辨认现场笔录及照片、辨认笔录；人体损伤鉴定、法医学人体伤残等级鉴定、枪支检验报告；被告人文某的供述等证据予以证实。"}
{"criminals": ["李某"], "accusation": ["走私、贩卖、运输、制造毒品", "容留他人吸毒"], "relevant_articles": [347, 354], "term_of_imprisonment": {"death_penalty": false, "imprisonment": 9, "life_imprisonment": false}, "Fact": "经审理查明：一、容留他人吸毒2015年6月6日晚8时许，被告人李某容留吸毒人员王某及符某兵（均已作行政处罚）在位于澄海区莲下镇“某住宿”212号其租住的房间内一起以“注射”及“烫吸”方式吸食毒品海洛因。二、贩卖毒品、容留他人吸毒2015年6月6日晚9时许，被告人李某在澄海区莲下镇“某住宿”212号其租住的房间内，将一小包毒品海洛因（重约0.1克）以100元人民币的价格贩卖给吸毒人员符某良及符某（均已作行政处罚），并容留符某良及符某在其房间内以“烫吸”方式吸食毒品海洛因。被告人李某于2015年6月7日被抓获归案。上述事实，被告人李某在开庭审理过程中无异议，并有证人王某、符某兵、符某良、符某、邬某国的证言，汕头市公安局澄海分局制作的辨认笔录及现场照片，汕头市公安局澄海分局出具的抓获经过，强制隔离戒毒决定书等证据。上述证据，经当庭举证、质证，本院予以确认。"}
{"criminals": ["冯某某"], "accusation": ["走私、贩卖、运输、制造毒品", "容留他人吸毒"], "relevant_articles": [347, 354], "term_of_imprisonment": {"death_penalty": false, "imprisonment": 21, "life_imprisonment": false}, "Fact": "经审理查明，被告人冯某某以手机为联系工具，多次在东莞市长安镇厦边社区贩卖毒品甲基苯丙胺（冰毒）。经查，冯某某于2015年10月、11月分别在厦边社区星悦酒店附近贩卖100元的甲基苯丙胺给吸毒人员赵某某（另作处理），并容留赵在其住处吸毒一次；冯某某还先后3次帮吸毒人员万某某（另作处理）向他人购买100元的甲基苯丙胺后，在其租住的长安镇上角社区金悦公寓1301房与万及“眼镜”一起吸毒。2015年11月18日17时许，公安人员巡逻至厦边社区禾成东路口时发现冯某某有吸毒嫌疑，将其带回审查，审查期间发现有人致电冯某某购买毒品，根据该线索，公安机关将赵某某、万某某、俞某某（另作处理）等人抓获。经现场检测，冯某某、赵某某、万某某、俞某某的尿液检验均对甲基苯丙胺类毒品呈阳性。以上事实，被告人冯某某在庭审过程中没有异议，且有公诉机关提供并经当庭质证的到案经过，现场勘查材料，现场检测报告书，常住人口信息表，证人赵某某、万某某、俞某某的证言，辨认笔录，被告人冯某某的供述与辩解等证据证实，足以认定。另查明，虽然万某某证实先后3次向冯某某购买毒品后在冯的住处吸食毒品，但冯某某供述是帮万某某购买毒品后一起吸食，对此双方的陈述不一致，在无法进一步核实的情况下，应当按照有利于被告人的原则作出认定，即该3次行为属于冯某某为万某某代购毒品后容留万吸食。"}
{"criminals": ["潘某"], "accusation": ["走私、贩卖、运输、制造毒品", "容留他人吸毒"], "relevant_articles": [347, 354], "term_of_imprisonment": {"death_penalty": false, "imprisonment": 21, "life_imprisonment": false}, "Fact": "经审理查明：1、2013年12月的一天，被告人潘某在XX市XX街道XX一区XX幢X单元XX室内，容留徐某（已行政处罚）在该房间内以烫吸的方式吸食由潘某提供的海洛因。2、2014年4月19日12时许，在XX市XX街道XXX幢X单元XX室内，被告人潘某向徐某贩卖100元钱的海洛因，并容留徐某在该房间内以烫吸的方式吸食海洛因。3、2014年4月21日14时许，在XX市XX街道XXX幢X单元XX室内，被告人潘某向违法行为人徐某贩卖100元钱的海洛因（当时未付钱），并容留徐某在该房间内以烫吸的方式吸食海洛因。后在XX市火车站附近，被告人潘某伙同徐某共同出资向一名云南籍男子购买350元海洛因（徐某之前未付的100元毒资用于折抵潘某出资）。购买后回到XX市XX街道XXX幢X单元XX室内，被告人潘某继续容留徐某以烫吸的方式吸食两人共同出资购买的海洛因。2014年4月23日，义乌市公安局工作人员对被告人潘某所居住的XX市XX街道XXX栋X单元XX室进行搜查，查获11包共计0.81克疑似毒品物，经鉴定，均检出海洛因成分。上述事实，被告人潘某在庭审过程中亦无异议，且有证人徐某、刘某、何某的证言，收缴物品清单，义乌市公安局物证鉴定室理化检验报告，搜查笔录，辨认笔录，行政处罚决定书，到案经过，被告人潘某的供述与辩解，户籍证明，情况说明等证据证实，足以认定。"}
{"criminals": ["杨某"], "accusation": ["走私、贩卖、运输、制造毒品", "容留他人吸毒"], "relevant_articles": [347, 354], "term_of_imprisonment": {"death_penalty": false, "imprisonment": 182, "life_imprisonment": false}, "Fact": "经审理查明：2016年10月27日，被告人杨某在位于崇州市元通镇东盛街的家里以100元的价格卖给杨某0.4克毒品甲基苯丙胺（俗称“冰毒”），以100元的价格卖给袁某0.4克冰毒，以150元的价格卖给常某0.7克冰毒。同日，被告人杨某容留常某、袁某、张某在其位于崇州市元通镇东盛街的家中吸食冰毒。当日14时许，崇州市公安局街子派出所民警在杨某家中进行检查时挡获杨某、杨某、袁某并查获杨某的33袋重54.6克（含常某购买未带走的0.7克冰毒）疑似冰毒，吸毒用工具2套，毒资2300元。经鉴定，所查获的“冰毒”疑似物中均检出甲基苯丙胺成分。被告人杨某的尿液毒品检测结果呈阳性。涉案毒品甲基苯丙胺55.2克及毒资2300元由公安机关扣押保管。上述事实，被告人杨某在开庭审理过程中均无异议并自愿认罪。有公安机关的受案登记表和关于被告人杨某到案经过的说明，现场检查笔录及照片，毒品现场称量笔录，购买毒品人员杨某、袁某、常某的陈述，辨认笔录，吸毒人员张某、袁某、常某的证言，证人胡某的证言，公安机关扣押及涉案财物保管清单，成都市公安局物证鉴定所检验报告，微信转账记录，行政处罚决定书，被告人杨某的供述等证据证实，足以认定。"}
{"criminals": ["徐某甲"], "accusation": ["非法持有、私藏枪支、弹药", "故意伤害"], "relevant_articles": [128, 234], "term_of_imprisonment": {"death_penalty": false, "imprisonment": 24, "life_imprisonment": false}, "Fact": "经审理查明：2014年5月7日，被告人徐某甲为了逼使余某甲帮忙找到因赌博而与其发生矛盾的被害人徐某乙，持一支散弹枪窜到清远市清城区余某甲的鱼苗场，并向天开了两枪恐吓余某甲。2014年6月20日下午，被告人徐某甲持上述散弹枪到清远市清城区附近找到被害人徐某乙进行理论，双方发生争执后，被告人徐某甲开枪将被害人徐某乙的右小腿打伤，之后逃离现场。2014年7月24日被告人徐某甲被公安机关抓获，并起获作案工具散弹枪一支。经鉴定，被害人徐某乙的损伤程度为轻伤二级，起获的枪形物品为自制仿12号猎枪，能以火药燃烧气体为动力发射弹丸。上述事实被告人在开庭审理过程中亦无异议，并有被告人徐某甲的供述，物证：散弹枪一支，弹壳一只，钢珠二十四粒；书证：抓获经过、户籍资料、前科材料、其他材料、扣押清单、入所体检表，证人证言：证人郭某某、余某乙、徐某丙等人的证言，被害人徐某乙的陈述，鉴定意见，勘验、检查、辨认笔录等证据证实，足以认定。被告人徐某甲的辩护人辩称，被害人群发短信，有一定的过错，被告人徐某甲认罪态度好，主动赔偿了6000元给被害人，建议法庭对其从轻处罚。"}
{"criminals": ["郑某"], "accusation": ["走私、贩卖、运输、制造毒品", "容留他人吸毒"], "relevant_articles": [347, 354], "term_of_imprisonment": {"death_penalty": false, "imprisonment": 42, "life_imprisonment": false}, "Fact": "经审理查明：一、贩卖毒品2016年3月至5月期间，被告人郑某在沛县鹿楼镇郑庄家中，销售给李某、鹿2某甲基苯丙胺（俗称冰毒）6次，合计2.7克。具体分述如下：1、2016年3月份的一天，被告人郑某在沛县鹿楼镇郑庄家中，以人民币500元的价格，销售给李某冰毒1克。2、2016年3月份的一天，被告人郑某在沛县鹿楼镇郑庄家中，以人民币100元的价格，销售给李某冰毒0.3克。3、2016年4月份的一天，被告人郑某在沛县鹿楼镇郑庄家中，以人民币400元的价格，销售给鹿2某冰毒0.4克。4、2016年4、5月份的一天，被告人郑某在沛县鹿楼镇郑庄家中，分两次以合计200元的价格，销售给鹿2某冰毒0.4克。5、2016年5月21日晚上，被告人郑某在沛县鹿楼镇郑庄家中，以人民币400元的价格，销售给鹿2某冰毒0.6克。二、容留他人吸毒1、2016年4月份的一天，被告人郑某在沛县鹿楼镇郑庄家中，容留鹿2某、鹿1某共同吸食冰毒。2、2016年4月份的一天，被告人郑某在沛县鹿楼镇郑庄家中，容留鹿2某、鹿1某等人共同吸食冰毒。上述事实，被告人郑某在开庭审理过程中亦无异议，并有公诉人当庭出示并经庭审质证、认证的发破案经过、到案经过，户籍证明及照片，证人鹿1某、鹿2某、李某的证言，被告人郑某的供述等证据证实，足以认定。庭审中，公诉人提出被告人郑某归案后如实供述自己的犯罪事实，系坦白，具有从轻处罚情节。该量刑情节，经查属实，本院予以确认。"}
{"criminals": ["蒋某某"], "accusation": ["非法持有、私藏枪支、弹药", "非法狩猎"], "relevant_articles": [128, 341], "term_of_imprisonment": {"death_penalty": false, "imprisonment": 6, "life_imprisonment": false}, "Fact": "经审理查明：2013年7月17日，郴州市林业局在全市范围内印发了《关于禁止抓捕陆生野生动物的通告》，该通告规定2013年7月18日起至2018年12月31日止在本市行政区域范围内为禁猎区，禁止任何单位或个人猎捕、杀害陆生野生动物。2009年左右，被告人蒋某某经人介绍以300元的价格买来自制土铳一把用于打猎。2014年2月18日，被告人蒋某某伙同秦某某、颜某某（另案处理）各自携带一把自制的土铳，到郴州市桂阳县塘市镇、流峰镇境内打猎。在桂阳县塘市镇、流峰镇境内，蒋某某和秦某某、颜某某用携带的土铳打死三只野鸡。经鉴定，蒋某某携带的土铳为以火药为动力的非制式枪支，具有杀伤力；猎获的三只野鸡均为国家三有保护野生动物雉鸡。上述事实，被告人蒋某某在开庭审理过程中亦无异议，并有扣押物品清单，收缴物品清单，发还物品清单，野生动物收容保护接收单，《关于禁止猎捕陆生野生动物的通告》，户籍资料，郴公物鉴（痕迹）字（2014）83号枪支弹药鉴定书，湘动植鉴（2014）动鉴字第3号野生动物种类鉴定意见书，现场指认笔录及照片，证人李某甲、李某乙、罗某某、邓某某的证言，同案人秦某某、颜某某的供述及被告人蒋某某在侦查机关的供述等证据证实，足以认定。"}
{"criminals": ["罗某某"], "accusation": ["非法持有、私藏枪支、弹药", "故意伤害"], "relevant_articles": [128, 234], "term_of_imprisonment": {"death_penalty": false, "imprisonment": 6, "life_imprisonment": false}, "Fact": "经审理查明，2015年12月4日22时许，被告人罗某某在罗定市罗镜镇大平岗路口一商店门前见到陈某某，因琐事与陈某某发生口角，被告人罗某某随后伙同他人对陈某某进行殴打。群众劝开双方。陈某某被打后叫来其弟弟即被害人陈某甲携带两条棍子去罗定市大平岗村委找罗某某报复，罗某某知悉陈某甲两兄弟找其“算账”的情况后便持一支“雷某”火药枪上膛在罗定市大平岗村委电信机站旁的村道上等候，待陈某某与被害人陈某甲到来后，被告人罗某某朝对方开了一枪，致使被害人陈某甲双小腿中枪受伤。被告人罗某某离开现场后报警并将该火药枪藏匿于罗定市太平镇潭白村委一村道边的草丛中。2015年12月5日，罗定市公安局罗镜派出所在案发现场扣押到竹棍一条和木棍半截。2015年12月6日，公安机关在罗定市太平镇潭白村委一村道边的草丛中搜获上述火药枪。经鉴定，被害人陈某甲的损伤已构成轻伤二级。另查明，被告人罗某某没有持枪证，上述火药枪是其于2011年3月以300元的价格向他人购得。经鉴定，该枪是自制火药枪，具备枪械性能。被告人罗某某于2015年12月6日向公安机关投案自首，并对全部犯罪事实供认不讳。上述事实，被告人罗某某在开庭审理过程中无异议，并有其在侦查机关的供述和辩解；被害人陈某甲的陈述；证人罗某A、陈某甲、罗某B、陈某某、陈某乙、陈某丙、刘某某、陈某丁的证言；痕迹检验报告书、法医学人体损伤程度鉴定书、罗定市人民医院疾病诊断证明书、数字X线诊断报告、受伤情况照；现场勘验笔录及现场照片；指认笔录、搜查笔录、辨认笔录；扣押物品清单、扣押决定书、作案工具照片；通话记录、情况说明、抓获经过及户籍资料等证据证实，足以认定。"}
{"criminals": ["蔡1某"], "accusation": ["非法制造、买卖、运输、邮寄、储存枪支、弹药、爆炸物", "非法持有、私藏枪支、弹药", "非法持有毒品"], "relevant_articles": [348, 128, 125], "term_of_imprisonment": {"death_penalty": false, "imprisonment": 72, "life_imprisonment": false}, "Fact": "经审理查明，2014年12月24日1时许，茂名市公安局电白分局马踏派出所在茂名市电白区马踏镇某某村被告人蔡1某的家中抓获蔡1某，缴获蔡1某持有的疑似毒品甲基苯丙胺（俗称“冰毒”）7包、气步枪2支及其制造的自制枪1支以及制造枪支的工具电焊机1台、打磨机1台、折叠刀1把、电钻1把。经茂名市公安局司法鉴定中心鉴定，缴获的疑似毒品冰毒检见甲基苯丙胺成分，净重23.67克；缴获的2支气枪是以压缩气体为动力的制式民用枪支，可击发；缴获的另一支自制枪，适用自制弹，枪支结构完整，性能良好，无适用弹、无法试射。上述事实，被告人蔡1某在开庭审理过程中亦无异议，并有被告人蔡1某户籍资料、抓获经过、受案登记表、立案决定书、搜查笔录、扣押决定书、扣押的毒品、枪支、制造枪支工具清单及被告人蔡1某签认的照片、证人蔡某子、蔡某华证言、被告人蔡1某供述、化验检验报告、痕迹检验鉴定报告、现场勘验笔录、现场图、现场照片等证据证实，足以认定。"}
