{"criminals": ["张1某"], "accusation": ["非法制造、买卖、运输、邮寄、储存枪支、弹药、爆炸物"], "relevant_articles": [125], "term_of_imprisonment": {"death_penalty": false, "imprisonment": 36, "life_imprisonment": false}, "Fact": "经审理查明：2015年11月中旬，被告人张1某通过手机微信联系到微信号为“神兵天降”的人，然后以1400元的价格用网络邮购的方式购买了一支钢珠枪部件后，组装成一支钢珠枪，于2015年12月5日以2400元的价格卖给本村村民张某甲，非法获利1000元。2015年11月29日、12月6日，被告人张1某在淘宝网上两次以1330元的价格购买了组装两支钢珠枪的部件，组装成两支钢珠枪，并通过微信朋友圈、公众号等方式发布贩卖枪支的信息和图片，两支钢珠枪均未卖出。经哈尔滨市公安局刑事技术支队鉴定：张1某所组装成的三支钢珠枪均为以气体发射弹丸为动力的国家法律规定的枪支。2015年12月27日，延寿县公安局治安大队在张1某经营的加信镇洪语涂料商店搜查出一支钢珠枪，后将张1某依法传唤，张1某又交待公安机关尚未掌握的购买另外两支钢珠枪及将其中一只贩卖给张某甲的犯罪事实。被告人所组装的三支钢珠枪已被公安机关依法收缴。上述事实，被告人张1某在开庭审理过程中亦无异议，并有书证案件来源及到案经过、银行卡流水帐及物流快递单据、张1某指认现场照片、湖北省襄阳市李某非法贩卖枪支案件相关材料复印件、公安机关情况说明、户籍证明和现实表现；证人毕某某、王某甲、张某甲、张某乙、王某乙的证言；被告人张1某的供述和辩解、哈尔滨市公安局刑事技术支队鉴定书；电子数据、三支钢珠枪照片等证据均经当庭质证、认证，足以认定。"}
{"criminals": ["赵某1"], "accusation": ["非法持有、私藏枪支、弹药"], "relevant_articles": [128], "term_of_imprisonment": {"death_penalty": false, "imprisonment": 36, "life_imprisonment": false}, "Fact": "经审理查明，2016年8月15日11时许，连州市公安局瑶安派出所民警在工作中发现被告人赵某1有非法持有枪支的嫌疑，随后民警在连州市瑶安乡新九村委会盘石里村被告人赵某1的弟弟赵某3家阁楼上的木箱里查获被告人赵某1所收藏的三支疑似枪支的枪形物，并在被告人赵某1家电视机背后提取到火药枪的击锤和扳机各一个。经鉴定，其中一支长1245mm的木柄长管枪形物，没有扳机和击锤，为自制火药枪，不具备正常发射能力；一支长630mm塑料柄长管枪形物为射钉枪改装的，以火药气体为动力发射弹丸，具备击发能力；一支长560mm的木柄身短管枪形物为自制枪支，以火药气体为动力发射弹丸，具备击发能力（根据被告人赵某1的供述，该枪系其父亲生前遗留下来给其弟赵某3所有的，因其弟赵某3患有精神病被送去精神病院治疗后，其才将该枪支与另外两支收藏在一起的）。上述事实，被告人赵某1在开庭审理过程中没有提出异议，并有受案登记表，被告人赵某1的供述及辨认照片，证人赵某的证言及辨认笔录，到案经过，现场勘验检查笔录、现场图及照片，搜查笔录、提取笔录及扣押清单，清公（司）鉴（痕）字[2016]08009号《痕迹检验鉴定报告》以及被告人赵某1的户籍证明、无犯罪记录证明等证据证实，足以认定。"}
{"criminals": ["邓某甲"], "accusation": ["猥亵儿童"], "relevant_articles": [237], "term_of_imprisonment": {"death_penalty": false, "imprisonment": 18, "life_imprisonment": false}, "Fact": "经审理查明，2015年7月16日17时许，被告人邓某甲看到被害人邓某1（女，11周岁）等三个未成年人在英德市白沙镇新潭村委会三楼组附近的山上玩耍。以被害人邓某1等人踩到他家树苗要求赔偿为由，恐吓被害人邓某1并将其带到当地“过路塘”（地名）一间废弃屋内，以强迫被害人邓某1为其口交直至射精的方式进行猥亵。另查明，被告人邓某甲案发后于2015年7月17日主动到英德市公安局太平派出所投案，归案后如实供述自己的主要犯罪事实。上述事实，被告人在开庭审理过程中亦无异议，且有物证查扣的物品，被害人邓某1的陈述，证人邓某2、邓某3、孙某1的证言，公安机关的综合材料，受案登记表，立案决定书，抓获经过证明，现场勘验笔录，现场图，现场照片，辨认笔录，指认现场笔录，扣押清单，户籍证明，出生医学证明，法医学DNA检验鉴定书等证据证实，足以认定。"}
{"criminals": ["卞某"], "accusation": ["走私、贩卖、运输、制造毒品"], "relevant_articles": [347], "term_of_imprisonment": {"death_penalty": false, "imprisonment": 6, "life_imprisonment": false}, "Fact": "经审理查明，2015年7月11日18时许，被告人卞某在武威市凉州区第十中学巷子崇文街文昌路140号1栋其家楼下，向吸毒人员徐某某贩卖毒品海洛因时，被公安人员当场抓获，从徐某某处查获用烟盒纸包裹的白色粉末状毒品可疑物2小包，经称量毛重为0.26克，净重0.10克，从被告人卞某处查获毒资人民币100元，黑色华为手机一部。经武威市公安局司法物证中心（武）公（司）鉴（物证）字（2015）149号物证鉴定意见书鉴定：从查获的送检的检材中检出海洛因成份。上述事实，由公诉机关当庭出示的案件登记表、立案决定书、证人证言、扣押清单及照片、称量笔录、检验鉴定报告、移交毒品清单及被告人的供述等证据予以证实，并经质证属实。"}
{"criminals": ["宋某甲"], "accusation": ["聚众斗殴"], "relevant_articles": [292], "term_of_imprisonment": {"death_penalty": false, "imprisonment": 6, "life_imprisonment": false}, "Fact": "经审理查明：被告人宋某甲与邻居邓某丙因建房产生的账务未结清产生矛盾。2014年1月23日8时许，被告人宋某甲、宋某乙、宋某丁父子三人到定远县青山菜市鱼行找到邓某丙、赵某夫妇讨要欠款，后双方争吵厮打，宋某甲父子持木棍将赵某头部打伤。随后宋某甲父子回到定远县永康镇住处，将邓某丙家的围墙推倒。邓某甲、邓某乙（均另案处理）以及邓某庚等人知道邓某丙被打的消息后，聚集在邓某甲的家中，并准备好了木棍用于斗殴。同时，被告人宋某甲电话联系被告人宋某丙带人回来帮忙打架，被告人宋某乙也电话联系他人，并且宋某甲方也准备好了木棍等用于斗殴。随后，被告人宋某甲、宋某乙、宋某丙、宋某丁与邓某甲、邓某乙及邓某壬、邓某庚等人持菜刀、木棍在永康街道互殴，致邓某甲、邓某壬受伤。经定远县公安局法医鉴定，邓某甲头部软组织损伤为轻伤二级，邓某壬头部外伤致蛛网膜下腔出血属轻伤二级。案发后，被告人宋某甲、宋某丙到公安机关投案，双方就民事赔偿达成和解协议。上述事实，被告人宋某甲、宋某乙、宋某丙、宋某丁在开庭审理过程中亦无异议，并有被害人邓某壬的陈述，证人邓某甲、邓某乙、邓某丙、赵某、邓某丁、李某甲、邓某戊、邓某己、邓某庚、邓某辛、李某乙、王某甲、王某乙、陈某甲、卢某、陈某乙、林某甲、王某丙、林某乙、林某丙、宋某戊、陈某丙等人证言，受案登记表，抓获经过，鉴定意见，户籍证明，谅解书、和解协议书、收条，现场勘验、检查、辨认笔录等证据证实，足以认定。另查明，被告人宋某丙实际出生于1995年，被告人宋某丁实际出生于1997年，有下列经庭审举证、质证的证据证实，本院予以确认：1、被告人宋某甲供述：其有四个子女，大儿子宋某乙，大女儿宋某戊，二儿子宋某丙，小儿子宋某丁。宋某丙与宋某丁因超生问题致使户口登记错误。2、被告人宋某乙供述：宋某丙比宋某丁年龄大。3、被告人宋某丙供述：其是1995年出生，属猪的，弟弟宋某丁是1997年出生的，属牛的，林某乙是其同学。4、被告人宋某丁供述：宋某丙是其哥哥，其是属牛的，与同学王某丁是同一年出生的。5、证人李某乙证实：二儿子宋某丙与小儿子宋某丁年龄因超生问题年龄登记错误。大儿子与大女儿年龄差2-3岁，大女儿与二儿子年龄差3-4岁，二儿子与小儿子年龄差1-2岁。6、证人宋某戊、陈某丙证实：其与宋某甲是老家邻居，宋某丙是宋某甲的二儿子，宋某丁是宋某甲的三儿子。7、证人林某乙证实：其是1997年出生，与宋某丙是同学，宋某丙比其大二岁。8、户籍证明：宋某乙于1988年出生，宋某戊于1991年出生，王某丁于1997年出生，林某乙于1997年出生。"}
{"criminals": ["张××"], "accusation": ["故意伤害"], "relevant_articles": [234], "term_of_imprisonment": {"death_penalty": false, "imprisonment": 6, "life_imprisonment": false}, "Fact": "经审理查明，2013年10月1日早晨6点多，自诉人在租住的房屋旁边即被告人种植豆子的地方取土和泥垒火炕，因被告人制止而发生口角，被告人随即报警，宁河县芦台镇北新区派出所工作人员到场后，在给双方做工作的过程中，自诉人突然冲到其东厢房房檐南侧拔张××在此地种植的豆秧，张××见状上前阻止并拉扯自诉人，至自诉人修××受伤。经天津市公安局宁河分局法医鉴定：修××右膝关节韧带断裂、半月板损伤、右侧股骨内侧髁骨骨折损伤程度为轻伤二级。自诉人受伤后，到天津市宁河县医院住院治疗8天（住院日期为2013年10月1日至2013年10月9日），出院后，医生建议休假一个月。自诉人修××截至开庭日的实际经济损失为：医疗费6566.68元、误工费2973元、护理费625.92元、住院伙食补助费400元、交通费200元、损伤鉴定费200元，合计10969.6元。认定上述事实的证据如下：1.自诉人修××于天津市公安局宁河分局芦台镇北派出所案卷中的陈述：2013年10月1日早晨，因修××在自己租住的房屋旁边取土垒火炕，被邻居张××制止并谩骂且报警。宁河县桥北新区派出所民警到场给双方调解时，修××称：“那就把你在我家房子空地上的豆子都拔了”，边说边要拔张××种植的豆秧，张××便揪住自诉人头发，后又用脚猛踹自诉人右腿膝盖部，至自诉人受伤；2.证人李××在2014年6月9日于天津市公安局宁河分局芦台镇北派出所案卷中的证言：2013年10月1日早晨，其与郭××、柳××一起给修××垒火炕，因在修××租住的房子东侧挖土和泥，张××与修××发生争吵，张××报警，民警到场后，在给双方做调解工作中，修××欲拔张××种植的豆秧时，张××朝修××的膝盖踹了一脚，修××倒在地上后，张××又拽了修××腿两下；3.证人柳××在2014年6月9日于天津市公安局宁河分局芦台镇北派出所案卷中的证言与李××证实的内容一致；4.证人崔××、郭××系自诉人亲属，其二人在2014年6月9日于天津市公安局宁河分局芦台镇北派出所案卷中的证言与李××、柳××的证言一致；5.天津市宁河县医院《诊断证明书》、天津市公安局宁河分局《法医学人体损伤程度鉴定书》、住院费用单据及病案等，证实自诉人的损伤情况和损失情况；6.宁河县芦台镇北派出所出警说明：2014年10月1日7时许，芦台镇北派出所接110报警后，民警及时到达事发现场开展工作并对发生纠纷的双方进行调解，在民警对修××、张××劝说的过程中，修××突然冲到其东厢房房檐的南侧拔张××在此地种植的豆秧，张××见状便去拉扯阻止修××，被民警制止，后，修××坐地上称腿疼；7.居民信息表，证实自诉人、被告人及相关证人的身份情况；8.被告人张××于天津市公安局宁河分局芦台镇北派出所案卷中的供述：2013年10月1日早晨，因修××在其拔除豆秧的地方和泥，二人发生口角，其报警后，在民警给双方做调解工作时，修××前去拔张××种植的豆秧，在张××前去阻止时被修××用脚蹬了一下，修××拔豆秧时因用力过猛而摔倒。上述证据均经公安机关依法调取，证据之间有一定的关联性、客观性，能够形成封闭的证据链条，证实了案件事实，且经当庭质证，本院对其证明效力予以确认。经本院主持调解，自诉人与被告人就民事赔偿问题不能达成协议，被告人张××的家属主动交至本院15000元，全部用于赔偿自诉人的经济损失。"}
