{"id": 32910, "Fact": "红河哈尼族彝族自治州人民检察院指控：2014年3月7日零时许，被告人张寿文发现其妻子黄李略接电话，即怀疑黄李略有外遇。当日五时许，被告人张寿文拿起放在其床头的一把斧头，击打黄李略的头部数次，致被害人黄李略头部颅脑损伤当场死亡。被告人张寿文对公诉机关所指控的犯罪事实没有提出异议和辩解。辩护人刘永生辩护认为：1、被告人张寿文作案后没有逃跑和躲藏，而是自愿留在案发现场接受处罚，在公安干警到达案发现场时，其也没有抗拒抓捕，在公安干警的原讯问中已经多次如实供述了作案的起因、时间、地点和主要经过，依法应当视为自首；2、被告人张寿文在作案时系精神病缓解期，其本身患有精神分裂症，在庭审中的态度和发言也可以看出被告人张寿文的神智与普通常人不一样，其精神分裂症的病情已经有所加重，不能因为张寿文在庭审中因病不能正常回答问题，就认定其不如实供述犯罪事实；3、本案是因家庭内部矛盾纠纷而引发的突发性杀人案件，其家中尚有幼小的女儿需要抚养，其家庭条件较为特殊和困难；案发后被告人张寿文认罪悔罪态度较好，外加其本次犯罪是初犯、偶犯，有自首情节，建议法庭综合全案情况对被告人张寿文在有期徒刑之内从轻处罚。在法庭辩论中，公诉人认虽然被告人张寿文案发时系精神病缓解期，且本案由家庭矛盾而引发，被告人张寿文作案后也没有逃跑和躲避，在现场等候村干部和公安干警的到来，但庭审中被告人张寿文不愿配合，不如实供述自己的犯罪事实，故依法不能认定为自首，亦不能对其处罚太轻，建议法庭对被告人张寿文判处无期徒刑以上刑罚。经审理查明：2014年3月7日凌晨5时许，被告人张寿文发现其妻子黄XX与外人多次接打电话，外加黄XX曾向被告人张寿文说过想外出打工之事，被告人张寿文即怀疑黄XX有外遇。后被告人张寿文拿起放在其床头的一把斧头，用斧头背朝睡于床上的黄XX头部砸打数下，致被害人黄XX头部颅脑损伤当场死亡。在砸打过程中，与黄XX同睡的7岁女儿张X醒后哭着跑出家门将此事告知了其他村民，被告人张寿文将斧头丢于家中床脚边后，便回到自己的床上睡觉。尔后，被告人张寿文在家中等候闻讯赶到的村干部和公安干警将其控制抓获归案。上述事实，有公诉机关提供的下列证据证实：1、接受刑事案件登记表，证实本案发生当日，系元阳县逢春岭乡曼过村委会书记高XX，在闻讯后即用电话向元阳县公安局逢春岭派出所报案。2、公安机关的立案决定书、拘传证、抓获经过、刑事拘留证、逮捕证，证实2014年3月7日，公安机关接到高志忠的电话报案后，于当日对本案决定立案侦查；当日早上7时许，公安干警赶到案发现场将在家等候的犯罪嫌疑人张寿文控制和抓获，并拘传到公安局刑侦大队进行询问；同月7日22时许，公安机关对被告人张寿文进行了刑事拘留；同月21日15时许对被告人张寿文宣布逮捕。3、证人高XX的证言，证实2014年3月7日凌晨6时许，高XX任书记的村委会辖区内哈尼寨村村长白XX打电话向高XX告知，村里的张寿文在家中将老婆打得到处是血，快要死了。高XX闻讯后接着用电话向派出所报了案，并骑车赶往哈尼寨村，十多分钟赶到哈尼寨村张寿文家时，看见张寿文坐在家中抽烟，旁边还有一些村民，被害人睡在床上头部有血，高XX害怕张寿文自残就和他在一起交谈，在交谈中张寿文当时还说不会有什么，会去自首，会给国家处理自己等话。高XX还叫张寿文的亲属把被害人送去医院抢救，但张寿文的哥弟说人已经不行了，不愿意再送医院。4、证人张XX的证言，证实2014年3月7日凌晨5时10分左右，张寿文的女儿哭着跑下来其家中，将其父母打架，母亲的头上有血，母亲可能被父亲打死等之事告知了张志亮家人，后张XX接着打电话把此事告知了被害人的亲属李XX和村长白XX，并叫妻子去告知了本村的表姐夫李XX，李XX来后叫张XX一起去看，但张XX不敢去，直到村干部来了才敢到张寿文家去看。同时证实张寿文家夫妻多次吵过架，案发前双方在闹离婚，张XX还劝说过被害人不要常跑出外面了。5、证人白XX的证言，证实2014年3月7日凌晨5时多，本村村民张XX打电话告知白XX，张寿文的女儿说，其家中父母打架了，母亲被打伤，叫去看一下。后白XX叫着村里的李XX、朱XX、张XX、何XX等人一起去到张寿文家里，当时大家用电筒照看后，看见床脚边有一把斧背粘血的斧子和睡于床上的被害人，被害人头脸部和所睡床边的地上都有血迹，张寿文睡在另一张床上，大家问张寿文为什么打黄李略时，张寿文只说其妻子活他就活不成，他活其妻子就活不成。白XX叫被害人没有应答后，就打电话向村委会书记高XX进行了汇报。6、证人张X（7岁）的证言，证实她是张寿文和被害人的女儿，案发当天天还没亮时父亲张寿文就将其叫醒，并告知是母亲要跑就被父亲用斧头打了母亲几下，叫其起来背着书包去读书了。其起床后看见母亲盖着被子，头上流着血不会讲话、不会动，只是喘着气，在枕头上和地上都有血，父亲张寿文站在母亲睡的床边，手里没有拿着东西，其拿着手电筒就跑去下面的邻居张XX，告知张XX的父母，其父亲将母亲砍死了，在张XX的母亲去家里看时，其又将此事告知了另一邻居李XX的父亲。7、证人高XX、李XX1、李XX2、朱XX的证言，证实2014年3月7日凌晨5时许，被告人张寿文的小女儿去敲高发们家的门，哭着对高XX说张寿文已将妻子打死了，叫去看看。后高XX之夫张XX打电话通知村长，高XX去叫邻居李X和李XX、朱XX等人，大家一起去到张寿文家，看见张寿文睡在堂屋左边的房间床上，被害人睡在右边房间的床上，头部、床上、床脚地面上都有血迹，在堂屋右边房间门口处有一把带血的斧头。当时大家就问张寿文为什么打老婆，张寿文说妻子一天到晚拿着电话打，原来就跑过一回，现在又准备跑了，所以才打她。张寿文还说你们的姐被打死了，但你们不要怕，不会打你们，他可能要去坐牢了，叫大家帮助照顾一下他的小女儿，后大家害怕就退出了张寿文家，在外面等着村干部来。8、证人普XX、张XX的证言，证实二人均知道被告人张寿文在家里将妻子打死之事，被告人张寿文平时在村里的表现还是好呢，只是性格孤僻一点，不爱与人交往，平时没有看到张寿文那里不正常，身体和精神状况都还是可以。9、证人张X1、张XX2的证言，证实被告人张寿文与二人是亲兄弟，张寿文平时为人处事还是好呢，不会喝酒只会抽烟筒，乐于帮助村民做事，村里的多数人都喜欢他，只是平时话少一些。但自从张寿文的妻子认了后家后，就把张寿文管的特别严，不准张寿文与其兄弟亲属之间来往。二人原来均不知道张寿文到州二院住过院，平时看着张寿文的精神状况都还是正常的，是案发后才听其他村民说张寿文有精神病，住过州二院。10、证人李XX的证言，证实其是被告人张寿文的表姐夫，2013年底左右张寿文从个旧干矿做小工回来后，就说头会疼，晚上睡觉时会说个旧人要来打他、想害他的人很多等等，平时很少与人交往和讲话，后李XX就将张寿文送到州二院住院治疗一个多月。张寿文回来后看上去很正常，没有什么异常表现，只是不知张寿文的妻子出去一段时间才回来二、三天，怎么就会被张寿文打死了。11、证人李XX、张XX的证言，证实其二人与被告人张寿文一直关押在元阳看守所的同一监舍，张寿文进来监舍后表现一直都正常，没有什么异常表现，人品也可以，还会与大家打牌、说事，张寿文告诉大家是因为将自己的老婆打死掉被关进看守所的。平时张寿文的亲属来看他，送点钱给他也长时间舍不得用，大家看他可怜还会买点东西给他用。12、证人周XX、李XX的证言，证实二人是夫妻关系，因为被告人张寿文曾经在个旧矿山跟着周XX干过小工没有付清工钱，故张寿文之妻在2014年2月份打过二次电话给他，说要张寿文工钱之事，工钱付清之后双方就没有打过电话。同年3月7日凌晨，李XX用丈夫周XX的电话本想打其姐李奔的电话，但按错掉刚一拔出就挂断了，过了一段时间，对方（女的）就回打二次电话过来，李XX刚接通对方就把电话挂断了，第三次打过来接通时，对方讲哈尼语听不懂时李XX就把电话挂断，后来就没打过来了。当时不知是谁打的电话，案发后才知道是张寿文的妻子打的电话。13、现场勘验检查笔录、现场图和刑事现场照片、提取痕迹物证登记表，证实案发中心现场位于元阳县逢春岭乡曼过村委会哈尼寨村小组张寿文住宅。在该住宅内北面卧室靠北墙有一张木床，床上见黄李略尸体，被子盖到尸体小腿部位，尸体头部、枕头、床单和床脚处地面均有血迹，在枕头处见一部红色手机，在北面墙上见喷溅血迹和住宅内的其他特征情况。勘验检查后在案发现场床脚地面、枕头和床单、北面墙上各提取血迹一份，在枕头处提取骨头一块和手机一部。14、提取物证笔录和物证照片、扣押物品决定和笔录、随案移交物品清单，证实案发后公安干警在见证人黄永的见证下，在被告人张寿文的住宅卧室门槛处提取了作案凶器斧子一把和该斧子的特征情况；作案凶器斧子一把和红色手机一部已被公安机关依法扣押，并随案移交到元阳县人民检察院。15、元阳县公安局（元）公（司）鉴（尸）字（2014）第7号法医学尸体检验鉴定书和尸检照片，红河州公安局公（红）鉴（刑D）字（2014）167号法医物证鉴定书，鉴定结论通知书，证实经检验鉴定，被害人头部有三个创口，一个创口处脑组织外溢，头部颅骨呈严重粉碎性、凹陷性骨折，额部硬脑膜外见6.5×4.5CM范围血肿，量约50MI，全颅蛛网膜下腔弥漫性出血，大脑右额颞叶脑组织严重挫裂，小脑扁桃体脑疝形成；系钝器打击头部致颅脑损伤死亡。经法医物证鉴定，1、送检的现场墙面上提取的血迹、床脚处粘附的血迹、斧子上的血迹、张寿文左脚和右脚面上的血迹及所穿拖鞋上的血迹均扩增出DNA产物，其基因分型与被害人的基因分型一致；2、送检的现场提取的斧把上脱落细胞、嫌疑人张寿文十指指甲、被害人左、右手指甲均未扩增出DNA产物。上述鉴定意见分别于2014年3月14日和月日通知了被害人亲属张国忠、村干部高志忠、被告人张寿文。16、红河州第二人民医院入院记录、司法鉴定所红精（2014）司鉴字第1062号法医精神病鉴定意见书、鉴定意见通知书，证实被告人张寿文于2013年12月27日曾到红河州第二人民医院以精神分裂症疾病住院治疗49天，病情好转后出院；经过法医鉴定1、被告人张寿文系精神分裂症F20（作案时处于精神疾病缓解期），2、被鉴定人在2014年3月7日实施危害行为时，处于精神疾病缓解期，其危害行为具有现实性动机和目的，存在实质性辨认与控制能力。上述鉴定意见于2014年5月23日通知了被害人亲属张国忠、村干部高志忠、被告人张寿文。17、刑事作案现场和作案凶器辨认笔录、辨认照片，证实2014年4月29日，被告人张寿文对作案现场和作案过程到其家里进行了指（辨）认；同年5月17日被告人张寿文对7把斧子进行了混合辨认，确认第5号斧子就是其使用的作案凶器，该斧子与公安干警在案发现场提取的斧子是同一把斧子。18、中国移动通信集团云南有限公司元阳县分公司的通话清单，证实2014年3月7日时许，被害人使用的18214360984号码红色手机，与周XX的18214388664号码手机在凌晨零时45分至46分之间，分别主叫通话三次。19、公安机关的户口证明，证实了被告人张寿文生于1973年6月15日和其他自然情况；同时证实被害人生于1972年4月2日和其他自然情况，系被告人张寿文之妻。20、被告人张寿文的供述，证实了被告人张寿文对用斧头背砸打死妻子的犯罪事实供认不讳，并对整个作案过程和作案现场进行了指认。被告人张寿文在供述中承认2014年春节前，其因头疼被亲属送到州二院医治，在此期间妻子就外出打工去了。春节过后张寿文医治好病回到家中，经多次打电话联系到黄李略后，黄李略说不愿回来了，要与张寿文离婚。张寿文想着她在外面有其他男人了，但还是打电话把她哄回来好好过日子，她于同年3月3日回家后就多次闹着要与张寿文离婚，张寿文一直不同意。案发头白天其妻就收好了行李坚持要外出打工，第二天凌晨5时许，其妻的电话响了三次，在她接电话的过程中张寿文抢过电话来听对方是个男的，张寿文说了对方那个男的后，对方说以后不会再打电话了，但过了十多分钟电话又响起来，张寿文就相当火，爬起来顺手拿着床头柜上的斧子，用斧头背朝睡于床上的其妻头部右边砸打了数下，打了几下记不清楚，当时也管不了那么多，只想着她在外面有男人，要闹离婚，还不如把她打死算了，在打的过程中7岁女儿张芬醒后就哭着跑出家门，张寿文就把斧头丢床脚边，然后就回自己的床上睡觉去了。过了半小时左右，村子里的有些人就来到张寿文家里，但张寿文还是在睡觉，过了一会儿，村委会的高书记、张文兴等人就来了，张寿文就起床来抽着烟筒等候处理。被告人张寿文的供述与相关证人证言、现场勘查笔录、尸体检验鉴定意见、案发现场的勘查情况和相关刑事现场照片等证据相印证。上述证据，经过当庭举证、质证和认证，能证实被告人张寿文犯和具有法定从轻处罚情节的相关证据材料，其来源和表现形式合法，内容客观真实，并能相互印证，形成一个完全的证据锁链，足以认定，本院予以确认。", "syllogism": {"major_premise": "《中华人民共和国刑法》第二百三十二条  【故意杀人罪】故意杀人的，处死刑、无期徒刑或者十年以上有期徒刑;情节较轻的，处三年以上十年以下有期徒刑。\n《中华人民共和国刑法》第六十七条  【自首】犯罪以后自动投案，如实供述自己的罪行的，是自首。对于自首的犯罪分子，可以从轻或者减轻处罚。其中，犯罪较轻的，可以免除处罚。被采取强制措施的犯罪嫌疑人、被告人和正在服刑的罪犯，如实供述司法机关还未掌握的本人其他罪行的，以自首论。犯罪嫌疑人虽不具有前两款规定的自首情节，但是如实供述自己罪行的，可以从轻处罚;因其如实供述自己罪行，避免特别严重后果发生的，可以减轻处罚。\n《中华人民共和国刑法》第十八条  【特殊人员的刑事责任能力】精神病人在不能辨认或者不能控制自己行为的时候造成危害结果，经法定程序鉴定确认的，不负刑事责任，但是应当责令他的家属或者监护人严加看管和医疗;在必要的时候，由政府强制医疗。间歇性的精神病人在精神正常的时候犯罪，应当负刑事责任。尚未完全丧失辨认或者控制自己行为能力的精神病人犯罪的，应当负刑事责任，但是可以从轻或者减轻处罚。醉酒的人犯罪，应当负刑事责任。\n《中华人民共和国刑法》第六十五条  【一般累犯】被判处有期徒刑以上刑罚的犯罪分子，刑罚执行完毕或者赦免以后，在五年以内再犯应当判处有期徒刑以上刑罚之罪的，是累犯，应当从重处罚，但是过失犯罪和不满十八周岁的人犯罪的除外。前款规定的期限，对于被假释的犯罪分子，从假释期满之日起计算。", "minor_premise": {"object": "犯罪客体为被害人黄李略的生命权。被告人张寿文因怀疑妻子有外遇，持斧头将其击打致死，侵犯了被害人的生命权，构成故意杀人罪。", "subject": "犯罪主体为张寿文，构成要件为完全行为能力人。", "objective": "犯罪时间：2014年3月7日凌晨5时许。\n犯罪地点：红河哈尼族彝族自治州元阳县逢春岭乡曼过村。\n犯罪行为：被告人张寿文用斧头背朝睡于床上的黄李略头部砸打数下。\n犯罪结果：被害人黄李略头部颅脑损伤当场死亡。", "subjective": "犯罪主观方面为故意，被告人张寿文因怀疑妻子有外遇，持斧头故意击打其头部致死，犯罪意图为报复妻子。"}, "conclusion": {"applicable_article": "《中华人民共和国刑法》第二百三十二条+【故意杀人罪】+处死刑、无期徒刑或者十年以上有期徒刑;情节较轻的，处三年以上十年以下有期徒刑。因被告人故意杀人罪，致使被害人死亡，符合该法条的构成要件。\n《中华人民共和国刑法》第六十七条+【自首】+可以从轻或者减轻处罚。因被告人自首，可以从轻或减轻处罚。\n《中华人民共和国刑法》第十八条+【特殊人员的刑事责任能力】+可以从轻或者减轻处罚。因被告人精神正常，不符合该法条的构成要件。\n《中华人民共和国刑法》第六十五条+【一般累犯】+应当从重处罚。因被告人之前曾因故意伤害罪被判处有期徒刑，再次犯罪构成累犯，符合该法条的构成要件。", "judgment": "罪名：故意杀人罪\n刑期：处死刑、无期徒刑或者十年以上有期徒刑；情节较轻的，处三年以上十年以下有期徒刑。\n\n由于被告人故意杀人罪，致使被害人死亡，符合《中华人民共和国刑法》第二百三十二条的构成要件。判决结果为故意杀人罪，刑期为处死刑、无期徒刑或者十年以上有期徒刑；情节较轻的，处三年以上十年以下有期徒刑。同时，由于被告人自首，可以从轻或减轻处罚。但由于被告人之前曾因故意伤害罪被判处有期徒刑，再次犯罪构成累犯，应当从重处罚。被告人精神正常，不符合特殊人员的刑事责任能力，因此不适用《中华人民共和国刑法》第十八条。"}}, "meta": {"charge": ["故意杀人罪"], "laws": ["六十七", "二百三十二", "六十四"], "terms": {"guanzhi": 0, "juyi": 0, "imprisonment": 180, "death_penalty": false, "life_imprisonment": false}}, "Law Articles": [{"article_id": "67", "content": "犯罪以后自动投案，如实供述自己的罪行的，是自首。对于自首的犯罪分子，可以从轻或者减轻处罚。其中，犯罪较轻的，可以免除处罚。被采取强制措施的犯罪嫌疑人、被告人和正在服刑的罪犯，如实供述司法机关还未掌握的本人其他罪行的，以自首论。犯罪嫌疑人虽不具有前两款规定的自首情节，但是如实供述自己罪行的，可以从轻处罚；因其如实供述自己罪行，避免特别严重后果发生的，可以减轻处罚。", "name": "中华人民共和国刑法第六十七条"}, {"article_id": "232", "content": "故意杀人的，处死刑、无期徒刑或者十年以上有期徒刑；情节较轻的，处三年以上十年以下有期徒刑。", "name": "中华人民共和国刑法第二百三十二条"}, {"article_id": "64", "content": "犯罪分子违法所得的一切财物，应当予以追缴或者责令退赔；对被害人的合法财产，应当及时返还；违禁品和供犯罪所用的本人财物，应当予以没收。没收的财物和罚金，一律上缴国库，不得挪用和自行处理。", "name": "中华人民共和国刑法第六十四条"}], "Law_Articles_content": [{"article_id": "67", "content": "犯罪以后自动投案，如实供述自己的罪行的，是自首。对于自首的犯罪分子，可以从轻或者减轻处罚。其中，犯罪较轻的，可以免除处罚。被采取强制措施的犯罪嫌疑人、被告人和正在服刑的罪犯，如实供述司法机关还未掌握的本人其他罪行的，以自首论。犯罪嫌疑人虽不具有前两款规定的自首情节，但是如实供述自己罪行的，可以从轻处罚；因其如实供述自己罪行，避免特别严重后果发生的，可以减轻处罚。", "name": "中华人民共和国刑法第六十七条"}, {"article_id": "232", "content": "故意杀人的，处死刑、无期徒刑或者十年以上有期徒刑；情节较轻的，处三年以上十年以下有期徒刑。", "name": "中华人民共和国刑法第二百三十二条"}, {"article_id": "64", "content": "犯罪分子违法所得的一切财物，应当予以追缴或者责令退赔；对被害人的合法财产，应当及时返还；违禁品和供犯罪所用的本人财物，应当予以没收。没收的财物和罚金，一律上缴国库，不得挪用和自行处理。", "name": "中华人民共和国刑法第六十四条"}]}
{"id": 59111, "Fact": "农安县人民检察院指控：被告人张某甲于2016年5月4日早上6时许，以网名AA小凯（张某甲）加被害人刘XX为好友，中午11时40分左右张某甲以其腰疼让刘XX帮他往干洗店送衣服为由，将刘XX骗至农安镇金龙广场贵人缘旅店213房间内将其强奸。后被农安县公安局抓获归案。公诉机关认定上述事实的证据如下：（一）书证；（二）被害人刘XX的陈述；（三）证人郎某某、李某某、杜某某、姜某某、张某乙、官某某的证言；（四）被告人张某甲供述与辩解；（五）鉴定意见；（六）指认、辨认笔录；（七）视听资料。被告人张某甲对公诉机关指控的犯罪事实供认，无辩解意见。被告人张某甲的辩护人对被告人张某甲构成没有异议，但认为被告人张某甲没有使用暴力，被害人没有积极呼救有过错，如实供述，可以从轻处罚。经审理查明：被告人张某甲于2016年5月4日早上6时许，以网名AA小凯（张某甲）加被害人刘XX为好友，中午11时40分左右张某甲以其腰疼让刘XX帮他往干洗店送衣服为由，将刘XX骗至农安镇金龙广场贵人缘旅店213房间内将其强奸。上述事实，被告人张某甲在庭审中供认，无辩解意见。公诉机关提供如下证据予以证实：（一）书证1、户籍信息及农安县人民法院判决书、释放证明。2、破案报告、抓捕经过。3、办案说明。4、谅解书（卷一61页）。（二）被害人陈述被害人刘XX陈述。（二）证人证言1、证人郎某某证言。2、证人李某某证言。3、证人杜某某证言。4、证人姜某某证言。5、证人张某乙证言。6、证人宫某某证言。（三）被告人供述与辩解被告人张某甲供述。（四）鉴定意见长春市公安司法鉴定中心：证明刘XX内裤所检部位可疑斑迹中精子DNA分型与张某甲血样DNA分型一致。（五）指认、辨认笔录指认现场笔录、辨认笔录：证明张某甲指认强奸被害人刘XX的现场。实施强奸犯罪的人系张某甲，被害人系刘XX。（六）视听资料张某甲讯问光盘二张、贵人缘旅店录像一张：证明讯问张某甲程序合法。上列证据，经庭审质证，被告人张某甲均无异议，本庭作为定案依据予以确认。被告人张某甲未向法庭提供证据。", "syllogism": {"major_premise": "《中华人民共和国刑法》第二百三十六条  【强奸罪】以暴力、胁迫或者其他手段强奸妇女的，处三年以上十年以下有期徒刑。奸淫不满十四周岁的幼女的，以强奸论，从重处罚。强奸妇女、奸淫幼女，有下列情形之一的，处十年以上有期徒刑、无期徒刑或者死刑：(一)强奸妇女、奸淫幼女情节恶劣的;(二)强奸妇女、奸淫幼女多人的;(三)在公共场所当众强奸妇女的;(四)二人以上轮奸的;(五)致使被害人重伤、死亡或者造成其他严重后果的。\n《中华人民共和国刑法》第二百三十七条  【强制猥亵、侮辱罪】以暴力、胁迫或者其他方法强制猥亵他人或者侮辱妇女的，处五年以下有期徒刑或者拘役。聚众或者在公共场所当众犯前款罪的，或者有其他恶劣情节的，处五年以上有期徒刑。", "minor_premise": {"object": "犯罪客体为被害人刘XX的性自主权和身体健康权。被告人张某甲以欺骗手段将刘XX骗至旅店内实施强奸，侵犯了刘XX的性自主权和身体健康权。", "subject": "犯罪主体为被告人张某甲，构成要件为完全行为能力人。", "objective": "犯罪时间：2016年5月4日早上6时许至中午11时40分左右。犯罪地点：农安镇金龙广场贵人缘旅店213房间。犯罪行为：被告人张某甲以腰疼为由骗被害人刘XX前往旅店，实施强奸犯罪。犯罪结果：被害人刘XX遭受强奸。", "subjective": "犯罪主观方面为故意，被告人张某甲以腰疼为由骗被害人刘XX到旅店，实施强奸犯罪，其犯罪意图是以暴力手段满足自己的性欲。"}, "conclusion": {"applicable_article": "《中华人民共和国刑法》第二百三十六条+【强奸罪】+强奸妇女，处三年以上十年以下有期徒刑。原因：被告人以暴力手段强奸被害人刘XX。\n《中华人民共和国刑法》第二百三十七条+【强制猥亵、侮辱罪】+以欺骗手段强迫猥亵他人，处五年以下有期徒刑。原因：被告人以欺骗手段将被害人骗至旅店内实施强奸。", "judgment": "罪名：强奸罪\n刑期：三年以上十年以下有期徒刑。\n\n罪名：强制猥亵、侮辱罪\n刑期：五年以下有期徒刑。"}}, "meta": {"charge": ["强奸罪"], "laws": ["二百三十六", "六十七"], "terms": {"guanzhi": 0, "juyi": 0, "imprisonment": 46, "death_penalty": false, "life_imprisonment": false}}, "Law Articles": [{"article_id": "236", "content": "以暴力、胁迫或者其他手段强奸妇女的，处三年以上十年以下有期徒刑。奸淫不满十四周岁的幼女的，以强奸论，从重处罚。强奸妇女、奸淫幼女，有下列情形之一的，处十年以上有期徒刑、无期徒刑或者死刑：（一）强奸妇女、奸淫幼女情节恶劣的；（二）强奸妇女、奸淫幼女多人的；（三）在公共场所当众强奸妇女、奸淫幼女的；（四）二人以上轮奸的；（五）奸淫不满十周岁的幼女或者造成幼女伤害的；（六）致使被害人重伤、死亡或者造成其他严重后果的。", "name": "中华人民共和国刑法第二百三十六条"}, {"article_id": "67", "content": "犯罪以后自动投案，如实供述自己的罪行的，是自首。对于自首的犯罪分子，可以从轻或者减轻处罚。其中，犯罪较轻的，可以免除处罚。被采取强制措施的犯罪嫌疑人、被告人和正在服刑的罪犯，如实供述司法机关还未掌握的本人其他罪行的，以自首论。犯罪嫌疑人虽不具有前两款规定的自首情节，但是如实供述自己罪行的，可以从轻处罚；因其如实供述自己罪行，避免特别严重后果发生的，可以减轻处罚。", "name": "中华人民共和国刑法第六十七条"}], "Law_Articles_content": [{"article_id": "236", "content": "以暴力、胁迫或者其他手段强奸妇女的，处三年以上十年以下有期徒刑。奸淫不满十四周岁的幼女的，以强奸论，从重处罚。强奸妇女、奸淫幼女，有下列情形之一的，处十年以上有期徒刑、无期徒刑或者死刑：（一）强奸妇女、奸淫幼女情节恶劣的；（二）强奸妇女、奸淫幼女多人的；（三）在公共场所当众强奸妇女、奸淫幼女的；（四）二人以上轮奸的；（五）奸淫不满十周岁的幼女或者造成幼女伤害的；（六）致使被害人重伤、死亡或者造成其他严重后果的。", "name": "中华人民共和国刑法第二百三十六条"}, {"article_id": "67", "content": "犯罪以后自动投案，如实供述自己的罪行的，是自首。对于自首的犯罪分子，可以从轻或者减轻处罚。其中，犯罪较轻的，可以免除处罚。被采取强制措施的犯罪嫌疑人、被告人和正在服刑的罪犯，如实供述司法机关还未掌握的本人其他罪行的，以自首论。犯罪嫌疑人虽不具有前两款规定的自首情节，但是如实供述自己罪行的，可以从轻处罚；因其如实供述自己罪行，避免特别严重后果发生的，可以减轻处罚。", "name": "中华人民共和国刑法第六十七条"}]}
{"id": 45524, "Fact": "包头市东河区人民检察院指控：2016年4月19日上午10时30分许，被告人王某某到包头市东河巴彦塔拉大街平安保险公司找到宋某，并强行将宋某带至王某某居住的包头市东河区，以暴力、胁迫的手段将宋某强奸。被告人王某某对公诉机关指控的犯罪事实及罪名均无异议、且认罪。其辩护人的辩护意见为，对起诉书指控被告人王某某犯的罪名无异议，被害人与被告人系长期的情侣关系，受害人的衣物及其小孩的玩具都在被告人的家里，且王某某将家门钥匙也给了被害人，本案被害人也是有过错，所以造成了不应该发生的强奸案，被告人王某某给被害人造成的伤害很小，且受害人现在也谅解了被告人；被告人如实供述了自己的罪行，且认罪悔罪，系初犯、偶犯，能够当庭认罪，希望对被告人王某某从轻、减轻处罚。经审理查明的事实与起诉书指控的事实一致。现被害人对被告人的行为表示了谅解。上述事实有下列证据予以证实：被害人宋某的报案材料及陈述，被害人的伤情照片七张、手机照片两张，证人证言，被告人王某某的供述和辩解，提取笔录、扣押清单，包头市公安司法鉴定中心法庭科学DNA检验鉴定书证实了被告人王某某对受害人实施强奸的犯罪事实；被告人王某某的人口信息表，王某某无违反犯罪前科证明，证实了被告人已达法定责任年龄及平时的表现，被害人谅解书证实了被告人取得谅解的情况。以上证据经庭审举证、质证，公诉机关所举证据来源合法、内容客观真实，本院予以确认。", "syllogism": {"major_premise": "《中华人民共和国刑法》第二百三十六条  【强奸罪】以暴力、胁迫或者其他手段强奸妇女的，处三年以上十年以下有期徒刑。奸淫不满十四周岁的幼女的，以强奸论，从重处罚。强奸妇女、奸淫幼女，有下列情形之一的，处十年以上有期徒刑、无期徒刑或者死刑：(一)强奸妇女、奸淫幼女情节恶劣的;(二)强奸妇女、奸淫幼女多人的;(三)在公共场所当众强奸妇女的;(四)二人以上轮奸的;(五)致使被害人重伤、死亡或者造成其他严重后果的。\n《中华人民共和国刑法》第六十七条  【自首】犯罪以后自动投案，如实供述自己的罪行的，是自首。对于自首的犯罪分子，可以从轻或者减轻处罚。其中，犯罪较轻的，可以免除处罚。被采取强制措施的犯罪嫌疑人、被告人和正在服刑的罪犯，如实供述司法机关还未掌握的本人其他罪行的，以自首论。犯罪嫌疑人虽不具有前两款规定的自首情节，但是如实供述自己罪行的，可以从轻处罚;因其如实供述自己罪行，避免特别严重后果发生的，可以减轻处罚。", "minor_premise": {"object": "犯罪客体为被害人的身体自主权和性自主权，即刑法所保护的人身权利。被告人王某某以暴力、胁迫手段强奸被害人宋某，侵犯了被害人的人身权利，构成犯罪。", "subject": "犯罪主体为被告人王某某，构成要件为已达法定责任年龄、是完全行为能力人。", "objective": "犯罪时间：2016年4月19日上午10时30分许。\n犯罪地点：包头市东河区巴彦塔拉大街平安保险公司和王某某居住地。\n犯罪行为：被告人王某某以暴力、胁迫的手段将被害人宋某强奸。\n犯罪结果：被害人宋某受到身体伤害。", "subjective": "犯罪主观方面为故意，犯罪意图是以暴力、胁迫手段强奸被害人。"}, "conclusion": {"applicable_article": "1. 《中华人民共和国刑法》第二百三十六条【强奸罪】，因被告人以暴力、胁迫手段强奸被害人，符合该法条规定，应处三年以上十年以下有期徒刑。\n2. 《中华人民共和国刑法》第二百三十六条【强奸罪】，因被告人以暴力、胁迫手段强奸幼女，符合该法条规定，应从重处罚。\n3. 《中华人民共和国刑法》第六十七条【自首】，因被告人如实供述自己的罪行，符合该法条规定，可以从轻或减轻处罚。\n\n原因分析：\n1、2法条均规定了强奸罪的构成要件，符合被告人的犯罪行为和结果，应予适用。\n3法条规定了自首情节，被告人如实供述自己的罪行，符合该法条规定，可以从轻或减轻处罚。", "judgment": "罪名：强奸罪\n刑期：三年以上十年以下有期徒刑，应从重处罚。如果被告人如实供述自己的罪行，可以从轻或减轻处罚。"}}, "meta": {"charge": ["强奸罪"], "laws": ["二百三十六"], "terms": {"guanzhi": 0, "juyi": 0, "imprisonment": 36, "death_penalty": false, "life_imprisonment": false}}, "Law Articles": [{"article_id": "236", "content": "以暴力、胁迫或者其他手段强奸妇女的，处三年以上十年以下有期徒刑。奸淫不满十四周岁的幼女的，以强奸论，从重处罚。强奸妇女、奸淫幼女，有下列情形之一的，处十年以上有期徒刑、无期徒刑或者死刑：（一）强奸妇女、奸淫幼女情节恶劣的；（二）强奸妇女、奸淫幼女多人的；（三）在公共场所当众强奸妇女、奸淫幼女的；（四）二人以上轮奸的；（五）奸淫不满十周岁的幼女或者造成幼女伤害的；（六）致使被害人重伤、死亡或者造成其他严重后果的。", "name": "中华人民共和国刑法第二百三十六条"}], "Law_Articles_content": [{"article_id": "236", "content": "以暴力、胁迫或者其他手段强奸妇女的，处三年以上十年以下有期徒刑。奸淫不满十四周岁的幼女的，以强奸论，从重处罚。强奸妇女、奸淫幼女，有下列情形之一的，处十年以上有期徒刑、无期徒刑或者死刑：（一）强奸妇女、奸淫幼女情节恶劣的；（二）强奸妇女、奸淫幼女多人的；（三）在公共场所当众强奸妇女、奸淫幼女的；（四）二人以上轮奸的；（五）奸淫不满十周岁的幼女或者造成幼女伤害的；（六）致使被害人重伤、死亡或者造成其他严重后果的。", "name": "中华人民共和国刑法第二百三十六条"}]}
{"id": 3373, "Fact": "吉林省梨树县人民检察院指控：被告人王某甲伙同张某甲（已判刑）自称是济南鲁鑫肥业公司业务人员，于2010年11月18日销售给梨树县东河镇居民刘某某复合肥38吨，价值人民币103，740元；于2010年12月4日销售给四平市铁东区居民张某乙合肥30吨，价值人民币84，200元。经鉴定，被告人王某甲所售化肥为不合格产品。吉林省梨树县人民检察院指控上述犯罪事实所列举的证据有被告人王某甲的供述，同案犯张某甲的供述，被害人张某乙、刘某某等人陈述以及公安机关抓获经过、书证等证据。被告人王某甲供认公诉机关指控的犯罪事实。本院经审理查明：被告人王某甲伙同张某甲（已判刑）自称是济南鲁鑫肥业公司业务人员，于2010年11月18日销售给梨树县东河镇居民刘某某复合肥38吨，价值人民币103，740元；于2010年12月4日销售给四平市铁东区居民张某乙合肥30吨，价值人民币84，200元。经鉴定，被告人王某甲所售化肥为不合格产品。上述事实，有在开庭审理中举证、质证的下列证据予以证明：1、抓获经过，证明被告人王某甲于2014年1月21日到山东省定陶县公安局投案自首，后被羁押到定陶县公安局看守所。2、刑事判决书，证明同案犯张某甲被先行判决。3、书证出库单，证明被告人王某甲等人销售给刘某某、张某乙劣质化肥时，给刘某某、张某乙出具了出库单。4、济南市工商行政管理局证明，证明经我局微机查询，未查到济南鲁鑫肥业有限公司的有关登记记录。5、企业法人营业执照、检验报告等书证，证明被告人王某甲等人在销售劣质化肥时提供了相关产品材料。6、吉林省产品质量监督检验院检验报告，证明被告人王某甲等人销售给刘某某等人的化肥经检验，按GB15063-2009标准检验不合格。7、证人李某某证言，证实2010年10月28日一个自称叫王宏伟的男子，还有另外两个男子租我的车到梨树县东河镇、四平铁东区等地推销化肥。8、证人王某乙言，证实10月28日来我宾馆三个住宿的，他们登记的名字叫张某甲、王某甲，朱某某，这三个人自称是山东一个化肥厂的业务员，来四平地区推销化肥的。9、被害人张某乙陈述，2010年11月15日，我的化肥商店来了一个自称是山东鲁鑫肥业有限公司的区域经理，叫王宏伟，推销化肥的，化肥的总含量是52，我当时感觉外观还可以，就和王宏伟口头约定货到付款。12月4日下午我收到30吨化肥后，我给王宏伟汇去82400元钱。后来经过化验，这些化肥总含量为23，磷和钾的含量基本没有，是伪劣商品，我按照化肥袋上标明的地址去了厂家，结果查无此厂。我也联系不上王宏伟了，他的手机一直是关机状态，我就报案了。10、同案犯张某甲供述，2010年11月初，王某甲找我说能弄到便宜的化肥，到东北去卖，我就同意了，我俩来到四平梨树后到各个乡镇推销化肥，后来卖给梨树县东河镇刘某某化肥38吨，价款10万多元，卖给四平市叶赫镇张某乙30吨化肥，价款8万多元。做完这两笔生意后，我和王某甲就回菏泽了。我们卖的化肥是鲁鑫肥业有限公司生产的复合肥，我也不知道有没有这个厂家，我没去过。王某甲告诉我这些化肥缺少含量。我就负责送货、解帐，之后我把钱交给王某甲了。王某甲在四平印的名片，名片上写的是王宏伟，鲁鑫肥业公司的销售经理。我称呼王某甲是王经理，王某甲说我是业务员。因为我们推销的化肥含量不够，怕卖出后客户找我们麻烦，就用了假名字。王某甲联系进货的事，我投入六千元钱给王某甲，王某甲管理钱，这两笔生意，王某甲共给我9000元钱，王某甲说费用大。2012年6月份我搬家去浙江绍兴做生意，手机号码换了，公安机关就联系不上我了。11、被害人刘某某陈述，2010年11月初，有一个自称叫王宏伟的来我家推销化肥，他说他是山东鲁鑫肥业公司的业务员，他公司的化肥总养分大于等于52，我看了样品，觉得挺好的，就和王宏伟约定保质保量，货到付款。11月17日王宏伟给我打电话告诉我化肥明天到，让我把钱准备好，18日和王宏伟一起来的一个人把化肥送来的，我就把化肥款十万余元给了那个人，后来经过化验，这些化肥明显为假货，我按照化肥袋上标明的地址去了厂家，结果查无此厂。我也联系不上王宏伟了，手机一直是关机状态，我就报案了。12、被告人王某甲供述，供认有个叫张某丙的说有便宜的化肥问我能销售不，他说可以去东北销售，给我提供的山东鲁鑫肥业公司的产品手册和质检合格报告、化肥样品。我又联系的张某甲，我和他说一起去东北卖化肥，赚钱两人平均分，张某甲和我一起来到了四平市。2010年11、12月份我和张某甲合伙销售给梨树县东河镇刘某某38吨化肥，价值是10万多元，销售给梨树县叶赫镇张某乙30吨化肥，价值是8万多元。我俩销售的化肥商标是山东鲁鑫肥业有限公司生产的复合肥，这个牌子是假冒的，也没有山东鲁鑫肥业这个厂家。我销售的化肥是不合格产品，化肥含量偏低。我和张某甲就是把伪劣化肥当成真化肥销售，从中牟取暴力。我在销售中告诉刘某某、张某乙我是鲁鑫化肥公司的业务经理，叫王宏伟。这两笔生意做完后我怕买主找我们麻烦，我和张某甲回山东了，电话卡也扔了。在张某丙处买化肥花了大约十五万元，我借了十四万，张某甲投资了一万元钱。一共赚了三万元，费用一万多点，我俩平均分配，我分给张某甲九千元钱。综上，足以证明被告人王某甲销售伪劣产品的犯罪事实。", "syllogism": {"major_premise": "《中华人民共和国刑法》第二百一十四条  【销售假冒注册商标的商品罪】销售明知是假冒注册商标的商品，销售金额数额较大的，处三年以下有期徒刑或者拘役，并处或者单处罚金;销售金额数额巨大的，处三年以上七年以\n《中华人民共和国刑法》第二百二十五条  【非法经营罪】违反国家规定，有下列非法经营行为之一，扰乱市场秩序，情节严重的，处五年以下有期徒刑或者拘役，并处或者单处违法所得一倍以上五倍以下罚金;情节特别严重\n《中华人民共和国刑法》第一百六十五条  【非法经营同类营业罪】国有公司、企业的董事、经理利用职务便利，自己经营或者为他人经营与其所任职公司、企业同类的营业，获取非法利益，数额巨大的，处三年以下有期徒刑\n《中华人民共和国刑法》第一百四十六条  【生产、销售不符合安全标准的产品罪】生产不符合保障人身、财产安全的国家标准、行业标准的电器、压力容器、易燃易爆产品或者其他不符合保障人身、财产安全的国家标准、行\n《中华人民共和国刑法》第一百四十条  【生产、销售伪劣产品罪】生产者、销售者在产品中掺杂、掺假，以假充真，以次充好或者以不合格产品冒充合格产品，销售金额五万元以上不满二十万元的，处二年以下有期徒刑或者", "minor_premise": {"object": "犯罪客体为消费者的合法权益和社会经济秩序。被告人王某甲伙同他人销售劣质化肥，侵犯了消费者的合法权益，破坏了社会经济秩序。", "subject": "犯罪主体为被告人王某甲，构成要件为完全行为能力人。", "objective": "犯罪时间：2010年11月18日和12月4日。\n犯罪地点：梨树县东河镇和四平市铁东区。\n犯罪行为：销售不合格化肥，涉案量共计68吨，价值188,940元。\n犯罪结果：被鉴定为不合格产品。", "subjective": "犯罪主观方面为故意，被告人王某甲伙同他人销售不合格化肥，以牟取非法利益为目的，明知所售化肥为假冒产品，仍故意销售给他人，造成被害人经济损失。犯罪意图为非法牟利。"}, "conclusion": {"applicable_article": "《中华人民共和国刑法》第一百四十条+【生产、销售伪劣产品罪】+销售不合格化肥，销售金额数额较大，处三年以下有期徒刑或者拘役，并处或者单处罚金。\n《中华人民共和国刑法》第一百四十六条+【生产、销售不符合安全标准的产品罪】+生产不符合保障人身、财产安全的产品，情节严重的，处三年以下有期徒刑或者拘役，并处或者单处罚金。\n《中华人民共和国刑法》第二百一十四条+【销售假冒注册商标的商品罪】+销售假冒注册商标的商品，销售金额数额较大的，处三年以下有期徒刑或者拘役，并处或者单处罚金。", "judgment": "罪名：生产、销售伪劣产品罪\n刑期：处三年以下有期徒刑或者拘役，并处或者单处罚金。\n\n罪名：生产、销售不符合安全标准的产品罪\n刑期：处三年以下有期徒刑或者拘役，并处或者单处罚金。\n\n罪名：销售假冒注册商标的商品罪\n刑期：处三年以下有期徒刑或者拘役，并处或者单处罚金。"}}, "meta": {"charge": ["生产、销售伪劣产品罪"], "laws": ["一百四十", "二十五", "二十六", "六十七", "五十二"], "terms": {"guanzhi": 0, "juyi": 0, "imprisonment": 20, "death_penalty": false, "life_imprisonment": false}}, "Law Articles": [{"article_id": "140", "content": "生产者、销售者在产品中掺杂、掺假，以假充真，以次充好或者以不合格产品冒充合格产品，销售金额五万元以上不满二十万元的，处二年以下有期徒刑或者拘役，并处或者单处销售金额百分之五十以上二倍以下罚金；销售金额二十万元以上不满五十万元的，处二年以上七年以下有期徒刑，并处销售金额百分之五十以上二倍以下罚金；销售金额五十万元以上不满二百万元的，处七年以上有期徒刑，并处销售金额百分之五十以上二倍以下罚金；销售金额二百万元以上的，处十五年有期徒刑或者无期徒刑，并处销售金额百分之五十以上二倍以下罚金或者没收财产。", "name": "中华人民共和国刑法第一百四十条"}, {"article_id": "25", "content": "共同犯罪是指二人以上共同故意犯罪。二人以上共同过失犯罪，不以共同犯罪论处；应当负刑事责任的，按照他们所犯的罪分别处罚。", "name": "中华人民共和国刑法第二十五条"}, {"article_id": "26", "content": "组织、领导犯罪集团进行犯罪活动的或者在共同犯罪中起主要作用的，是主犯。三人以上为共同实施犯罪而组成的较为固定的犯罪组织，是犯罪集团。对组织、领导犯罪集团的首要分子，按照集团所犯的全部罪行处罚。对于第三款规定以外的主犯，应当按照其所参与的或者组织、指挥的全部犯罪处罚。", "name": "中华人民共和国刑法第二十六条"}, {"article_id": "67", "content": "犯罪以后自动投案，如实供述自己的罪行的，是自首。对于自首的犯罪分子，可以从轻或者减轻处罚。其中，犯罪较轻的，可以免除处罚。被采取强制措施的犯罪嫌疑人、被告人和正在服刑的罪犯，如实供述司法机关还未掌握的本人其他罪行的，以自首论。犯罪嫌疑人虽不具有前两款规定的自首情节，但是如实供述自己罪行的，可以从轻处罚；因其如实供述自己罪行，避免特别严重后果发生的，可以减轻处罚。", "name": "中华人民共和国刑法第六十七条"}, {"article_id": "52", "content": "判处罚金，应当根据犯罪情节决定罚金数额。", "name": "中华人民共和国刑法第五十二条"}], "Law_Articles_content": [{"article_id": "140", "content": "生产者、销售者在产品中掺杂、掺假，以假充真，以次充好或者以不合格产品冒充合格产品，销售金额五万元以上不满二十万元的，处二年以下有期徒刑或者拘役，并处或者单处销售金额百分之五十以上二倍以下罚金；销售金额二十万元以上不满五十万元的，处二年以上七年以下有期徒刑，并处销售金额百分之五十以上二倍以下罚金；销售金额五十万元以上不满二百万元的，处七年以上有期徒刑，并处销售金额百分之五十以上二倍以下罚金；销售金额二百万元以上的，处十五年有期徒刑或者无期徒刑，并处销售金额百分之五十以上二倍以下罚金或者没收财产。", "name": "中华人民共和国刑法第一百四十条"}, {"article_id": "25", "content": "共同犯罪是指二人以上共同故意犯罪。二人以上共同过失犯罪，不以共同犯罪论处；应当负刑事责任的，按照他们所犯的罪分别处罚。", "name": "中华人民共和国刑法第二十五条"}, {"article_id": "26", "content": "组织、领导犯罪集团进行犯罪活动的或者在共同犯罪中起主要作用的，是主犯。三人以上为共同实施犯罪而组成的较为固定的犯罪组织，是犯罪集团。对组织、领导犯罪集团的首要分子，按照集团所犯的全部罪行处罚。对于第三款规定以外的主犯，应当按照其所参与的或者组织、指挥的全部犯罪处罚。", "name": "中华人民共和国刑法第二十六条"}, {"article_id": "67", "content": "犯罪以后自动投案，如实供述自己的罪行的，是自首。对于自首的犯罪分子，可以从轻或者减轻处罚。其中，犯罪较轻的，可以免除处罚。被采取强制措施的犯罪嫌疑人、被告人和正在服刑的罪犯，如实供述司法机关还未掌握的本人其他罪行的，以自首论。犯罪嫌疑人虽不具有前两款规定的自首情节，但是如实供述自己罪行的，可以从轻处罚；因其如实供述自己罪行，避免特别严重后果发生的，可以减轻处罚。", "name": "中华人民共和国刑法第六十七条"}, {"article_id": "52", "content": "判处罚金，应当根据犯罪情节决定罚金数额。", "name": "中华人民共和国刑法第五十二条"}]}
