{"criminals": ["卜某"], "accusation": ["强奸", "猥亵儿童"], "relevant_articles": [236, 237], "term_of_imprisonment": {"death_penalty": false, "imprisonment": 108, "life_imprisonment": false}, "Fact": "经审理查明，一、强奸被告人卜某分别于2007年、2012年，在明知被害人冒某某（1998年7月出生）系幼女、未成年人的情况下，先后强奸被害人冒某某2次。具体事实如下：1被告人卜某于2008年7、8月份的一天，明知被害人冒某某系幼女，在如皋市东陈镇徐湾居3组17号家中东房间内，采用诱骗的手段，与被害人冒某某发生性关系。2、被告人卜某于2012年7、8月份的一天，在如皋市东陈镇徐湾居3组16号被害人冒某某家，乘冒家无大人、被害人冒某某年龄尚小不能反抗之机，强行与被害人冒某某发生性关系。案发后，被告人卜某能如实供述自己的强奸犯罪事实。二、猥亵儿童被告人卜某分别于2007年、2010年，在明知被害人冒某某未满14周岁的情况下，先后猥亵被害人冒某某2次。具体事实如下：1．被告人卜某于2007年7月份的一天，在如皋市东陈镇徐湾居3组17号家中厨房内，采用强拉被害人冒某某的手抚摸其生殖器的手段猥亵被害人冒某某。2．被告人卜某于2010年7、8月份的一天，在如皋市东陈镇徐湾居3组16号被害人冒某某家西房间内，采用摸乳房的手段猥亵被害人冒某某。案发后，被告人卜某能如实供述自己的猥亵儿童犯罪事实。审理中，被告人卜某就民事赔偿与被害人达成调解协议，赔偿了被害人的损失，取得了被害人的谅解。上述事实，被告人卜某在开庭审理过程中亦无异议，且有被害人冒某某的陈述，证人卜某、邱某、陈某的证言，如皋市公安局制作的发破案经过、接处警登记表、现场勘验检查笔录及照片、被告人卜某和被害人冒某某的常住人口基本信息，如皋市人民医院制作的被害人冒某某的门诊病历，调解协议，谅解书等证据证明，足以认定。"}
{"criminals": ["张某"], "accusation": ["强奸", "猥亵儿童"], "relevant_articles": [236, 237], "term_of_imprisonment": {"death_penalty": false, "imprisonment": 84, "life_imprisonment": false}, "Fact": "经审理查明，（一）猥亵儿童：2014年7月份以来，被告人张某以给零花钱为诱饵，诱哄被害人郑某甲（出生于2007年6月24日）单独或者与其姐即被害人郑某乙（出生于2005年5月24日）一起到位于永嘉县岩头镇张大屋村川康路石门巷10号张某家中，以摸、抠阴部的方式猥亵被害人郑某甲和郑某乙达三次以上。（二）强奸：2014年7、8月份至9月30日间，被告人张某在明知被害人郑某甲、郑某乙未满十四周岁的情况下，以给零花钱为诱饵，诱哄郑某甲、郑某乙到位于永嘉县岩头镇张大屋村川康路石门巷10号张某家中，奸淫郑某甲、郑某乙达三次以上。期间被告人张某还两次对郑某甲、郑某乙依次实施奸淫。上述事实，被告人张某在开庭审理过程中亦无异议，且有被害人郑某甲、郑某乙的陈述，证人周某、潘某、张某的证言，民警出具的情况说明及抓获经过，辨认笔录、现场勘查笔录、检查笔录、提取笔录，病历、调取证据清单、证明、前科查询情况及户籍证明等证据证实，足以认定。"}
{"criminals": ["周某森"], "accusation": ["猥亵儿童", "寻衅滋事"], "relevant_articles": [237, 293], "term_of_imprisonment": {"death_penalty": false, "imprisonment": 14, "life_imprisonment": false}, "Fact": "经审理查明，2014年8月27日17时许，被告人周某森伙同周1某（在逃，另案处理）乘坐周2某（另案处理）驾驶的二轮摩托车，来到遂溪县建新镇坡塘村小学内，周2某去还钱给朋友，周1某则在雷剧团陈某二的临时宿舍前，强行捏欧某媚（13周岁）的乳房。欧某媚的母亲陈某二发现后责问周1某，被告人周某森却挥动铁管要打陈某二，周1某打坏欧某媚父亲欧某贵停放在旁边的二轮摩托车等物品，并将欧某媚推倒在地。被告人周某森与同伙周1某当着欧某媚的母亲陈某二、弟弟欧某帅、欧某营的面，轮流捏摸欧某媚的胸部。后被告人周某森还用铁管打了一下欧某媚的右小腿，才与同伙周1某逃离现场。经鉴定，欧某媚右下肢胫前部的挫伤痕，与钝性外力作用有一定因果关系。2014年8月27日18时许，被告人周某森与同伙周2某、周1某来到遂溪县建新镇税务所旁周其成的狗肉档处，周2某以周某飞曾在他们村内偷鸡为由，叫周1某及被告人周某森殴打周某飞。接着，三人用拳脚、凳子、刀等殴打周某飞，致周某飞身体多次受伤，周2某还挥刀恐吓劝阻的群众。被告人一伙在殴打周某飞的过程中，还将周某成的帐蓬、桌椅及秤损坏。经鉴定，周某飞的损伤程度为轻微伤。案发后，被告人周某森的家属与欧某媚的家属、周某飞、周某成达成赔偿和解协议，被告人周某森的家属赔偿了欧某媚人民币2500元，赔偿了周某飞人民币15000元，赔偿了周某成人民币700元，并取得了欧某媚、周某飞、周某成的谅解。上述事实，被告人周某森在开庭审理过程中亦无异议，并有被害人欧某媚、周某飞、周某成的陈述；证人陈某二、欧某帅、欧某贵、周某民、周某如、周某振的证言；被告人周某森的供述；同案人周2某的供述；现场勘验检查笔录、现场照片、现场图；辨认笔录；遂溪县公安司法鉴定中心（遂）公（刑）鉴（法活）字（2014）0643号、0644号《法医学人体损伤程度鉴定书》；被告人周某森的归案情况说明及其常住人口登记信息资料；调解协议书、收款收据、谅解书等证据证实，足以认定。据遂溪县司法局的社会调查评估意见书反映，被告人周某森由于年少无知，法律意识淡薄而犯罪。被告人周某森犯罪前社会表现一般，社区矫正的社会环境和监管条件基本具备，居住地群众和村委会基本可接纳其实行社区矫正。"}
{"criminals": ["李2某"], "accusation": ["强奸", "猥亵儿童"], "relevant_articles": [236, 237], "term_of_imprisonment": {"death_penalty": false, "imprisonment": 180, "life_imprisonment": false}, "Fact": "经审理查明，（一）猥亵儿童事实2016年1月6日21时左右，被告人李2某因与家庭成员产生矛盾一个人在歧坪镇“鸡市口”（小地名）处玩耍，被害人朱某某（女，现年13岁）下晚自习后回家路过此处，被告人李2某发现后产生尝试“劫持人质”寻求刺激的想法，遂尾随被害人来到歧坪镇宋江路与大桥路之间的石梯坎处，采取用手捂嘴、用剪刀威胁的方式，将朱某某掳走。途中被害人朱某某告诉被告人李2某自己才13岁。当走到歧坪镇宋安村三组罗某家附近的“竹林田”（小地名）田埂处时，被告人李2某让朱某某将衣服、裤子脱掉，强行用生殖器与朱某某肛交，因未插入便用生殖器与朱某某口交。因朱某某呕吐被告人便停止了口交，要求被害人朱某某继续往前走。当走到李3某家房屋附近的竹林草坪处时，被告人李2某又用生殖器与朱某某口交，因朱某某呕吐而停止。接着，被告人将被害人鞋、袜脱掉，用嘴“亲”被害人的双脚。之后，被告人李2某挟持被害人继续向前走。次日凌晨1时左右，被告人李2某将被害人朱某某带至歧坪镇红雨村二组李某1家借宿。在李某1家正房，被告人李2某让朱某某脱掉衣服、裤子，用言语威胁及卡脖子的方式让朱某某对着其生殖器喝尿，后又用手摸朱某某的臀部和阴部，并强行用生殖器与朱某某肛交。（二）强奸事实2016年1月7日中午，被告人李2某、被害人朱某某与李某1夫妇一起吃午饭后，被告人李2某又将被害人朱某某带至李某1家正房内，强行要求被害人脱掉所有衣服裤子，采用卡脖子、言语威胁等方式，强行与朱某某发生性关系，因朱某某年龄太小，发育不完全，而没有插入。被告人李2某又强行让朱某某对着其生殖器喝尿三次，朱某某呕吐后被告人才停止。下午六时左右，被害人朱某某谎称上厕所，趁被告人李2某睡觉之机逃离李某1家，逃至红雨村二组刘某某家附近获救，后刘某某打电话告知了被害人父母。被告人李2某发现朱某某逃跑后，追赶无果，遂开始畏罪潜逃。2016年1月14日下午17时许，被告人李2某被人在歧坪镇银龙村六组发现后，服用“百草枯”和“溴鼠灵”准备自杀，被闻讯赶来的歧坪派出所警察在该组李1某家附近的山坡上抓获并施救，被告人李2某脱离生命危险。到案后，被告人李2某如实供述了自己的全部犯罪事实。上述事实，被告人李2某在开庭审理过程中亦无异议，且有书证受案登记表、立案决定书、被告人户籍证明、被害人户籍证明及出生医学证明、归案情况说明、刑事判决书等，证人王某某、李某1、刘某某、戈某某、朱某1、朱某2、李某2、侯某1、侯某2、侯某3等的证言，被害人朱某某的陈述，被告人李2某的供述和辩解，苍溪县公安局现场勘验笔录、现场指认笔录、检查笔录、辨认笔录和广元市公安局物证鉴定所法医物证鉴定书等证据证实，足以认定。"}
