{"Fact": "<LOC>人民法院刑事判决书（2018）鲁1522刑初315号公诉机关<LOC>人民检察院。被告人[被告A]，男，1985年12月28日出生于<LOC>，汉族，小学文化，农民，户籍所在地<LOC>，住<LOC>。2006年3月6日因犯盗窃、抢劫罪被<LOC>人民法院判处有期徒刑四年，2008年8月1日被减刑释放。2012年10月9日因聚众赌博被<LOC>公安局行政拘留十五日。2018年1月29日因涉嫌犯xxx罪被<LOC>公安局刑事拘留，同年3月6日被<LOC>人民检察院批准逮捕，次日被<LOC>公安局执行逮捕。辩护人侯X，山东鲁阳律师事务所律师。被告人[被告G]，男，1989年5月19日出生于<LOC>，汉族，初中文化，农民，户籍所在地<LOC>，住<LOC>。2018年3月4日因涉嫌犯xxx罪被<LOC>公安局刑事拘留，同年4月10日被<LOC>人民检察院批准逮捕，次日被<LOC>公安局执行逮捕。被告人[被告C]，曾用名[被告G]2，男，1990年1月26日出生于<LOC>，汉族，中专文化，农民，户籍所在地及住址<LOC>。2010年1月25日因犯xxx罪被<LOC>人民法院判处有期徒刑三年，缓刑五年。2012年2月18日因故意毁坏财物被<LOC>公安局行政拘留五日。2018年5月3日因涉嫌犯xxx罪被<LOC>公安局刑事拘留，同年5月18日被<LOC>人民检察院批准逮捕，次日被<LOC>公安局执行逮捕。被告人[被告B]，女，1985年11月27日出生于<LOC>，汉族，高中文化，农民，户籍所在地<LOC>，住<LOC>。2018年4月16日因涉嫌犯xxx罪被<LOC>公安局监视居住。2018年9月20日被<LOC>人民法院决定逮捕，2018年9月21日被<LOC>公安局执行逮捕。被告人[被告D]，男，1980年9月24日出生于<LOC>县，汉族，初中文化，农民，户籍所在地及住址<LOC>县。2018年3月22日因涉嫌犯xxx罪到<LOC>公安局投案，同日被<LOC>公安局取保候审。2018年9月20日被<LOC>人民法院决定逮捕，2018年9月21日被<LOC>公安局执行逮捕。被告人[被告E]，男，1992年8月7日出生于<LOC>县，汉族，初中文化，农民，户籍所在地及住址<LOC>县。2018年5月3日因涉嫌犯xxx罪到<LOC>公安局投案，同日被<LOC>公安局取保候审。2018年9月20日被<LOC>人民法院决定逮捕，2018年9月21日被<LOC>公安局执行逮捕。被告人[被告H]，男，1970年7月2日出生于<LOC>，汉族，小学文化，农民，户籍所在地及住址<LOC>。2013年3月8日因涉嫌犯xxx罪被<LOC>公安局刑事拘留，2013年4月13日被<LOC>公安局取保候审，2018年8月2日被<LOC>公安局监视居住。2018年9月20日被<LOC>人民法院决定逮捕，2018年9月21日被<LOC>公安局执行逮捕。被告人[被告F]，男，1978年5月2日出生于<LOC>，汉族，初中文化，农民，户籍所在地<LOC>，住<LOC>。2012年10月9日因聚众赌博被<LOC>公安局行政拘留十五日。2018年7月24日因涉嫌犯xxx罪被<LOC>公安局监视居住。2018年9月20日被<LOC>人民法院决定逮捕，2018年9月21日被<LOC>公安局执行逮捕。被告人[被告I]，男，1982年7月25日出生于<LOC>，汉族，初中文化，农民，户籍所在地及住址<LOC>。2013年5月20日因涉嫌犯xxx罪被<LOC>公安局刑事拘留，2013年6月22日被<LOC>公安局取保候审，2018年8月20日被<LOC>人民检察院取保候审。2018年9月20日被<LOC>人民法院决定逮捕，2018年9月21日被<LOC>公安局执行逮捕。<LOC>人民检察院以莘检公刑诉（2018）304号起诉书指控被告人[被告A]、[被告G]、[被告B]、[被告C]、[被告D]、[被告E]犯xxx罪，被告人[被告H]、[被告A]、[被告F]、[被告I]犯xxx罪一案，于2018年8月28日向本院提起公诉，本院于同日受理，依法组成合议庭，于2018年9月21日公开开庭审理了本案。<LOC>人民检察院指派检察员周X、陈X、吴X出庭支持公诉，被告人[被告A]及其辩护人侯X、被告人[被告G]、[被告B]、[被告C]、[被告D]、[被告E]、[被告H]、[被告F]、[被告I]到庭参加诉讼。现已审理终结。<LOC>人民检察院指控：一、xxx罪2017年10月至11月，被告人[被告A]、[被告B]为谋取利益，联系杨某、徐某、张某2等十余人在<LOC>、<LOC>两地多次赌博，并提供赌博用具、交通工具等。[被告A]、[被告B]在赌场中抽成，[被告A]还安排[被告D]、[被告E]在赌场外放风，并联系被告人[被告G]、[被告C]在赌场内放高X，涉案赌资48.8万元。期间，2017年10月8日，参赌人员张某2在赌场内向[被告G]借款37万元。赌局结束后，[被告G]和[被告C]在<LOC>金水温泉大酒店的一个房间内限制张某2人身自由七个多小时，后将张某2的奥X赛轿车扣留。后张某2向其姐姐魏某1借钱，魏某1到后，[被告G]和其兄[被告G]4等人为索要赌债，在<LOC>财政局附近将魏某1驾驶的奥迪Q5轿车强行扣留。在张某2的弟弟张某1于2017年10月12日转给[被告G]418.5万元后才将奥迪Q5轿车开走。二、xxx罪2013年3月1日傍晚，蒋某和同在<LOC>跑出租拉客的张某4因争拉乘客发生争执。张某4电话通知其亲戚[被告H]到车站处理此事。[被告H]了解情况后驾驶自己的红色沃尔沃轿车追赶蒋某。在追至<LOC>医院南去王X5集的岔路口时追上蒋某，并将蒋某的红色QQ轿车后尾灯砸坏。蒋某遂联系到秦某1、于某1等人开车追赶[被告H]。[被告H]在砸坏蒋某的车辆回<LOC>县城的途中发现有人追赶后电话联系到被告人[被告A]，让[被告A]带人接应自己。[被告A]又电话通知了其兄[被告F]，[被告F]开车拉着任X和被告人[被告I]赶到燕塔街道办事处张X2，[被告A]、[被告F]、[被告I]持棍等候。[被告H]在五六分钟后驾车到达后将车停下，下车后指向后面于某1驾驶的黑色别克轿车。于某1驾驶的黑色别克轿车停下后，[被告H]和王X6将于某1的黑色别克轿车砸坏，并把同于某1一同前来的孙某打致轻伤。秦某1等人赶到后，[被告H]、[被告A]、[被告F]、[被告I]等人驾车离开。经鉴定，孙某的伤情为轻伤二级。奇瑞轿车车损为296元，别克轿车车损为3550元。案发后，双方达成民事赔偿协议。就上述指控的事实，公诉机关出示了相关物证照片、书证、证人证言、被害人陈述、被告人供述与辩解、辨认笔录、鉴定意见、视听资料等证据。公诉机关认为，被告人[被告A]、[被告B]、[被告G]、[被告C]、[被告D]、[被告E]为谋取利益开设赌场，情节严重，其行为触犯了《中华人民共和国刑法》三百零三条第二款的规定，应以xxx罪追究六被告人的刑事责任；被告人[被告H]、[被告A]、[被告F]、[被告I]因偶发矛盾，逞强耍横，持凶器随意殴打他人，致一人轻伤，任意损毁他人财物两千元以上，四被告人的行为触犯了《中华人民共和国刑法》二百九十三条的规定，应以xxx罪追究四被告人的刑事责任；被告人[被告A]犯xxx罪和xxx罪，应数罪并罚；被告人[被告D]、[被告E]在犯xxx罪后，被告人[被告A]、[被告F]在犯xxx罪后能够主动投案，并如实供述了自己的主要犯罪事实，均系自首，可适用《中华人民共和国刑法》六十七条的规定，从轻处罚；被告人[被告D]、[被告E]、[被告F]、[被告I]均系从犯，可适用《中华人民共和国刑法》二十七条的规定，从轻处罚。被告人[被告A]系累犯，可适用《中华人民共和国刑法》六十五条的规定，从重处罚。被告人[被告A]对公诉机关指控其犯xxx罪和xxx罪的罪名没有异议；对指控其犯xxx罪的事实辩称涉赌赌资达不到起诉书指控的48.8万元，对指控的犯xxx罪的事实辩称其没有打人砸车，案发后自己赔偿了被害人经济损失7万元，自己主动投案，应属自首。其辩护人的辩护意见是，对公诉机关指控的罪名没有异议。对xxx罪的辩护意见是涉案赌资达不到指控的48.8万元，[被告A]有坦白情节，且当庭认罪，可对其从轻处罚；对xxx罪的辩解意见是[被告A]有自首情节，赔偿了被害人经济损失，且[被告A]并非寻衅滋事案件的组织者，应认定为从犯，可对其从轻或减轻处罚。被告人[被告G]对公诉机关指控的罪名没有异议，对指控的事实，辩称放贷的利息不是每万元三百元，是每万元一百元；张某2输钱后是他自己提出来在黄河酒店开房间住宿的，没有人强迫他，张某2的轿车也是张某2主动给自己的。被告人[被告B]对公诉机关指控的罪名没有异议，对指控的事实辩称涉案赌资没有指控的那么多，自己也没抽那么多钱。被告人[被告C]对公诉机关指控的罪名没有异议，对指控的事实辩称自己不清楚涉案赌资有多少，通过在赌场放贷自己一共挣了不到一万元。被告人[被告D]对公诉机关指控的罪名没有异议，辩称自己只是在赌场外放风，一共挣了三千元左右，且自己属于投案自首，应从轻处罚。被告人[被告E]对公诉机关指控的罪名没有异议，辩称自己只是在赌场外放风，一共挣了四千元左右，且自己属于投案自首，应从轻处罚。被告人[被告H]对公诉机关指控的事实和罪名没有异议。被告人[被告F]对公诉机关指控的罪名没有异议，对指控的事实辩称自己没有打人砸车，应属从犯；案发后主动到公安机关投案，应属自首。被告人[被告I]对公诉机关指控的罪名没有异议，对指控的事实辩称自己没有打人砸车，应属从犯。经审理查明：一、开设赌场的事实2017年10月至11月，被告人[被告A]、[被告B]为谋取利益，联系杨某、徐某、张某2等十余人在<LOC>、<LOC>两地多次赌博。期间[被告A]、[被告B]提供赌博用具、交通工具等。[被告A]、[被告B]在赌场中抽成，[被告A]还安排[被告D]、[被告E]在赌场外放风，并联系被告人[被告G]、[被告C]在赌场内放高X，仅查实的涉案赌资即达48.8万元。期间，2017年10月8日晚，参赌人员张某2在赌场内向[被告G]借款37万元，赌局结束后[被告G]和[被告C]在<LOC>金水温泉大酒店的一个房间内限制张某2人身自由七个多小时，后将张某2的奥X赛轿车扣留。次日下午又跟随张某2到<LOC>徐X镇向张某2的姐姐魏某1借钱。将魏某1、魏某2哄骗至<LOC>后，[被告G]和其兄[被告G]4等为索要赌债，在<LOC>财政局附近强行将魏某1驾驶的奥迪Q5轿车扣留。在张某2的弟弟张某1于2017年10月12日转账给[被告G]418.5万元后，才让张某1将扣留的奥迪轿车开走。认定上述事实的证据有：（一）物证照片1．2017年11月27日杨某提交到莘州派出所的赌博用的四十张麻将的照片一张，显示麻将已被砸开，麻将中有芯片。（二）书证1.<LOC>公安局户籍证明四份、<LOC>县公安局户籍证明两份，证明[被告A]、[被告G]、[被告B]、[被告C]、申X、[被告E]案发时均达到应负刑事责任的年龄。2.张某2提交的与[被告B]、[被告A]、[被告G]的部分聊天记录及[被告A]发给张某2所设赌局所在方位图的微信截图一宗，证明[被告A]、[被告B]、[被告G]开设赌场组织赌博。3.<LOC>公安局发破案经过说明三份、到案经过说明五份、前科情况说明五份、行政处罚决定书两份、<LOC>人民法院刑事判决书两份、鲁宁监狱释放证明一份证明：被告人[被告A]于2018年1月29日因本案经民警电话传唤到莘州派出所接受询问并于当日被刑事拘留，2006年3月6日因犯盗窃、抢劫罪被<LOC>人民法院判处有期徒刑四年，2012年10月9日因聚众赌博被行政拘留十五日，2013年3月涉嫌犯xxx罪；被告人[被告G]系在家中被抓获、2015年8月4日曾因涉嫌犯xxx罪被<LOC>公安局刑事拘留；被告人[被告C]已通过家人和公安机关取得联系准备投案，在投案途中被抓获，2010年1月25日因犯xxx罪被<LOC>人民法院判处有期徒刑三年，缓刑五年，2012年2月18日曾因故意毁坏财物被<LOC>公安局行政拘留五日；[被告B]于2017年12月18日经电话传唤到案，2018年4月16日被监视居住、无犯罪前科；申X于2018年3月22日到<LOC>公安局投案并于同日被取保候审、无犯罪前科；[被告E]于2018年5月3日到<LOC>公安局投案并于同日被取保候审、无犯罪前科。4.<LOC>金源服务有限公司客人登记单一份，证明[被告G]、[被告C]、张某2三人于2017年10月8日6时10分入住该公司酒店，2017年10月8日13时55分离开，共计7小时45分钟。5.<LOC>农商银行转账记录交易明细一宗，证明张某2于2017年10月1日、10月7日、10月8日、11月14日、11月18日分别向[被告G]的<LOC>农商银行卡转账20000元、20000元、20000元、5000元、19500元，共计84500元；证明张某2于2017年10月12日通过其弟张某1向[被告G]之兄[被告G]4的银行账户转账18.5万；证明徐某于2017年11月13日、11月17日、11月18日向[被告G]的<LOC>农商银行卡分别转账38000元、10000元、35000元，于2017年11月17日、11月19日通过其妻汪X的账户向[被告G]的<LOC>农商银行卡分别转账25000元、15000元，徐某夫妇共计向[被告G]转款123000元。6.张某2提供的向[被告G]、[被告G]4转账记录的截图六张和收到条一份，证明张某2、张某1共向[被告G]和[被告G]4转账24.45元，[被告G]4出具了收到6万元现金的收到条一张的事实。（三）证人证言1.证人杨某证明，他是2017年10月份左右，通过张某2的介绍到[被告A]和[被告B]开设的赌场里参与赌博的，一共参与过五次。头两次是在莘X金盾公寓对面[被告A]的父亲家里玩的，是用麻将玩的二八杠，后来又去<LOC>南X2和<LOC>玩过三次，共输了13.5万元。去<LOC>赌博的时候，他们那些参赌人员在<LOC>检察院门口集合，[被告A]找车拉他们去<LOC>。他知道的其他参赌人员有曹X、张某2、“二X”、“盛X2”、“欢欢”、马X、邹某，后来又参与的有徐某和一个叫小“萌X”的和一个叫刘X的。每次赌博都是用麻将玩二八杠。[被告A]是开赌局的，从中抽头，不参与赌博，庄家输了[被告A]每局抽200元，庄家赢了抽庄家赢钱的百分之十。他们赌博用的麻将、骰子，赌博的场地以及赌博时吃喝的东西和抽的烟都是[被告A]和[被告B]提供的，抽钱也是[被告A]和[被告B]两个人一起抽，[被告A]和[被告B]也跟他们说过是[被告A]和[被告B]一起开设的赌局。2017年11月26日晚上，他输了6.4万元，散场后他将赌博用的麻将砸开后发现是充电麻将，就想到[被告A]是设局专赢他的，他就和徐某把麻将带出来了。后来有一个叫[被告G]的专门在赌场内放高X，[被告G]不参赌。他们参赌的人赌博时都带着现金去，带的钱输完了，[被告A]就喊[被告G]来放高X。他知道的放高X的就[被告G]一个人。他只是最后一次赌博时从[被告G]那里拿了6万元，贷的[被告G]的钱都用于赌博了。参赌人员基本上都从[被告G]那里拿过钱，但是每人具体拿了多少他不清楚，他只知道张某2从[被告G]那里拿了有三四十万，徐某从[被告G]那里拿了五万左右，都输在赌局上了。[被告A]在<LOC>赌博的时候是[被告A]的表兄弟负责放风的。每次他们去<LOC>也都是[被告A]的表兄弟在村口等他们，开车把他们拉到赌博的地方后[被告A]的表兄弟就领着三四个小孩儿在赌局周边放风。[被告A]开设赌局的地方除了[被告A]的父亲在南X2的住所和<LOC>那边王X家的两个院子以外，他听说在<LOC>同一个村子其他的院子里[被告A]也设过赌局，但他没去过。2.证人张某2证明，他大约是在2017年9月份开始在[被告A]开设的赌场上参与赌博的，参与了十多次，其中在<LOC>县<LOC>参赌了六七次。[被告A]和[被告B]是开赌场的，但不参赌，只抽钱。庄家输钱[被告A]和[被告B]每锅抽200元，庄家赢了[被告A]和[被告B]就抽庄家赢钱的百分之十。赌具也都是[被告A]和[被告B]提供的，[被告A]和[被告B]还提供方便面、火腿肠、饮料罐头、硬盒中华烟等。还有一个叫[被告G]和一个叫小国的在旁边放贷，小国给[被告G]帮忙记账。[被告A]和[被告B]开设这个赌场的时间最少是三个月，基本上每天都开局。在<LOC>县城他知道的有老车站向东三百米路北胡同里、王某2在老电厂小区租的房子里、[被告A]的哥哥[被告F]在<LOC>的家里、<LOC>和<LOC>路口西南角[被告A]的父亲家里。在<LOC>就是<LOC>县<LOC>。每次去<LOC>都会换个院子，都是[被告A]的表兄弟给找的。参赌人员有杨某、徐某、欢欢、蒙蒙、大超、王X8、陶X、二X，小X、邹某、盛X2、曹X、王某2、张某3等人。去<LOC>赌博，都是在晚上十点左右，[被告A]召集参赌人员在<LOC>检察院门口集合。[被告A]、[被告B]、[被告G]等人开车拉他们去<LOC>县<LOC>。在<LOC>村口，[被告A]的表兄弟把他们领到赌博的地方，然后[被告A]的表兄弟领着三四个人拿着对讲机在门口放风。如果还有人要来赌博，[被告A]就开车回<LOC>再去接。他在<LOC>第七次参赌时是输的最多的一次，那天晚上他共输了37万元，都是从[被告G]那儿拿的钱，后来放贷的[被告G]也没钱了，就光记账，把账记在他身上。赌局散了后，[被告G]不让他走，他想第二天还给[被告G]放贷的钱，[被告G]不同意，拉着他在黄河宾馆住了一晚上，让两个人在房间里看着他。第二天中午，[被告G]把他哥哥[被告G]4喊来了，[被告G]4把他的车牌号为鲁Ｐ×××××的奥X赛商务车开走了。[被告G]和小国又开车拉着他去徐X弄钱还账。他当时用手机银行转账给了[被告G]2万元，又让他姐姐魏某1和他妹妹魏某2给了[被告G]2万元现金，[被告G]还是不同意，又让他打了个33万元的欠条，让魏某1担保。后来魏某1和[被告G]4他们到<LOC>县城来了。在<LOC>[被告G]4、[被告G]他们就把魏某1的奥迪Q5轿车扣了，[被告G]4还说什么时候还清钱什么时候来赎车。隔了一天，魏某1的对象[被告I]4知道这个事儿后，就去燕塔派出所报案了。[被告G]4知道[被告I]4报案后，就和[被告A]、[被告B]等人威胁他不要给派出所的说是欠的赌博的钱。后来他弟弟张某1给了[被告G]418.5万元，他给了[被告G]46万元后，[被告G]4让他把他和魏某1的车都开走了。在赌场里放贷的人就是[被告G]和小国，[被告G]4就去过一次。[被告G]每次放贷就是带10万元左右现金去，但是来回周转，加起来平均每天得放贷30万元左右。小国主要是负责记账。参赌的人借的放贷的钱全是用来当赌资，参赌的人基本上都用过[被告G]放贷的钱。他从[被告G]那里借了大概有40万元。[被告A]和[被告B]每次设局得抽两三万元。他觉得参与赌博的人绝大部分人都输钱，最后钱基本上都到[被告A]、[被告B]和[被告G]手里了。张某2还证明他之前不认识[被告G]4、[被告G]，和[被告G]4、[被告G]没有其他任何经济往来，他也没有建过学校。3．证人徐某证明，他是在2017年11月中旬，通过张某2介绍到<LOC>在[被告A]开设的赌场里参与赌博的，一共去了三次，输了9万多元。去<LOC>都是在晚上十点左右。[被告A]和[被告B]在赌局中抽钱，还负责接送参赌的人并提供食物，赌场外有放风的，赌场内有[被告G]和[被告C]放高X。他每次参赌时带的现金都不超过5000元，输完了就从[被告G]那里借钱，[被告G]都是现场给他现金，[被告C]负责记账算利息。从[被告G]那里借的钱都赌博输了。他从[被告G]那里共借了11万多。还钱时用他和他妻子汪X的农商银行卡转账到[被告G]农商银行卡里的11.8万元中有替杨某还的2万元，他个人还的9.8万元。后来杨某发现赌博用的麻将有问题。2017年11月26号凌晨两三点钟赌局散场的时候，杨某砸开了赌博用的麻将，发现里面有芯片，是充电麻将，他和杨某就把麻将带出来了。他们去<LOC>赌博时赌场外有放风的，[被告A]说其中一个是他表兄弟，他见过[被告A]的表兄弟两次。他还证明杨某输了有13万多元。4．证人曹某证明，他大概是在2017年10月份的时候到[被告A]、[被告B]设的赌场里参与赌博的，地点在<LOC>和<LOC>交界的一个村里，赌博用的牌是[被告A]、[被告B]带去的。一起玩的还有杨某、徐某、邹某，二X，还有一个叫“小峰”的。牌局一般从晚上十点左右开始，到第二天凌晨两三点结束。[被告A]和[被告B]不参赌，只是一把抽几百块钱，大概抽百分之十的比例，还帮玩牌的算钱、发钱、放钱。赌博时吸的烟、喝的水、吃的东西都是[被告A]和[被告B]提供的。[被告A]、[被告B]基本上天天设赌局，每次大概进行四五个小时。他大概参加了四五次，他和其他参赌的每次都是[被告A]、[被告B]负责接送。他总共输了两三万，其他参赌的人也差不多，基本上都输钱。[被告A]和[被告B]平均一晚上能抽四五千块钱左右。赌局中有放贷的人。他听说赌场外面有放风的。大概是2017年12月份，杨某给他打电话说[被告A]的牌有毛病，杨某把麻将砸开了，杨某、徐某想让他从中调解，最后没调解成，杨某和徐某就报案了。5．证人邹某证明，2017年八九月份，[被告A]天天给她打电话说弄了个赌局让她过去玩。后来张某2也给她打电话让她去[被告A]的赌场看看。第一次她和张某2到了老车站附近原富X足道往东一个胡同里的一个棋牌室里，看到有五六个人在玩牌，她没玩，看了一会儿就走了。第二次是2017年9月，[被告A]开车把她拉到莘X加油站往南一公里左右[被告A]母亲家里，她从晚上十一点玩到凌晨两点多，输了1万多。后来就是在<LOC>的一个村里玩，每次都是在晚上九点左右，[被告A]、[被告B]开车把她和其他参赌的拉到<LOC>的一个村里。这个赌局是[被告A]和[被告B]组织的，[被告A]和[被告B]不参赌，只抽钱。在赌局里放贷的是[被告G]和[被告C]。赌局大部分都是设在<LOC>的那个村里面，在[被告A]母亲家只成了几天局。每次去玩牌的时候，[被告B]都事先买好水果，方便面，火腿肠等。[被告A]的两个表兄弟负责放风。她认识的参赌人员有盛X、杨X起、徐某、还有三四个人她不认识的。最后一次在<LOC>玩的人有她和杨X起、徐某、盛X，散场的时候杨X起把麻将砸开了，砸开以后发现麻将里面有铜线。她一共输了23.8万多元，她的钱输完以后就开始从局里放贷的[被告G]那里拿钱，她一共从放贷的那里拿了17万左右，还了13万左右，现在还欠[被告C].4万元。她们赌博使用的麻将都是同一副绿底的四十张牌，包括四个白板和三十六张饼子，每次都是[被告B]拿着去的。[被告B]和[被告A]自2017年九十月份开始，到2017年底，几乎每天都成局。她们每次赌博的时候[被告A]的表弟或表哥都在门口站着，拿着对讲机，负责望风。6.证人张某3证明，2017年八九月份的一天晚上十点左右，[被告A]开车接他到莘X[被告A]父亲的院里推二八杠。他进去后看到曹X、邹某、二X等人在玩儿二八杠，[被告G]和一个小X2是在赌局上放高X，[被告G]放钱，小X2拿着个小笔记本记账。他没参赌，在旁边看着他们玩了。赌局是[被告A]和[被告B]组织的，[被告A]和[被告B]负责联系参与赌博的人、提供赌博场所和赌具以及吃的喝的，包括吸烟都是他俩提供的。人够的时候他俩不玩，光抽水，庄家输的话一锅抽200元，庄家赢的话，抽庄家赢钱的百分之十。[被告G]放贷时带着现金去，每次得有10多万，[被告G]负责往外放钱，小X2就给他记账。放贷的钱都是用在赌博上了。参与赌博的人基本上都从放贷的那儿拿钱，他不清楚[被告G]和这个小X2一共放贷了多少钱。[被告A]和[被告B]的赌局一直开到2017年11月份，有三个多月的时间。他听说的参赌的没人赢钱，钱其实最后都跑到组织赌局的[被告A]和[被告B]，放贷的[被告G]手里了。他听杨某说徐X的一个人输的最多，输了40多万。他听说[被告A]和[被告B]开设赌局的地点除了南X[被告A]的父亲家以外还有<LOC>[被告A]的姥娘家。去<LOC>赌博时，都是[被告A]和[被告B]开车接送参赌的人。他知道的参赌的人平均每天得有十到二十人左右。杨某后来给他打电话说[被告A]和[被告B]开的赌局里面有诈，杨某把赌博用的麻将砸开了，发现里面有电子芯片，杨某让[被告A]赔钱，[被告A]不赔，杨某要去公安局报案。7.证人陶某证实，她在2017年10月份的时候，在莘X路口路西的一个院子里和<LOC>的一个村里参与过三次赌博，一共输了1000多元。赌局是[被告A]和[被告B]组织的，[被告A]和[被告B]提供赌具和赌博地点，提供吃喝和烟，但不参与赌博，只从赌局中抽钱。参与赌博的人有楚X（欢欢），李某1（大超），盛某2、王某2、王某1、“盛X2”，徐X的小峰，其他人她不认识。赌局中有放高X的，是二十多岁的年轻男子，她不知道名字，放贷的钱都用于赌博了。赌局外有放哨的，是[被告A]的表兄弟，用对讲机跟场里面联系。8.证人楚X（绰号欢欢）证明她一共三次参加过[被告A]和[被告B]的赌局，第一次是在<LOC>南边路X的姐姐王某2家里，第二次是在[被告B]家里，但她都没玩儿。第三次是在伊X大酒店北边的一个她不知道名字的村子里，输了三千元。她没见过放贷的和望风的。9.证人盛某1证明，他到[被告A]、[被告B]开设的赌场里参赌过五次，一共输了两千块钱。赌博的地点都是在莘X[被告A]的老家。[被告A]、[被告B]提供赌博的地点和赌具，还提供吃喝和烟。[被告B]抽钱，听说一晚上能抽两千左右。赌场里还有个人放贷。10.证人盛某2证明，他一共去[被告A]开设的赌场里参赌过两次，都是在莘X[被告A]的母亲家里，输多少记不清了。[被告A]提供赌博的地方和赌具，买水买烟，在赌场内抽钱，一晚上能抽个三五千。他听[被告A]说过有放风的。11.证人王某1证明，他一共在[被告A]开设的赌场里参赌过八九次，第一次是在莘X[被告A]他妈家里，第二次在老汽车站十字路口东的一个胡同里，其余的都是在<LOC>。他一共输了10多万元。他参赌时[被告G]和[被告C]每次都去放贷，他借了四五次放贷的钱，一共是15万元左右，目前还欠2.5万元。[被告A]开设赌场时有两个他不认识的人在外放风。12．证人王某2证明，她是[被告B]的姐姐，她听[被告B]说过[被告A]和[被告B]开了个赌局，她去过[被告A]和[被告B]开的赌场一次，听说[被告A]和[被告B]在赌场抽钱，[被告G]是专门放贷的，还听[被告B]说过参赌的人都输钱，没有赢钱的。13．证人李某1证明，他参加过[被告A]、[被告B]组织的赌局，第一次是在[被告A]母亲的院子里。[被告A]、[被告B]不参赌光抽钱，还提供吃的和赌博时吸的烟。后来[被告A]又拉着他去了<LOC>一次，但他这次没赌。14．证人张某1证明，他是张某2的弟弟，2017年10月中旬的时候，张某2在[被告A]、[被告B]组织的赌局中输钱了，就跟在赌场内放贷的[被告G]、还有一个叫“啥国”的男子借高X，当天晚上张某2借了37万的高X。赌局结束的时候，[被告G]和那个叫“啥国”的还有几个他们叫来的人，就把张某2扣在<LOC>黄河酒店了，逼张某2还钱。张某2弄了点钱还了一部分，张某2的奥X赛轿车也被扣了。张某2实在筹不到钱了，就给他亲戚家姐姐魏某1打电话。[被告G]带着张某2在徐X跟魏某1、魏某2见的面，魏某2替张某2还了[被告G]4万元。[被告G]还让魏某1在张某2的欠款合同上签字担保。[被告G]又给[被告G]4打电话，[被告G]4带着好几个人也到了徐X，[被告G]4看着魏某1开着一辆奥迪Q5，就和[被告G]一伙人强行把魏某1的奥迪车开走了。奥迪车被抢走了以后，魏某1就给他打电话说张某2出事了，赌博输了五六十万，被人扣住了。他就去<LOC>县城跟魏某1见了面，听魏某1把事的详细经过说了以后，他们就去燕塔派出所报案了。[被告G]4带着张某2也去了燕塔派出所。当天晚上，张某2在电话里告诉他说，[被告G]4、[被告G]、[被告A]不让张某2在燕塔派出所说欠债是因为赌博，就说是欠的工程款，一说赌博都犯法，张某2在燕塔派出所也是按照[被告G]4交代的说的，说欠的是工程款。第二天张某2给他打电话让他帮着还钱，他就和张某2、魏某1、魏某1的丈夫[被告I]4、朋友郝X等人在<LOC>老电厂跟[被告G]4、[被告A]、[被告B]等人见的面。[被告G]4让他们先拿18.5万，就让魏某1把奥迪车开走。他当时就用手机给[被告G]4转了18.5万的现金，[被告G]4又让他和郝X在张某2写的欠[被告G]416万元的欠条上签字担保后，才让他们把魏某1的奥迪车开走了。又过了三天时间，[被告G]4又给他打电话，意思说让他再凑点钱给[被告G]4，就能把张某2的奥X赛车开走了。他又跟张某2、郝X一块给了[被告G]46万现金，[被告G]4就让他们把张某2的奥X赛车开走了。张某1还证明张某2欠[被告G]的37万元高X是一晚上赌博输的，在此之前，张某2也向[被告G]借过高X，张某2自己还上了。15．证人魏某1证实，大约是2017年秋天的时候，她妹妹魏某2给她打电话要她一块去徐X，她就开着她的白色奥迪Q5车拉着魏某2去了。在路上张某2给魏某2打电话想借点钱，魏某2同意了，当时她们都不知道张某2是因为欠赌债被人扣住了，她们就给张某2送钱去。走到<LOC>初中附近，她们见到了张某2，张某2也不说话。跟张某2一块的还有[被告G]4等好几个男的。其中一个男的跟她说家里有病人得绝症了，能弄点钱不。她说没带着钱，那个男的就拿出一张白纸让她签字，她当时觉得没什么事，就算有事也是张某2担着，就签字了。签完字她就拉着魏某2去徐X她家了，路上要账的人一直跟着她们。到徐X邮电局路口她们停下车后，后边要账的车上下来一个人问她们能再凑点钱么，张某2也让她们凑点钱，魏某2就给了张某2两万块钱的现金。然后跟张某2在一起的一个男的让她们跟他去“所里”找个管事的签个字就没事了。她当时以为是去派出所、储蓄所等正儿八经的单位，再加上觉得有张某2在，也没多想就跟着去了。一直走到<LOC>新华路劳动局附近停下，那些人让她跟魏某2进去，她觉得对方要她们去的不是正儿八经的地方，就想走。这时候[被告G]4还有好几个人就拉开她的车门夺车钥匙，她一看事情不对就攥着车钥匙不撒手，争夺过程中把车钥匙都弄断了，最后车钥匙还是被[被告G]4夺走把车开走了。她就给张某2的弟弟张某1和她对象[被告I]4打电话。张某1、[被告I]4到了之后，张某1就打电话报警了。过了两天，张某1跟她说张某2赌博输钱了，在<LOC>、徐X跟她要钱让她签字的都是跟张某2要赌债的，后来张某1把她的奥迪车要回来了。跟她要钱夺她的车的人叫[被告G]4，她是后来才知道的，还有一个人说话比较结巴，其他人她不知道叫什么名字。16．证人魏某2证明，大约是2017年10月份的时候张某2给她打电话借钱，她和张某2说好去徐X拿钱后就坐她姐姐魏某1的奥迪Q5轿车去徐X。走到<LOC>初中附近时见到了张某2，当时跟张某2在一起的大概还有三四个人。她们当时不知道那些人是跟张某2要赌债的。要账的一个人拿出一张白纸，让魏某1签字，魏某1就签字了。魏某1签完字后对方就跟着她们去徐X了。在徐X，她从家拿了2万现金交给了张某2。然后要账的一个人让她们去<LOC>，把张某2的车开回来。当时她们也没多想，就跟着对方去<LOC>了。她们跟着对方的车走到<LOC>劳动局附近刚停下，[被告G]4等两三个人上来就抢魏某1的车钥匙，魏某1不撒手，拉扯的时候把车钥匙都掰断了，最后车钥匙还是让对方抢走把车开走了。她们赶紧问张某2怎么回事，张某2这才告诉他们赌博输钱了。他们就给张某2的弟弟张某1、魏某1的丈夫[被告I]4打电话，张某1、[被告I]4过来后就报警了。后来怎么处理的她不清楚。她后来听张某2说夺魏某1车钥匙的人叫[被告G]4。17.证人李某2证明，他认识[被告B]，2017年八九月份[被告B]从他的门市上买过一两次麻将，都是整副的。他没卖过用来作弊的麻将。（四）被告人的供述与辩解1.被告人[被告A]供述，他和[被告B]是朋友关系，玩的麻将是[被告B]从<LOC>李某2那里买的。他和[被告B]一共组织玩了五六次麻将，是从2017年9月份左右开始的。开始的两次是在南X2他母亲家的院子里，后来把场地设在<LOC>县<LOC>的一个村里，玩麻将的有王某1、邹某、杨某、徐某、盛X2、陶某。<LOC>的地方是他<LOC>的朋友[被告I]2给联系的，一晚上给[被告I]2200块钱。他就在这两个地方组织人玩麻将。麻将牌用的是一到九的饼子和四个白板，一共四十张牌，推二八杠。麻将是[被告B]带去的，每次玩用的都是同一副麻将。他联系过杨某、徐某、王某1，盛X2、邹某、陶某、盛某2、欢欢这几个人玩麻将。他和[被告B]都是按锅抽底，一锅一百块钱。设赌局的只有他和[被告B]。2.被告人[被告G]在侦查机关供述，他不认识[被告A]，也不知道[被告A]开设赌局，也不认识张某2、邹某、杨某，他和张某2、邹某也没有债务关系。[被告G]4是他哥哥，他不知道[被告G]4平时干什么，也不知道[被告G]4和张某2、邹某有没有债务关系。庭审中，[被告G]供认了自己在[被告A]、[被告B]的赌场中放贷的事实。3.被告人[被告B]供述，2017年10月份，她和[被告A]商量开赌局推二八杠，她和[被告A]从中抽钱。前期赌博是在莘X[被告A]他妈家里，参与赌博的人都是[被告A]喊的。一共不到十天的时间赌了四五次。后来[被告A]联系的<LOC>的地方，基本上每天换个地方。到了<LOC>之后玩的就大了，基本都是1000元一锅，也推过2000元一锅的。她和[被告A]不参与赌博，只负责抽钱、帮着算账。到<LOC>之后，参赌人员基本上固定了，有邹某、陶某、李某1、张某2、杨某、徐某、王某1，其他的人隔三差五的去一回。在<LOC>设赌场之后，除了很偶尔个人开车去，其他时间都是她和[被告A]每人开一辆车，[被告G]和[被告C]也开一辆车，到集合的地方接参赌人员去赌博。如果再有想参赌的人，[被告A]就开车去接到赌场来。到了<LOC>之后基本上是天天成局，赌局一般都是晚上十点以后开始，结束的时间基本上在凌晨两三点钟。赌博的时候，她和[被告A]有时也在场上帮着算算账、分分钱，她主要负责抽钱。她不清楚参赌人员的具体输赢情况，但基本上都输钱，因为她和[被告A]抽钱，还得买吃的喝的以及抽的烟，[被告G]、[被告C]放贷也得挣钱。她没算过一共抽了多少钱，平均一天晚上能抽4000元左右，这些钱一直是她拿着，中间也没断花钱，最后剩了三四万元。在赌场上放贷的人是[被告G]和[被告C]，从她和[被告A]开始开设赌场到赌场出事儿他俩一直跟着放贷了，[被告G]和[被告C]每天拿着七八万元现金去赌场上放贷，每一万元里面抽三百元的利息。赌场中放贷的钱都是用于在赌场上赌博。在赌场外放风的有两个人，都是[被告A]的表兄弟，一个叫申X，另一个年轻的她不知道叫什么名字。[被告A]那个年轻的表兄弟有时候也开着一辆面包车领着他们去赌博的地方。[被告A]和放风的人通过对讲机联系。申X前期跟着放风了，后来因为上班没有一直跟着，[被告A]的那个年轻的表兄弟是去<LOC>之后才跟着放风的。一直跟到赌场出事儿。赌博用的麻将牌是她在李某2开的<LOC>体育买的，没有问题。[被告A]带耳机是和场外望风人员联系的。4.被告人[被告C]供述，2017年10月份左右，[被告G]联系他去[被告A]、[被告B]开设的赌场里放贷，他和[被告G]一起去了大概有十二三次左右，[被告G]自己去没去过他不清楚。都是[被告A]给他和[被告G]打电话去的。记得去过<LOC>南边路西的一个小区里头，也去过<LOC>一个他不知道名字的村里。在<LOC>赌博的时候基本上每天晚上都换个地方，都是[被告A]找人开车接他和[被告G]过去。到赌场后他和[被告G]就在一边坐着，谁用钱的时候[被告A]就告诉他们说有人要用钱，[被告G]就把钱贷给需要的人，他负责记账。每天的账就记在一张纸上，赌局结束后对对账，然后就把记账的纸撕了，没有账本。他和[被告G]一般情况下就带3万左右的现金去，只有一次带了4万块钱。虽然他们只带三四万块钱去，但是参赌的人有输有赢，输了从他们那里拿钱，赢了再还给他们，这样三四万块钱也可以来回的放贷。放贷的钱都是[被告G]的，他和[被告G]在赌场内放贷的钱参赌人员全部是用于赌博了。他和[被告G]在赌场内放贷他一共赚了有1万块钱左右，[被告G]具体挣了多少他不清楚。[被告A]、[被告B]开设的赌场一般都是在晚上十点左右开始，结束的时间不一定，赌博的地方都是[被告A]找的。[被告A]、[被告B]在<LOC>开赌局的时候，安排车拉着他和[被告G]和那些参赌的人一起去。赌博用的麻将牌、抽的烟、喝的水以及水果之类的都是[被告A]、[被告B]提供。[被告A]、[被告B]不参赌，在麻将桌旁管收钱抽钱，具体抽多少钱他不清楚。在[被告A]、[被告B]开设的赌场内赌博的人每天平均有五六个人，[被告A]和[被告B]还专门找人在赌场外面放风，具体几个人他不清楚，他就见过一个大个子在赌场外放风，放风的人通过对讲机跟[被告A]联系。他认识的参赌人员有陶某、邹某、张某2、徐某、杨某、<LOC>交警队的曹X2、王某1、盛X2。参与赌博的人基本上都用他们的钱，每人具体用多少他记不清了。用的最多的是张某2，他记得有一天晚上张某2输得多，从他和[被告G]那里拿了很多钱，后来他和[被告G]带的钱都用完了，张某2还要从他和[被告G]那里借钱，他和[被告G]又从场上赢钱的人手里借钱给张某2用。后来就是光给张某2记账写数字了，最后是借了26万还是36万他记不清楚了，这些钱都输在[被告A]、[被告B]开设的赌场上了。他没有拘禁张某2，也没有打骂张某2，是张某2自己提出来开宾馆住宿的。他不知道[被告G]4和张某2有没有经济往来。他是在去公安局投案途中被抓获的。5.被告人[被告D]供述，2017年冬天的时候，他表弟[被告A]给他打电话说组织了个赌局，想让他帮忙在赌场外放风，他觉得是亲戚，就帮忙望风了。在<LOC>一共给[被告A]放了六七次风，地点分别是在<LOC>昌润宾馆路口向东二百米路北胡同里的一个棋牌室、<LOC>检察院<LOC>的一个小区里、<LOC>西环的一个村上、莘X金盾小区对过路西的一个胡同里面。都是[被告A]让他在车上坐着看着来往的人，每次牌局结束后[被告A]给他200元。[被告A]还组织人在他家里玩了两次，这两次他在附近溜达着给[被告A]他们放风了。[被告A]一共给了他3000元左右的放风钱。[被告A]应该是组织赌博的。每次参赌的大概有七八个人，他知道的参与放风的就他自己。6.被告人[被告E]供述，2017年10月份他表哥[被告A]开设赌场的时候，他和[被告D]负责放风了，他一共放了十三四次风。地点分别在莘X一个加油站南边路西的地方，老车站往东大概有二百米路南的地方、<LOC>县<LOC>。他有时也开着他的五菱之光面包车接送参赌的人。放风的事情都是[被告A]联系的。[被告A]开设的赌场一般都是在晚上十点开始到凌晨一两点左右结束。放风就是[被告A]让他在车上看着来往的车辆，[被告A]给了他一个对讲机，有情况的话就通过对讲机给[被告A]说。[被告A]的赌场开了多长时间他不清楚，他一共给[被告A]放了一个多月的风，[被告A]一共给了他5000多元钱。（五）辨认、检查笔录1．<LOC>公安局辨认笔录四十份：其中邹某辩认出盛某2、楚X、王某2、王某1、李某1，陶某辨认出盛某2、楚X、盛某1、王某2、宋X（即小X）、李某1（即大超），张某2辨认出盛某2、王某2、杨某、邹某、张某3、楚X、宋X、盛某1、陶某、曹X、王某1、李某1，徐某辨认出王某1、李某1分别是在[被告A]、[被告B]开设的赌场内与他们共同参与赌博的人；邹某、张某3、张某2还辨认出[被告G]、[被告C]是在[被告A]、[被告B]组织的赌场中放高X的人；陶某还辨认出[被告C]、杨某还辨认出[被告G]就是在[被告A]、[被告B]组织的赌场中放高X的人；邹某、杨某、张某2、徐某还辨认出[被告D]就是他们参与[被告A]、[被告B]在<LOC>组织的赌场时，负责开车领路并在赌场外放风的人；被告人[被告B]辨认出[被告E]就是在赌场外放风的人；张某1分别辩认出[被告G]、[被告C]就是跟随[被告G]4恐吓张某2、张某1要赌债的人。2.被告人[被告A]、王X4开设赌场地点的现场平面示意图（附现场照片）五张，证明了赌博地点的情况。3.视听资料一份，证实[被告A]、[被告B]在赌场内抽钱。二、寻衅滋事的事实2013年3月1日傍晚，蒋某和同在<LOC>跑出租拉客的张某4因争拉乘客发生争执。张某4电话通知其亲戚[被告H]到车站处理此事，[被告H]了解情况后驾驶自己的红色沃尔沃轿车追赶蒋某。在追至<LOC>医院南去王X5集的岔路口时追上蒋某，把蒋某的红色QQ轿车后尾灯砸坏。蒋某遂联系到秦某1、于某1等人开车追赶[被告H]。[被告H]在砸坏蒋某的车辆回<LOC>县城的途中发现有人追赶自己后电话联系到被告人[被告A]，让[被告A]带人接应自己。[被告A]又电话通知了其兄[被告F]，[被告F]开车拉着任X和被告人[被告I]赶到燕塔街道办事处张X2，[被告A]、[被告F]、[被告I]持棍等候。[被告H]在五六分钟后驾车到达后将车停下，下车后指向后面于某1驾驶的黑色别克轿车。于某1驾驶的黑色别克轿车停下后，[被告H]和王X6将于某1的黑色别克轿车砸坏，并把同于某1一同前来的孙某打致轻伤。秦某1等人赶到后，[被告H]、[被告A]、[被告F]、[被告I]等人驾车离开。经鉴定，孙某的伤情为轻伤二级。奇瑞轿车车损为296元，别克轿车车损为3550元。案发后，被告人[被告A]赔偿了被害人孙某7万元，取得了被害人的谅解。认定上述事实的证据有：（一）书证1.<LOC>公安局户籍证明三份，证明被告人[被告H]、[被告F]、[被告I]涉嫌犯罪时均已达到刑事责任年龄。2.<LOC>公安局工作说明一份，证明2013年3月1日，在<LOC>因出租车争拉乘客一事，蒋某和张某4发生争执。后双方分别纠集[被告H]、[被告A]、[被告F]、[被告I]，秦某1、孙某、田某1等二十余人在<LOC>燕塔街道办事处张X5桥进行斗殴，造成孙某轻伤，两辆车被砸坏。3.<LOC>公安局出具的抓获经过说明两份，办案经过说明两份，证明[被告H]系经电话传唤后于2013年3月8日到案，[被告A]于2014年11月25日到公安机关投案，[被告F]于2013年12月17日到公安机关投案，[被告I]系被抓获。4．<LOC>公安局行政处罚决定书一份，证明2012年10月9日[被告F]曾因聚众赌博被行政拘留十五日。5．调解协议书一份，证明[被告A]等人已赔偿了被害人孙某经济损失7万元，取得了孙某的谅解。（二）证人证言1．证人任某证明，2013年3月份的一天傍晚，他和[被告I]正在[被告F]家吃饭的时候[被告F]接了个电话，[被告F]接完电话说[被告A]有事，让他们过去。[被告F]就开车拉着他和[被告I]去中心市场北门和[被告A]见面了，见面后他们没下车就跟着[被告A]到了城西张X5桥那里。到了张X4头后，看到西边有两三个人在那里站着说话，[被告A]先下车过去的，他和[被告F]、任某下车后站在车旁边说话了。过了没多长时间，从西边一前一后过来两辆车，前边那辆车过了桥后停下了，[被告H]从车上下来人后往后指了指，然后就带着他、[被告A]还有一个他不认识的人拿着棍子等冲着后边那辆车过去了。后边的车停下后，[被告H]就带头砸那辆车，车上的人下没下来他没注意。后来秦某1等人开车来到后，他就和[被告I]开着[被告F]的车走了，走的时候发现[被告F]的车玻璃也被砸了，是谁砸的他没看清楚。砸车的木棍是提前准备好的，从哪里弄的他不知道，反正[被告F]车里没有。2.证人于某1证明，2013年3月1日晚上他和孙某、于某2正开车沿丈X公路从北往南走，秦某1给他打电话说秦某1的嫂子挨揍了，让他跟着对方的车，对方的那个车正沿着丈X公路往北走，还让他看见那个车以后报警，秦某1还说对方的那辆车没有牌子，是一个老车。他们走到董X附近时，看到那辆车从对面开过来了，他就掉头跟上了，接着他就打了110报警。后来这辆车从董X直接向东往俎店方向去了，他又给110打电话说了这个事情。他们跟着那辆车一直到了<LOC>张X5桥那里，看到桥X停了几辆车。他们追的那辆车过去桥以后就停下了，他们的车也跟着停下了。孙某刚从副驾驶上下车，对方那几辆车上的人就跟了上来。他看见[被告H]、[被告A]拿着镐X2X过来就围着孙某打。等他下车以后看到孙某已经躺在地上了，头上全是血。这时他看见对方的人里面有[被告I]、[被告F]，就喊了一声[被告I]的名字。[被告I]看到他以后就叫对方的人走了。紧接着秦某1、田某1、谢某还有一个他不认识的人也开车到了，这时候他扶着孙某了，其他的事他没注意，他们一直等到派出所的民警来了以后才走。3、证人于某2证明，2013年3月份的一天，他和于某1、孙某开车沿丈X路走到<LOC>董X镇<LOC>北时，于某1接到秦某1的电话说秦某1的嫂子的车被砸了，砸车的人开着车正在丈X路上走着，要我们追这辆车，这辆车无牌，追上之后报警。过了一会儿就有一辆没牌的车飞快的往北开，他们就在后面跟着那辆车。他们追到燕塔街道办事处张X5桥时，前面被追的那辆车停下了，他们也停下车。接着过来了一群人，手里拿着棍子一类的东西，当时孙某刚从副驾驶座位上下车，就有几个人拿棍子夯在他头上，孙某当时就倒地了，那些人接着就砸车，场面很乱。那些人砸完车之后就跑了，他就和于某1一起将孙某送医院了。4．证人秦某1证实，2013年3月的一天，他妻子田某2给他打电话让他和二嫂子蒋某联系，蒋某说她之前在<LOC>跟别人吵架了，现在<LOC>上，有人跟着她的车。他就让朋友刘某去接蒋某，后来蒋某打电话说车让人砸了，他又让刘某追那辆车，又给于某1打电话让于某1帮忙截车，还告诉于某1截住车就行别打人，于某1告诉他说正在后面跟着。谢某开车拉着他准备上张X5桥截住那辆车。他们赶到的时候看到有一伙人，还有几辆车，他看到那伙人里面有[被告F]、[被告A]、[被告I]，手里都拿着棍子，他就喊[被告F]。正说话时于某1从车上下来了，孙某满脸是血也从车后面过来了，[被告A]和[被告F]扔下棍子开车跑了。他们赶到的时候已经打完架了，是谁砸的[被告A]、[被告F]的车他不知道。在张X5桥上他看到的有刘某、于某1、孙某、谢某、田某1、秦某2。5.证人谢某证明，2013年03月01日20时许，他和秦某1、田某1正在<LOC>吃饭时，秦某1的妻子田某2给他打电话说秦某1的嫂子蒋某的车在<LOC>被人砸了，还告诉了他蒋某的行走路线，让他们到张X应她一下。在路上秦某1又跟于某1、孙某等人联系的，知道当时孙某和于某1、于某2三人开车在后面跟着了。他们到了张X5桥时看见<LOC>有一辆中华轿车、一辆面包车、还有一辆沃尔沃轿车，都头朝东停在路南，沃尔沃车在最西边，还看见孙某满脸是血，手里掂着一根镐X2X，在一辆别克车前站着，于某1也在这辆车跟前站着。还看到[被告F]掂着棍子在别克车东离别克车有一段距离站着，还有[被告A]、[被告I]、南X2的二明，他们手里拿没拿东西记不清了。他在现场还看见田某1了，但不知道谁叫田某1去的。孙某的伤是对方打的，具体是谁打的他没看见，别克车是谁砸的他也没看见。他和秦某1都没打架也没砸车，只是去帮个人场。6.证人田某1证明，2013年3月份的一天，他和秦某1、谢某、延X开车在<LOC>找饭店的时候谢某接了个电话说<LOC>西环出事了，让秦某1快些过去。他就和延X、秦某1、谢某开车去<LOC>西环了。到<LOC>西环后秦某1接了个电话说让去<LOC>张X5桥。他们到张X5桥下车后，看到现场很乱，有很多人。他认识的有孙某、于某2、[被告I]。他看到孙某开的黑色别克车已经被损坏，还有一辆老款沃尔沃轿车也被砸坏。孙某捂着头，头上一直流血。这时张X7的警车快到现场了，对方的人就开始跑。张X7的民警到后他们就一起去<LOC>医院了。7．证人张某4证明，他在车站和蒋某因拉客人发生争执时蒋某打了他一巴掌，他很生气，就给虞某1说了，可能是虞某1通知[被告H]去车站的。[被告H]到车站后问了问他情况就走了，他后来才知道[被告H]是追蒋某去了，还砸了蒋某的车，后来又引起张X5桥这个事。当天晚上虞某1给他打电话说[被告H]因为他和蒋某的事在张X5桥跟人打架了，他和虞某1急忙打出租去了张X5桥，到了之后发现警车在那里，他们没敢靠近，后来联系虞某2把他们接走了。8.证人虞某1证明，2013年3月份的一天晚上，他姐夫张某4打电话说蒋某在<LOC>扇了他一巴掌，让他去车站。他当时在砖厂打工去不了，就让[被告H]去了。结果[被告H]自己开车追蒋某到<LOC>，还砸了蒋某的车。当天晚上，[被告H]给他打电话说在张X2跟人家打架了。他就喊着张某4打出租车去了张X2，到了后发现警车在那里停着，他俩便走了。后来打电话让虞某2把他两个接走了。9.证人虞某2证明，2013年3月份的一天晚上，记不清是张某4还是虞某1给他打电话让他去<LOC>西环张X5那条斜路上接他们一趟。他就开车去了西环张X5往北去的斜路上，接到他两个之后把他们送到<LOC>。10.证人蒋某证明，2013年03月01日18时许，她在<LOC>因争拉客人与张某4发生争执后就拉着客人走了。她开车走到<LOC>鲁莘饲料厂附近时，发现一辆无牌的老式沃尔沃轿车跟着他，一直跟到<LOC>。她害怕了，就给弟媳田某2说了这事，田某2说在<LOC>找人送她。她就把车停在了<LOC>南X2一个路口。那个跟着的老式沃尔沃轿车上下来了一个人，拿着棍子上来就把她的车后灯砸了，随后就上车跑了。她边追边打110报警，追到一个路口时，田某2联系的一个叫刘某的打电话问她在哪里，她告诉刘某砸车的人正从<LOC>医院南边往北跑。过了一会儿，他看见刘某开着一辆白轿车去追那辆车了。后来她把客人送到<LOC>南边的一个路口后就往县城赶。在路上她又给刘某打了个电话，刘某说他们这边的人叫那边的人给打了。之后她就直接到<LOC>燕塔派出所说明了情况。她不认识刘某。11.证人秦某2证明，他是蒋某的丈夫，2013年3月1日19时许，在<LOC>因争拉客人蒋某与张某4发生了争执。后来蒋某拉着人走了，过了一会张某4也走了。过了大约半个小时，蒋某打电话说车后有一辆无牌车跟着，她很害怕，他就让蒋某报警。蒋某说给弟媳田某2打电话，让田某2在<LOC>找熟人护送她一下。过了二十多分钟蒋某又打电话说车后尾灯在<LOC>被人砸了，田某2联系的<LOC>的熟人正开车在后面追那辆无牌车。他当时正在从张X8回县城的路上，在经过张X5桥时，发现桥上一前一后停着两辆黑色轿车，有十几人正用木棍砸后面那辆车，车里的人也被打了。这时秦某1开着车带着三四个人也赶到了。砸车的那些人一看又来人了，就上车跑了。他看到从刚才被砸的那辆黑车里出来一个被打伤的男子，后来知道那个人叫孙某。孙某还说前面那两辆车是砸蒋某车的人开的车。后来就把孙某送去医院治伤了。12.证人田某2证明，2013年3月1号19时许，她二嫂子蒋某打电话说正开车往<LOC>送人，发现后面有一辆车紧跟着，蒋某非常害怕。她就给<LOC>一个叫刘某的朋友打电话，让刘某去送送蒋某。大约过了半个小时，蒋某给她打电话说车在<LOC>医院附近被砸了，刘某开着车正向张X3方向追赶砸车的人。她给刘某打电话后得知刘某正沿丈X公路向北追那辆车。她又给谢X打了个电话，让谢X接应一下。大约20时30分许，刘某给她打电话说孙某被人打伤了正在县医院治伤，她就去了县医院。见到刘某后，刘某说过董X时他联系上孙某一块追赶那辆车。追到张X5桥时，孙某被打伤了，驾驶的车也被砸坏了。13.证人刘某证明，2013年3月1日19时许，田某2给他打电话说她嫂子蒋X驾驶的轿车在<LOC>医院往南行驶时，后面有一辆车紧跟着蒋某，蒋某很害怕，让他过去看看。他就开车去了，还没赶到时，蒋X给他打电话说她的车在<LOC>医院南边十字路口处被后面紧跟着的那辆紫红色沃尔沃车上的人给砸坏了，沃尔沃轿车往北跑了。这时他发现那辆紫红色沃尔沃车向北去了，他就调头去追那辆车。当追到<LOC>时，他联系到孙某，孙某就从董X开车去追那辆车。当他走到张X5桥时，发现那辆沃尔沃车被砸坏了，车上已经没人了。孙某驾驶的黑色别克车也被砸坏了，孙某头部流着血。张X7的出警人员已经在现场询问情况了。他就和孙某还有孙某车上的一个小男孩开车把孙某送到了医院。（三）被害人陈述被害人孙某陈述，2013年3月份的一天，于某1开车拉着他和于某2在丈X公路上开车往北走到董X<LOC>北时接到一个电话后说要追一辆无牌车，追上之后报警，看看是哪里的车。他们就顺着丈X路往北走，过了一会儿就有一辆没牌的车开的飞快超过了他们。他们就在后面跟着那辆车，一直追到张X5桥，前面那辆车停下了。他看到车上的人下来后往前走了，接着又和一群人过来了，手里拿着棍子一类的东西。他从副驾驶位子上刚下来，就有几个人拿着棍子夯他的头、鼻子。有四五个人打他，其中一个人叫[被告A]，当时他不认识其余的几个人，他就晕倒在副驾驶座位上了，后来被送到<LOC>医院了。后来去燕塔派出所记笔录时见到了那天夯他的一个人，他才知道那个人叫[被告H]。他们的车也是[被告H]砸的。他认识[被告F]，当天晚上[被告F]也在现场，他没看清[被告F]夯没夯他。（四）被告人的供述与辩解1.被告人[被告H]供述，2013年3月份的一天傍晚，在<LOC>跑出租车的张某4给他打电话说被同行欺负了，他就开着他的沃尔沃汽车去了汽车站。张某4给他说了被欺负的情况，还说那个女的去王X5集送人去了，他就自己开车去追那个女的。他一直追到<LOC>，那个女的把车停在<LOC>医院往南去王X5集的路口处。他从路边捡了一根棍子砸了那辆车的后尾灯，车上没人下车，他接着开车就走了。在回去的路上，发现有两辆车一直跟着他，他当时害怕了，赶紧给[被告A]打电话说有人开车追他，让[被告A]赶紧带人去张X他。他到张X5桥后，[被告A]的车已经在桥的东边路南停着了，有两部车。他走到<LOC>面就停下了。后面跟着的车也急刹车停下了。[被告A]就拿着镐X2X之类的东西上去砸车了，还用镐X2X捣了车里的人。他没注意别人砸没砸车。一会儿，从东面过来了几个人，又来了一辆面包车，那些人一喊[被告A]的名字，他知道双方都认识，就赶紧跑了。2.被告人[被告A]供述，2013年3月份的一天晚上，[被告H]给他打电话说有人跟着他的车，让他喊几个人去张X2接应[被告H]。他就给[被告F]打电话让[被告F]到中心市场北门等他。当时[被告F]正在和[被告I]、任某一起吃饭，就开车和[被告I]、任某去了市场北门。他先到的市场北门，从旁边的五金门市上购买了两、三XX放在车的后备箱里面了。等[被告F]他们到了，就一起开车去了张X2。过了没多长时间，[被告H]给他打电话说马上到。他就把车上的镐X2X拿下来给了[被告I]和[被告F]。他们站在路上等[被告H]的车，[被告H]的车停下以后，后面跟着的一辆黑色别克车也停下了。[被告H]下车后说就是这辆别克，没等别克车上的人下来，[被告H]就把他手里的棍子夺过去把别克车砸了，是用棍子砸的车玻璃。孙某从车上下来了，不知道是谁将孙某打伤的，他们一看孙某流血了，就不打了。接着于某1从别克车上下来了，他们和于某1都认识。这时候秦某1和谢某等人也开着车到了，他们就开车走了。3.被告人[被告F]供述，2013年3月份一天晚上，他和[被告I]、任某在他家吃饭的时候接到弟弟[被告A]的电话，让他快点过去。他就开车拉着[被告I]、任某到了中心市场北门和[被告A]见了面，然后一起开车到了张X5桥那里。过了有十多分钟，不记得是谁了接了[被告H]电话，他们就从面包车上一人拿了一个镐X2X。又过了大约三分钟，看见[被告H]开着车过来了，后面跟着一辆黑色别克轿车。[被告H]把车停下后，后面的车也停下后了。孙某从别克车上下来后，[被告H]说揍他，另外一辆面包车上的两个男子就过去揍了孙某。他正拿着镐X2X准备砸车，听到有人喊他，他回头看到北面来了一辆车，车上有秦某1和谢某。秦某1和谢某下车后问他怎么回事。这时候于某1从别克车上下来了，他一看认识于某1就上车走了。4.被告人[被告I]供述，2017年3月1日7点多，他和任某正在[被告F]家吃饭时[被告F]接了一个[被告A]的电话。[被告F]接完电话后对他和任某说[被告A]有事。随后[被告F]开车拉着他和任某去了<LOC>中心市场北门。[被告A]正在那里等着他们。他们随后跟着[被告A]开车到了<LOC>张X5桥上。[被告A]停下车后拿着一根镐X2X下了车，他们也都下车了。当时看到西边有三四个人在说话。大约过了五六分钟，从西边一前一后过来两辆车。前边那辆车过了桥后停下了，车上下来一个人，指了指后面的车。这时后面那辆车也停下了，[被告A]、[被告F]、还有原来在西边站着的人都拿着棍子等东西冲着后边那辆车过去了。他在后面跟着过去了，他赶到车跟前时听到车里有人喊他，他一看是于某1，正护着副驾驶座上的一个人，那个人身上有血，他就拦着不让再打了，还赶紧让于某1走。后来秦某1、谢某等人也来到了现场，他一看人越来越多，就赶紧拉着任某走了，[被告A]、[被告F]怎么走的他不知道。（五）鉴定意见1.<LOC>公安局（2013）字（03054）号法医学人体损伤程度鉴定意见书及补充鉴定说明各一份，证明被害人孙某头面部损伤为钝器伤；被害人鼻骨粉碎性骨折、上颌骨骨折，其损伤为轻伤二级。2.<LOC>涉案物品价格鉴定（认证）结论书一份，证明奇瑞轿车车损为296元，别克轿车损为3550元，共计3846元。上述证据，均经当庭质证、认证，并经查证属实，足以认定上述事实。", "interpretation": "本院认为，被告人[被告A]、[被告B]为谋取利益，联系杨某、张某2、徐某等十余人多次在<LOC>、<LOC>两地赌博，[被告A]、[被告B]提供赌博用具、交通工具，[被告A]还安排被告人[被告D]、[被告E]在赌场外放风，并联系被告人[被告G]、[被告C]在赌场内放高X，六被告人的行为均构成开设赌场罪。被告人[被告H]、[被告A]、[被告F]、[被告I]等因偶发矛盾，为逞强耍横，纠集人员，持凶器随意殴打他人，致一人轻伤；任意损毁财物价值二千余元，其行为均构成寻衅滋事罪。公诉机关指控被告人[被告A]、[被告G]、[被告B]、[被告C]、[被告D]、[被告E]的犯罪事实及罪名成立，应以开设赌场罪追究六被告人的刑事责任；指控被告人[被告H]、[被告A]、[被告F]、[被告I]犯寻衅滋事罪的事实和罪名成立，应以寻衅滋事罪追究四被告人的刑事责任。在案证据能够证实[被告A]、[被告B]开设的赌场至少持续了两个月的时间，期间虽然有时二人没有组织赌博，但本案的多名参赌人员均证明在此期间的大部分时间内几乎每晚[被告A]、[被告B]都组织赌博，被告人[被告B]对上述事实也予以供认，应认定[被告A]、[被告B]组织赌博的次数较多；虽然涉案的具体赌资难以确定，但仅参赌人张某2在2017年10月8日一次参赌就输掉了37万元，另一参赌人员徐某通过转账还给[被告G]赌资11.8万元，以上两人的涉案赌资就达48.8万余元，结合[被告A]、[被告B]开设赌场持续的时间和次数，应认定本案属情节严重。被告人[被告A]及其辩护人关于本案不属于情节严重的辩解理由及辩护意见均不成立，本院不予采纳。被告人[被告A]虽系在接到公安机关的电话后主动到案，但没有供述其组织开设赌场的犯罪事实；被告人[被告B]虽系在接到公安机关的电话通知后主动到案，但在公安机关对其第一次讯问时没有供述其伙同[被告A]开设赌场的事实，后虽对自己的主要犯罪事实予以供认，但是在距公安机关对其第一次讯问的时间已过去四个多月，且是在公安机关已掌握其主要犯罪事实的证据的情况下才做出的供述，依法也不能认定为自首。证人任某、于某1、被害人孙某、被告人[被告H]均证明被告人王X7X殴打了孙某，砸毁了车辆，[被告A]还购买了镐X2X，联系了被告人[被告F]等人，故对被告人[被告A]所持其没有打人砸车的辩解理由及其辩护人所持被告人[被告A]属寻衅滋事罪的从犯的辩护意见均不予采纳。被告人申X、[被告E]在开设赌场犯罪中受[被告A]的安排仅负责放风，起次要作用，属从犯;被告人[被告D]、[被告E]系主动投案，被告人[被告C]已通过家人和公安机关取得联系准备投案，是在投案途中被抓获的，三人到案后均如实供述了自己的主要犯罪事实，依法认定三被告人属自首,对三被告人均减轻处罚。被告人[被告G]和[被告C]为索要赌债，伙同他人非法限制张某2的人身自由、强行扣押魏某1、张某2的车辆，上述情节在量刑时予以考虑。在案证据可以证明，被告人[被告A]、[被告F]涉嫌寻衅滋事犯罪后被公安机关上网追逃，后二被告人先后主动到公安机关投案，在2018年公安机关对本案继续侦查时，能够如实供述自己参与了寻衅滋事犯罪，依法可认定[被告A]、[被告F]在寻衅滋事犯罪中属自首。现有在案证据只能证实被告人[被告F]、[被告I]参与了寻衅滋事犯罪，不能证实二人有打砸行为，被告人[被告F]、[被告I]属寻衅滋事罪的从犯，可依法对二被告人从轻处罚。被告人[被告A]一人犯开设赌场罪和寻衅滋事罪，应对其数罪并罚。被告人[被告A]在刑罚执行完毕后五年内再犯应判有期徒刑以上刑罚之罪，属累犯，应从重处罚。综上，根据各被告人犯罪的事实、犯罪的性质、情节和对于社会的危害程度，依照《中华人民共和国刑法》", "laws": [293, 303], "relations": [["开设赌场罪", "D", "帮助", "A"], ["开设赌场罪", "D", "帮助", "B"], ["开设赌场罪", "E", "帮助", "A"], ["开设赌场罪", "E", "帮助", "B"], ["寻衅滋事罪", "F", "帮助", "A"], ["寻衅滋事罪", "F", "帮助", "H"], ["寻衅滋事罪", "I", "帮助", "A"], ["寻衅滋事罪", "I", "帮助", "H"]], "criminals_info": {"[被告A]": {"accusations": ["开设赌场罪", "寻衅滋事罪"], "laws": [303, 293], "states": [8, 3, 5], "term": "有期徒刑七年零六个月"}, "[被告G]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [0], "term": "有期徒刑四年零六个月"}, "[被告B]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [0], "term": "有期徒刑四年"}, "[被告C]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [5], "term": "有期徒刑二年零六个月"}, "[被告D]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [5], "term": "有期徒刑一年"}, "[被告E]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [5], "term": "有期徒刑一年"}, "[被告H]": {"accusations": ["寻衅滋事罪"], "laws": [293], "states": [0], "term": "有期徒刑二年零六个月"}, "[被告F]": {"accusations": ["寻衅滋事罪"], "laws": [293], "states": [3, 5], "term": "有期徒刑一年零六个月"}, "[被告I]": {"accusations": ["寻衅滋事罪"], "laws": [293], "states": [3], "term": "有期徒刑一年"}}}
{"Fact": "<LOC>市中级人民法院刑事判决书（2018）川08刑初38号公诉机关<LOC>市人民检察院。被告人[被告E]，男，1986年2月2日生，汉族，小学文化，无业，住<LOC>省<LOC>（户籍地：<LOC>市<LOC>）。×××年8月17日因涉嫌xxx罪被<LOC>市公安局朝天区分局刑事拘留，同年9月22日经<LOC>市朝天区人民检察院批准逮捕，同日由<LOC>市公安局朝天区分局执行逮捕。现羁押于<LOC>看守所。辩护人何X，四川川广律师事务所律师。被告人[被告A]，男，1975年6月21日生，汉族，初中文化，无业，住<LOC>省<LOC>。×××年8月17日因涉嫌xxx罪被<LOC>市公安局朝天区分局刑事拘留，同年9月22日经<LOC>市朝天区人民检察院批准逮捕，同日由<LOC>市公安局朝天区分局执行逮捕。现羁押于<LOC>看守所。辩护人郑X，四川新伦律师事务所律师。被告人[被告C]，男，1981年9月24日生，汉族，初中文化，无业，住<LOC>（户籍地：<LOC>）。2015年7月20日因犯xxx罪被<LOC>人民法院判处有期徒刑6个月，同年12月20日刑满释放。×××年12月6日因涉嫌xxx罪被<LOC>市公安局朝天区分局刑事拘留，同月22日经<LOC>市朝天区人民检察院批准逮捕，同日由<LOC>市公安局朝天区分局执行逮捕。现羁押于<LOC>看守所。指定辩护人胡X，四川同方正律师事务所<LOC>分所律师。被告人[被告F]，男，1978年3月13日生，汉族，小学文化，无业，住<LOC>（户籍地：<LOC>）。1999年12月17日因犯抢劫罪被<LOC>金牛区人民法院判处有期徒刑12年6个月，2008年9月27日刑满释放。2018年4月4日因涉嫌xxx罪被<LOC>市公安局朝天区分局刑事拘留，同月27日经<LOC>市朝天区人民检察院批准逮捕，次日由<LOC>市公安局朝天区分局执行逮捕。现羁押于<LOC>市看守所。指定辩护人马俊民，四川天称律师事务所律师。被告人[被告B]，男，1987年8月29日生，汉族，初中文化，<LOC>市美尔晶义齿有限公司员工，住<LOC>市美尔晶义齿有限公司员工宿舍（户籍地：<LOC>市<LOC>）。×××年11月17日因涉嫌xxx罪被<LOC>市公安局朝天区分局刑事拘留，同年12月22日经<LOC>市朝天区人民检察院批准逮捕，同日由<LOC>市公安局朝天区分局执行逮捕。现羁押于<LOC>看守所。指定辩护人陈X，四川广府律师事务所律师。被告人[被告D]，男，1989年2月1日生，汉族，初中文化，无业，住<LOC>市<LOC>。×××年11月17日因涉嫌xxx罪被<LOC>市公安局朝天区分局刑事拘留，同年12月22日经<LOC>市朝天区人民检察院批准逮捕，同日由<LOC>市公安局朝天区分局执行逮捕。现羁押于<LOC>看守所。指定辩护人程国民，四川力发律师事务所律师。<LOC>市人民检察院以广检公刑诉[2018]36号起诉书指控被告人[被告E]、[被告A]犯贩卖、xxx罪，被告人[被告C]、[被告D]、[被告B]、[被告F]犯xxx罪一案，于2018年6月11日向本院提起公诉。本院受理后，依法组成合议庭，于2018年8月16日、2018年10月29日公开开庭审理了本案。<LOC>市人民检察院指派检察员梁X出庭支持公诉，被告人[被告E]、[被告A]、[被告C]、[被告D]、[被告B]、[被告F]及其辩护人、指定辩护人到庭参加了诉讼。本案现已审理终结。<LOC>市人民检察院指控：×××年8月初，被告人[被告A]向被告人[被告E]提议共同出资购买甲基苯丙胺用于贩卖以获利。一个星期后，[被告A]将用于购买甲基苯丙胺的32000元人民币交给[被告E]前妻崔某，让其转交周，[被告E]3电话联系被告人[被告B]询问能否帮助其联系购买两个甲基苯丙胺。[被告B]将此事告知被告人[被告D]并让沈X联系卖家，[被告D]与被告人[被告F]电话联系并得知能够买到甲基苯丙胺后，告知[被告B]并让其将买家约至<LOC>见面。8月15日[被告E]从其前妻崔某处借得晋Ｌ×××××宝马牌轿车一辆，与[被告A]驾驶该车于当晚21时许前往<LOC>。16日10时许，二人到达<LOC>后入住帝景大酒店。当日，[被告B]、[被告D]二人一起从<LOC>搭乘火车到达<LOC>，[被告B]前往帝景大酒店与[被告E]、[被告A]二人见面后，三人驾车前往龙X寺与[被告D]会和，随后[被告F]与一男子驾车抵达，并带领众人前往彭州新友佳商务酒店。抵达酒店后，[被告F]电话联系被告人[被告C]问谢X2能不能联系到2-3条甲基苯丙胺，[被告C]又给“老X”打电话，与“老X”商量以65000元每条的价格从老XX购买两条甲基苯丙胺。谈妥后，[被告C]电话联系[被告F]，告知其以7万元一条的价格联系了两条甲基苯丙胺，并让[被告F]前往<LOC>龙X寺附近找谢X2。[被告F]等6人遂离开酒店，分别驾乘两辆车前往<LOC>与[被告C]碰面，随后谢X2将[被告F]、[被告E]、[被告A]带至附近的水乡茗X小区“老X”所租的该小区一临租房内，并拿出一小袋甲基苯丙胺让[被告A]品尝，杨X6尝试后觉得不错，[被告E]遂通过支付宝、微信、手机银行转账及现金向[被告C]支付172000元。谢X2收款后将“老X”提供的一格子编织袋，里面用黑色塑料袋装的两袋透明封装袋包装的甲基苯丙胺交给[被告A]，杨X6、周二人即携带购得甲基苯丙胺离开该房间。杨X6、周二人离开后，谢X2以微信转账及现金方式分给辜32000元，自留10000元，剩余130000元谢X2于数日后支付给“老X”。[被告A]、[被告E]二人离开小区后，[被告E]4等候在小区外的[被告B]支付27000元现金，随后与[被告A]驾驶晋Ｌ×××××宝马牌轿车携带所购甲基苯丙胺离开<LOC>前往<LOC>。17日6时许，途径<LOC>七盘关收费站时，被民警当场从所驾驶晋Ｌ×××××宝马牌轿车内及[被告A]裤兜内查获甲基苯丙胺粉末及片剂疑似物，经称量净重1972.14克。经<LOC>市公安局物证鉴定所鉴定，所查获甲基苯丙胺疑似物中检出甲基苯丙胺，含量为76.63%、70.51%。×××年12月5日21时许民警在<LOC>龙X寺<LOC>外将[被告C]抓获，当晚从<LOC>龙X乡<LOC>12号龙X<LOC>安置房4期6栋12楼2号[被告C]租住房内查获甲基苯丙胺疑似物34.33克，甲基苯丙胺片剂疑似物0.65克，液态甲基苯丙胺疑似物179.66克。经<LOC>市公安局物证鉴定所鉴定，所查获粉末、片剂及液态甲基苯丙胺疑似物中均检出甲基苯丙胺。认定上述事实的证据有：查获的甲基苯丙胺、手机等物证；酒店入住记录、车辆通行记录等书证；姜某、崔某、谭某等证人的证言；被告人[被告E]、[被告A]、[被告C]、[被告F]、[被告B]、[被告D]的供述与辩解；查获毒品成分及含量的鉴定意见；勘验、检查、辨认、称量等笔录；微信交易记录、通话记录等电子数据。公诉机关认为，被告人[被告E]、[被告A]为贩卖而购买、运输甲基苯丙胺1972.14克，被告人[被告F]、[被告B]、[被告D]同时与贩毒者、购毒者共谋，联络促成双方交易甲基苯丙胺1972.14克，被告人[被告C]明知是甲基苯丙胺而贩卖2186.78克，六被告人的行为触犯了《中华人民共和国刑法》xxx规定，犯罪事实清楚，证据确实、充分，应当以贩卖、xxx罪追究被告人[被告E]、[被告A]刑事责任，以xxx罪追究被告人[被告C]、[被告F]、[被告B]、[被告D]刑事责任。在共同贩卖、运输毒品犯罪中，被告人[被告E]、[被告A]所起作用相当，互为主犯。在共同贩卖毒品犯罪中，被告人[被告C]起主要作用，系主犯；被告人[被告F]、[被告B]、[被告D]起次要、辅助作用，系从犯。被告人[被告C]被判处有期徒刑以上刑罚，执行完毕后五年内再犯应当判处有期徒刑以上刑罚之罪，是累犯。根据《中华人民共和国刑事诉讼法》xxx规定的规定，提起公诉，请依法判处。被告人[被告E]对公诉机关指控自己运输毒品的事实，罪名没有异议。被告人[被告E]辩护人的辩护意见：1.侦查机关在检查扣押涉案的毒品疑似物、称量毒品疑似物及送检鉴定毒品疑似物时没有证据显示对其进行了封装，也未对未封装的情况予以说明。2.在侦查人员送检毒品疑似物时，没有制作取样笔录，无法证实进行鉴定的毒品疑似物就是现场查获的毒品疑似物。3.指控罪名不当，被告人[被告E]不构成xxx罪。4.被告人[被告E]到案后前后供述稳定，如实供述自己的犯罪事实，具有坦白情节。5.涉案的毒品在运回途中被查获，从源头上阻止了毒品流入社会，避免了流入社会危害性。被告人[被告A]辩称：1.对指控的犯罪事实和罪名有异议。自己没有和[被告E]商议过购买毒品，交给[被告E]前妻的钱也不是给他购买毒品的。2.我只承认我身上搜查出来的毒品，对其余毒品不知情，我不构成xxx罪。被告人[被告A]辩护人的辩护意见：1.本案的询问笔录、毒品的扣押、封存、称量和检验环节证据存在诸多瑕疵。2.[被告A]不构成xxx罪，[被告A]没有购买的行为，也没有贩卖的行为，仅仅存在运输的行为，[被告A]仅仅出资32000元，涉嫌运输毒品的数量应当认定为300克左右，不是本案指控的1970克。3.在运输毒品的行为中，[被告A]的作用是被动的、次要的，辅助性的，应认定为从犯。4.[被告A]到案后如实供述犯罪事实，认罪态度好，并向侦查机关检举[被告E]、秦X、小X3等其他的毒品犯罪行为，有重大立功表现。被告人[被告C]辩称：1.自己与老X事前没有商量毒品的价格等行为。自己不是贩卖毒品的主犯，只是接到[被告F]的电话，是按照[被告F]和老X的要求办事，在整个犯罪过程中没有决定性的意见。被告人[被告C]辩护人的辩护意见：1.在被告人[被告C]住处查获的毒品不应当纳入指控贩卖毒品的数量。2.被告人[被告C]虽然是起到桥梁作用，但是在真正的贩卖人员未到案的情况下，不应当认定为主犯。被告人[被告F]辩称：案件事实以查证属实的事实为准，服从法院判决。被告人[被告F]辩护人的辩护意见：1.毒品封装、鉴定等存在问题，导致毒品同一性存疑。2.[被告F]到案后未供述犯罪经过，其余证人和同案犯供述和陈述的事实不能相互印证，不能证实[被告F]有犯罪行为。被告人[被告B]对公诉机关指控自己运输毒品的事实，罪名没有异议。被告人[被告B]辩护人的辩护意见：1.被告人[被告B]应当以xxx罪追究其刑事责任，本案事实清楚，证据确实充分。2.被告人[被告B]到案后如实供述自己的罪行，认罪态度好，在量刑上应当从轻处罚。被告人[被告D]对公诉机关指控自己运输毒品的事实，罪名没有异议。被告人[被告D]辩护人的辩护意见：1.[被告D]是接受[被告B]的请求参与本次活动，作用只是介绍，是中介，没有获取任何利益，没有直接参与交易。2.本案涉及的毒品数量和价格事前[被告D]不知情，[被告D]只是居间介绍的作用。3.到案后[被告D]如实供述自己的犯罪事实，当庭认罪，属于坦白，应当从轻处罚。经审理查明：×××年8月初，被告人[被告A]向被告人[被告E]提议共同出资购买甲基苯丙胺用于贩卖以获利。一个星期后，[被告A]将用于购买甲基苯丙胺的3.2万元人民币交给[被告E]前妻崔某，让其转交周，[被告E]3电话联系被告人[被告B]询问能否帮助其联系购买两个甲基苯丙胺。[被告B]将此事告知被告人[被告D]并让沈X联系卖家，[被告D]与被告人[被告F]电话联系并得知能够买到甲基苯丙胺后，告知[被告B]并让其将买家约至<LOC>见面。×××年8月15日[被告E]从其前妻崔某处借得晋Ｌ×××××宝马牌轿车一辆，与[被告A]驾驶该车于当晚21时许前往<LOC>。16日10时许，二人到达<LOC>后入住帝景大酒店。当日，[被告B]、[被告D]二人一起从<LOC>搭乘火车到达<LOC>，[被告B]前往帝景大酒店与[被告E]、[被告A]二人见面后，三人驾车前往龙X寺与[被告D]会和，随后[被告F]与一男子驾车抵达，并带领众人前往彭州新友佳商务酒店。抵达酒店后，[被告F]电话联系被告人[被告C]问谢X2能不能联系到2-3公斤甲基苯丙胺，[被告C]联系好后，电话联系[被告F]，告知其以7万元一公斤的价格联系了两公斤甲基苯丙胺，并让[被告F]前往<LOC>龙X寺附近见面。[被告F]等6人遂离开酒店，分别驾乘两辆车前往<LOC>与[被告C]碰面，随后[被告C]将[被告F]、[被告E]、[被告A]带至附近小区一临租房内，拿出一小袋甲基苯丙胺让[被告A]品尝，[被告A]尝试后觉得不错，[被告E]遂通过支付宝、微信、手机银行转账及现金向[被告C]共计支付17.2万元。[被告C]收款后将一格子编织袋，里面用黑色塑料袋装的两袋透明封装袋包装的甲基苯丙胺交给[被告A]、[被告E]，二人随即携带购得甲基苯丙胺离开该房间。[被告A]、[被告E]二人离开后，[被告C]以微信转账的方式分给[被告F]2.2万元。[被告A]、[被告E]二人离开小区后，[被告E]向等候在小区外的[被告B]支付2.7万元现金，随后与[被告A]驾驶晋Ｌ×××××宝马牌轿车携带所购买的甲基苯丙胺离开<LOC>前往<LOC>。17日6时许，途径<LOC>七盘关收费站时，被民警当场从所驾驶晋Ｌ×××××宝马牌轿车内及[被告A]裤兜内查获甲基苯丙胺疑似物1970.37及甲基苯丙胺片剂疑似物1.77克。经<LOC>市公安局物证鉴定所鉴定，所查获甲基苯丙胺疑似物中检出甲基苯丙胺，其中两大包甲基苯丙胺含量为76.63%、70.51%。×××年12月5日21时许民警在<LOC>龙X寺<LOC>外将[被告C]抓获，当晚从<LOC>龙X乡<LOC>12号龙X<LOC>安置房4期6栋12楼2号[被告C]租住房内查获甲基苯丙胺疑似物34.33克，甲基苯丙胺片剂疑似物0.65克，液态甲基苯丙胺疑似物179.66克。经<LOC>市公安局物证鉴定所鉴定，所查获粉末、片剂及液态甲基苯丙胺疑似物中均检出甲基苯丙胺。认定上述事实，有以下经庭审举证质证的证据证实：一、本案发破案经过、强制措施情况、犯罪嫌疑人身份信息等方面的证据1.受案登记表，证实×××年8月17日6时10分。朝天区公安分局刑侦大队接分局指挥中心指令，七盘关缉毒检查站在[被告E]、[被告A]二人驾驶晋Ｌ×××××宝马轿车内查获冰X疑似物。2.立案决定书，证实×××年8月17日<LOC>市公安局朝天区分局决定对×××.8.17运输毒品案立案侦查。3.受案登记表，证实×××年9月2日朝天区公安分局刑警大队在办理×××.8.17运输毒品案过程中，根据犯罪嫌疑人[被告E]、[被告A]的供述及辨认笔录，发现[被告C]有贩卖毒品犯罪行为。4.立案决定书，证实×××年9月2日<LOC>市公安局朝天区分局决定对[被告C]涉嫌贩卖毒品案立案侦查。5.移送案件通知书，×××年12月6日<LOC>公安局<LOC>分局将[被告C]涉嫌×××.8.17运输毒品案移送<LOC>市公安局朝天区分局管辖。6.到案经过，证实侦查人员×××年8月17日凌晨5时许在七盘关收费站对晋Ｌ×××××牌照宝马轿车进行检查，发现该车驾驶员[被告E]、后排乘客[被告A]随车携带冰X疑似物，遂将二人抓获。7.到案经过，证实<LOC>市公安局渝北区分局回兴派出所民警11月16日在渝北区美尔晶义齿有限公司核实人口，发现[被告B]系吸毒重点人员，带回派出所比对发现系上网逃犯，遂将其抓获。8.到案经过，证实<LOC>市公安局渝北区分局龙山派出所民警于×××年11月16日7时50分左右在<LOC>火车北站Ｋ73次列车车厢内将[被告D]抓获。9.到案经过，证实<LOC>公安局刑事侦查大队民警2018年4月4日18时在<LOC>南华镇宏泰世家小区3栋9楼2号将上网逃犯[被告F]抓获。10.拘留证、变更羁押期限通知书、拘留通知书、批准逮捕决定书、逮捕证、逮捕通知书等，证实<LOC>市公安局朝天区分局对各被告人采取强制措施、变更强制措施的情况。11.被告人户籍证明，证实被告人[被告E]、[被告A]、[被告C]、[被告D]、[被告B]、[被告F]系成年人，具有完全刑事责任能力。12.[被告C]前科情况、刑事判决书、释放证明，证实2015年7月20日<LOC>人民法院以xxx罪判处[被告C]有期徒刑6个月，2015年12月20日刑满释放。13.[被告F]前科情况、刑事判决书、释放证明，证实1999年12月17日<LOC>金牛区人民法院以抢劫罪判处[被告F]有期徒刑12年6个月，剥夺政治权利2年，并处罚金人民币2000元，于2008年9月27日刑满释放。14.<LOC>市公安局朝天区分局办案说明，证实对被告人[被告A]的第一次讯问由侦查人员王X主审及记录，张X2负责陪审。15.<LOC>市公安局朝天区分局办案说明，证实侦查人员现场查获毒品后，由于情况紧急、现场环境复杂，无法现场对查获的毒品疑似物进行封装，后经部门负责人批准，决定将毒品带回办案中心进行封装，侦查人员对现场查获的毒品疑似物进行了拍照固定并同步录音录像，随后侦查人员将犯罪嫌疑人[被告E]、[被告A]及查获的毒品疑似物一同带至朝天区公安局办案中心，并在[被告E]、[被告A]的确认下，对查获的毒品进行了称量。16.<LOC>看守所入所健康检查表，证实被告人[被告A]入所健康检查，检查状况正常。二、证实被告人犯罪事实方面的证据1.检查笔录、现场检查照片、扣押决定书及清单，证实侦查人员对[被告A]进行人身检查在其牛仔裤右侧裤兜内发现一团卫生纸，打开后发现少量冰X疑似物。对[被告E]人身检查，未发现违禁品。对二人驾驶的晋Ｌ×××××宝马轿车进行检查，在副驾驶踩脚位置发现一格子编织袋，打开后发现一黑色塑料袋，袋内有分别用分装袋装好的冰X疑似物两袋；车辆中控台发现一部手机、银行卡、驾驶证等物品，副驾驶车门槽内发现一部手机；后排座发现一黑色挎包，包内有一部黑色手机；一长方形钱包，打开后内有人民币、一小袋麻X和一个小卫生纸团，打开后发现一袋冰X和麻X混合疑似物、一部手机、一瓶装的吸毒工具。对查获的上述物品进行了扣押。2.称量记录及照片、电子天平检定证书，证实侦查人员将查获毒品疑似物分别编为1-1号、1-2号、2-1号、2-2号、3号、4号、5号。经称量1-1号冰X疑似物净重396.81克，1-2号冰X疑似物净重557.75克，2-1号冰X疑似物净重496.61克，2-2号冰X疑似物净重514.36克，3号冰X疑似物净重4.84克，4号麻X疑似物净重0.88克，5号冰X和麻X疑似物净重0.89克，冰X疑似物总净重1970.37克。3.鉴定委托书、鉴定事项确认书、鉴定文书，证实<LOC>市公安局朝天区分局委托<LOC>市公安局物证鉴定所对8月17日凌晨5时许在[被告E]、[被告A]驾驶车辆内查获的1-5号冰X疑似物进行鉴定，1-5号检材中均检出甲基苯丙胺。其中1号（包括1-1、1-2）甲基苯丙胺含量为76.63%，2号（包括2-1、2-2）甲基苯丙胺含量为70.51%。4.搜查证、搜查笔录及照片、封装笔录，证实侦查人员×××年12月5日对[被告C]租住处<LOC>龙X乡<LOC>12号龙X<LOC>安置房4期6栋12楼2号进行搜查。在客厅玻璃餐桌上发现一ＯＰＰＯ牌Ｒ11手机包装盒，盒内用透明塑料袋装不明粉末若干；在卧室床板下右侧抽屉发现塑料吸管一包、塑料封装袋及制作吸毒工具的相关物品，抽屉银色手提箱内发现电子秤一个、塑料盒一个、玻璃瓶一个以及周大生红色首饰盒一个，盒内放有用封口袋装冰X疑似物三包，药品袋装冰X疑似物一包，绿色塑料吸管制作的勺子一个；飘窗窗帘处发现ＥＮＯ字样的紫色口袋，内装吸毒工具一个，飘窗左侧发现印有莲意字样的纸盒一个，内放锡箔纸一卷，粉色铁盒一个，铁盒内放有用塑料封装袋装冰X疑似物一包，麻X疑似物2包。在厕所洗衣机内发现一黑白条纹塑料袋，内有2个自制吸毒工具。在厨房洗碗池附近发现用塑料碗装不明液体2碗，带尖嘴椭圆形塑料容器一个。灶台下方发现装有冰X疑似物的滤网及容器，用封口袋装好的冰X疑似物一包，乙醇两桶，其中一桶已用空。侦查人员对搜查的毒品疑似物进行了封装。5.毒品称量报告及照片，证实×××年12月7日朝天区公安分局对查获的[被告C]租住房内毒品疑似物进行称量。1号冰X疑似物净重3.18克，2号冰X疑似物净重1.12克，3号冰X疑似物净重10.14克，4号冰X疑似物净重1.45克，5号冰X疑似物净重0.84克，6号麻X疑似物净重0.25克，7号麻X疑似物净重0.40克，8号冰X疑似物净重4.74克，9号冰X疑似物净重12.86克，10号粉末状毒品疑似物净重431.06克，11号粉末状毒品疑似物净重324.10克，12号液体毒品疑似物净重55.66克，13号液体毒品疑似物净重124.00克。冰X疑似物总净重34.33克，麻X疑似物总净重0.65克，粉末状毒品疑似物总净重755.16克，液体毒品疑似物总净重179.66克。6.鉴定委托书、鉴定事项确认书、鉴定文书，证实<LOC>市公安局朝天区分局委托<LOC>市公安局物证鉴定所对12月5日晚21时许在抓获[被告C]后在其位于<LOC>龙X乡<LOC>12号龙X<LOC>安置房4期6栋12楼2号租住房内搜查出的1-13号毒品疑似物进行成分鉴定。所送检1至9号，12、13号检材中均检出甲基苯丙胺。所送检10、11号检材中未检出鸦片类、苯丙胺类毒品成分及氯胺酮。7.鉴定意见通知书、鉴定人、鉴定机构资格证书，证实将毒品鉴定结果通知了被告人，鉴定机构、人员具有相关资质。8.调取证据材料，证实×××年9月11日调取财付通支付科技有限公司微信号×××（[被告C]）微信交易记录，该微信账号×××年8月16日20:51分左右有两笔转账进入记录，共计2万元。9.调取通话记录，证实[被告C]登记手机号码130××××6663，[被告F]登记手机号码137××××7672。×××年8月之前[被告F]与[被告D]18668327768号码基本无联系，8月第一次联系是8月7日[被告D]主动打电话给[被告F]，此后9日、13至18日期间二人均有频繁电话联系。[被告C]8月16日之前与[被告F]无电话联系，第一次通话8月16日17:45，[被告F]打给[被告C]，此后至8月17日期间[被告F]、与[被告C]、[被告F]与[被告D]之间频繁通话，尤其在16日19时至20时左右，[被告F]连续6次拨打[被告C]电话。10.手机提取笔录，证实提取[被告E]手机微信、淘宝、手机银行转账记录，[被告E]8月16日20:51、20:56微信转账给天哥的欣各1万元，共计2万元；8月16日20:43至20:46支付宝转账给天哥（[被告C]）5笔，共5万元；8月16日20:56分建设银行手机银行向姜某（[被告C]前妻）尾号8153账号转账9.2万元。11.手机提取笔录，证实提取谭某使用手机的微信转账记录，×××年8月16日21:37-21:38分[被告C]通过微信向谭某（[被告F]妻子）分三次转账共计2.3万元。12.调取中国建设银行<LOC>理工大学支行户名姜某、卡尾号8153的账户信息及[被告E]银行交易记录，证实×××年8月19日姜某建设银行卡尾号8153账户当日支取人民币11万。8月16日[被告E]向姜某建行账户转账存入9.2万元。[被告E]建行尾号0433账户×××年8月16日转账存入及ＡＴＭ存款共计15.94万，[被告E]支付宝转账存入0.3万元。13.调取酒店入住记录，证实[被告E]、[被告A]于×××年8月16日11时许入住<LOC>帝锦大酒店，同日12时50分许离店。[被告A]、[被告D]于×××年8月16日15时57分、16时19分分别登记入住彭州新友佳商务酒店406、408房间，8月17日6时26分离开。14.调取晋Ｌ×××××通行记录，证实该车8月16日10:17分通过<LOC>城北高速收费站进入<LOC>，同日21:42分从<LOC>城北收费站进入高速公路，次日6:00通过<LOC>收费站。16日14时至15时许该车在<LOC>、清泉站，二绕<LOC>收费站、城北<LOC>有出入记录。15.接受证据清单及证据（崔某提供书证），证实晋Ｌ×××××宝马牌轿车系崔某所有。崔某与[被告E]于2014年3月12日办理离婚手续。16.发还清单，证实×××年8月30日发还崔某宝马车一辆，行驶证一本。17.[被告D]辨认笔录，证实[被告D]对其联系的毒品卖家“哥哥”进行辨认，指出是[被告F]；[被告D]对贩卖毒品的男子进行辨认，指出是[被告C]；[被告D]对购买毒品人员进行辨认，指出是[被告E]；[被告D]对购买毒品人员进行辨认，指出是[被告A]。18.[被告B]辨认笔录，证实[被告B]对[被告D]联系的贩卖毒品的男子进行辨认，指出是[被告F]；[被告B]对向其联系购买毒品者及同行人员进行辨认，指出是[被告E]、[被告A]；19.[被告C]辨认笔录，证实经[被告C]辨认指出带买家来购买毒品的人是[被告F]。20.[被告E]辨认笔录，证实[被告E]经辨认指出向其贩卖毒品的人是[被告C]；[被告E]经辨认指出帮其联系毒品的“伟X”是[被告B]；[被告E]经辨认指出帮其联系毒品的“伟X”的同行人员是[被告D]。21.[被告A]辨认笔录，证实[被告A]经辨认指出向[被告E]贩卖毒品的人是[被告C]；[被告A]经辨认指出帮[被告E]联系毒品的“伟X”是[被告B]；[被告A]经辨认指出帮[被告E]联系毒品的“伟X”的同行人员是[被告D]；22.提取笔录、尿检资料证书，证实侦查人员提取被告人的尿液进行检查。[被告E]检测结果冰X呈阴性；[被告A]检测结果冰X呈阳性；[被告C]检测结果冰X呈阳性；[被告D]检测结果冰X呈阳性；[被告F]尿液检测海洛因、冰X均呈阴性。23.<LOC>市公安局朝天区分局情况说明，证实查获涉案冰X1970.37克，麻X0.88克，冰X和麻X混合物0.89克，因分局禁毒大队毒品保管已满，无法移送，暂保存于分局刑警大队。查获34.33克冰X、0.65克麻X、179.66克液体冰X因禁毒大队毒品保管已满，无法移送处理，暂保存在分局刑侦大队。24.<LOC>市公安局朝天区分局情况说明，证实[被告A]检举、揭发同案人员[被告E]曾于2016年秋伙同一个外号叫“鸭子”的<LOC>籍男子在<LOC>购买毒品前往<LOC>进行贩卖，经公安机关侦查，暂未发现[被告E]有新的犯罪事实。25.证人姜某（[被告C]前妻）证实，2013年与[被告C]结婚，2016年因感情不和离婚。建设银行卡号尾号8153的银行卡是我身份证开的，现在找不到了。×××年8月的一天，当时这张卡还在[被告C]手中，他找我说他朋友把钱还给他了，让我拿卡把钱取出来，他说这个钱就是离婚时应当赔偿给我的钱，然后我就到银行柜台去取了110000元，没隔好久[被告C]又找我，说他现在急需用钱，喊我把钱全给他，他用一个礼拜，然后我就把110000元现金又给他了。26.证人谭某（[被告F]妻子）证实，大概在去年11、12月份的时候，[被告F]给我说[被告C]出事了，他要出去躲一下。[被告C]出事后，[被告F]给我说过×××年8月份给我转的那三笔钱共23000元，其中22000元就是帮别人在[被告C]那买毒品所赚的好处费，转钱时间是×××年8月16日晚上21时左右用微信给我转的钱，因为[被告F]自己不会用微信和支付宝，他给朋友留微信都是留的我的微信号。[被告C]转钱之前，[被告F]给我打了电话说在[被告C]那借了22000元，还有1000元办满月酒补的礼钱，叫我接收下，之后[被告C]就转了两个10000，一个3000。这个钱后来我和[被告F]去取出来交房租和家用了。27.证人崔某（[被告E]前妻）证实，我与[被告E]2014年离婚。晋Ｌ×××××牌照宝马轿车是我2016年11月份买的，行驶证上也是我的名字。[被告E]是8月15还是16日找我借的车，具体时间记不清楚了，没说借车干什么。×××年8月16日左右的一天下午[被告E]找我借了160000元，说一个月就还我，没说干什么。我通过建设银行将110000元现金存入[被告E]卡上，还有50000元是信用社的人通过跨行转到[被告E]建行卡里的。我认识[被告A]，是通过[被告A]老婆张X认识的。×××年8月13日左右，我去张扬店上做药灸，[被告A]给我32000元现金，让我把钱给[被告E]，后来[被告E]找我借车的时候，我在家里将32000元给了[被告E]。28.被告人[被告E]的供述与辩解，证实车副驾驶踩脚处查出的两大袋冰X是我和杨X6闹共同拥有的，麻X和杨X6闹身上搜出的冰X是杨X6闹自己的。我同行的有朋友杨X6闹，大概30多岁，<LOC>人，真实名字不知道，2013年左右认识。半月前，杨X6闹找到我，让我帮他找点冰X卖了赚点钱，每克能卖200多元，给我160元。隔了我一个星期左右，我老婆打电话说杨X6闹给了我32000元现金在她那，我知道这个钱是杨X6闹准备买冰X的钱。8月8号左右我给杨X6伟X打电话联系冰X，8月14日杨X6伟X给我打电话说事情谈好了，100000元1袋，1袋一公斤。8月15日我给杨X6闹说冰X的事说好了，100000元1公斤，杨X6闹称只有几万元，身上几千，给了我老婆32000元，事成之后回来再给我几万，当时原计划买一公斤，钱不够杨X6闹就喊我想办法，回来立马给我50000元，之后我借了宝马车，从老婆那里拿了杨X6闹给我的32000元在高速路口等杨X6闹，大概晚上9点左右开车往<LOC>走。8月16日早上10点左右，我和杨X6伟X联系，他叫我们到<LOC>，到了后我们就在帝景大酒店开了两间房休息，后来杨X6伟X到我房间，说货联系好了，一共两袋。钱不够我就给我老婆打电话，说在外面搞工程，让她给我借点钱，随后用微信将建行卡号发给老婆。然后我开车，杨X6伟X带我和杨X6闹到一个叫龙X的地方接了杨X6伟X一个朋友，四人一起吃了饭后，杨X6伟X的朋友又联系了一个光头，光头开一银色大众车，车上还有一个人。光头叫我们跟他走，到了一个宾馆，光头就和他车上的人去了宾馆茶楼，我们四人开了两间房休息，休息过程中我老婆给我打电话，说给我打了159000元钱，钱不够我又喊杨X6闹通过支付宝给我转了3000元。下午4、5点的时候杨X6伟X和他朋友叫我们到另一个地方取货，到了<LOC>38中附近大概等了10多分钟，银色大众车就来了，车上还是光头和另一个人，光头就叫我们跟他的车到对面小区去在楼下等，大概一个多小时，来了一辆白色丰田越野车，下来一个人，就是最后收我钱的人，这个人带我们进小区，走之前杨X6伟X叫我只给他转172000元，剩下的28000元给他。进入小区一栋楼10楼的一个房间后，收钱的那个人就从房间拿出一白色小袋子，叫我们试货，杨X6闹试了后说没问题，叫我转钱，我就一共给了172000元（支付宝转了50000元，昵称是“天哥”，姓名是[被告C]，然后微信转了20000元，微信号是×××，昵称是“天哥的欣”，后又通过建设银行手机银行给他转了92000元，银行卡尾号8153，户名姜某，最后给了这个人10000元现金），给钱后收钱那个人就从床底下拿出来一个格子编织袋，里面用黑色塑料袋装有两袋透明封装袋装的冰X，我们没有称重就让杨X6闹先拿货下去，随后我们下楼。离开小区后我就把28000元给了杨X6伟X，之后我和杨X6闹就开车离开，当时杨X6闹将格子编织袋放在车子副驾驶踩脚处。买毒品的目的就是带回<LOC>卖。29.被告人[被告A]的供述与辩解，证实×××年8月17日凌晨天快亮的时候，在<LOC>高速七盘关收费站被警察查出与[被告E]驾驶的宝马车内毒品，毒品是我和[被告E]一起去<LOC>购买的，为我们二人所有。大概两个礼拜以前，我打电话给[被告E]，问他有毒品不，他说没有，我就叫他去帮我联系，他说联系这个要钱，我说我没有钱，他说他也没有，我就说我去想办法，东西买到后我去卖，后面我凑够32000元钱给了他媳妇，他也就去联系毒品了。×××年8月15日，他给我打电话找我出门，我就明白他联系上了毒品。我们开车到<LOC>是8月16日早上，开了两个房间休息，隔了会儿[被告E]带了两个朋友让我一起走，后来我们四人开车在路上与一辆白色大众车碰面，我和[被告E]上了白色大众车，然后到一个小区与一个开越野车的男子见面，这个男的直接把我们带到小区一住房说毒品的事情，进房间后那个人就拿了一小袋冰X给我们看，[被告E]叫我尝一下，我吸食了点说没问题，[被告E]就用手机给他们转钱，转完钱后那个卖毒品的年轻男子就从床下拿了一个花格子口袋出来，打开口袋里面有一个黑色和白色的袋子，里面就是两大包冰X，[被告E]喊我提上，那个卖毒品的男子还送了我两小袋红色的麻X。30.被告人[被告B]的供述与辩解，证实今年8月的一天，我接到小X电话问我联系得到卖冰X的人吗，我说要联系一下。过了几天我就给[被告D]电话问他联系得到卖冰X的不，当时[被告D]还在<LOC>，说要问一下。过了几天，[被告D]说卖冰X的已经联系好了，喊我把买冰X的人约到<LOC>去，我就给小X打电话并问他要多少，小X说要两个，并约在两天后<LOC>见面。都联系好后，[被告D]就从<LOC>回<LOC>我上班的地方，我和[被告D]就一起从<LOC>坐高铁到<LOC>，到了后接到小X打电话说他在帝景大酒店，我就去找他，[被告D]就去联系卖冰X的人。我到帝景酒店和小X还有他一个朋友见面后，我们就一起开车去接[被告D]，接到后就在附近路边找了家饭馆吃饭，吃完我们就一起又去了一家宾馆，去的时候[被告D]联系的卖冰X的人也跟着一路来了，他们自己驾驶一辆银白色车。到宾馆后小X开了两间房，他和他朋友一间，我和[被告D]一间，[被告D]的朋友就上茶楼耍去了。大概休息了两三个小时，小X就喊我们走，我们乘坐宝马车在前，[被告D]联系的卖冰X的人开车在后，到了一个小区附近停下来，小X和他朋友就进小区了，至于还有哪些人一起我记不清楚了，我和[被告D]就在路边耍，等了很久小X就回来了，给了我27000元现金介绍费，我估计冰X应该买了，小X和他朋友就驾车走了，收到钱后我给[被告D]了10000多元，第二天我就和[被告D]回<LOC>了。小X以前没有托过我联系卖冰X的，因为我以前吸食冰X，可能小X就认为我能找到卖冰X的。据我所知小X不吸食冰X。31.被告人[被告D]的供述与辩解，证实今年8月15晚上6点左右，[被告B]打电话让我回来有重要事情需要帮忙，机票也帮我买好了，我就答应回到<LOC>，当晚到<LOC>后[被告B]在旅馆找到我说有人要买冰X，喊我和他一起去<LOC>，帮他联系下卖家，我当时就答应了。第二天早上8点左右，[被告B]就到旅馆来了，然后一起坐火车到<LOC>，车上[被告B]喊我联系卖家，他去和买家见面。下车后我就打车往<LOC>走并给卖家“哥哥”打电话问有没有货，他说有，喊我去龙X寺等他，我到龙X寺后将位置发给[被告B]，大概两小时后，杨X6X4另外两个买毒品的男子开了一辆白色宝马过来，不久后卖家“哥哥”和他司机开了个白色大众车过来，之后买主就坐大众车走了，我和[被告B]就在买主的宝马车上等，大概两个小时后，一个买主就来开宝马车，我就和[被告B]一起做出租车到<LOC>开了间房，第二天我就和[被告B]坐动车回<LOC>了。这次毒品交易[被告B]没有给我说过得了多少钱，我没有获得什么回报，之后[被告B]让我免费吸了一次冰X，我又找他借了几次钱，总共不到一千元。32.被告人[被告F]的供述与辩解，证实与谭某是夫妻关系，1999年因抢劫罪被判处有期徒刑12年6个月。自己没有贩卖毒品的行为。33.被告人[被告C]的供述与辩解，证实今年8月[被告F]给我打电话问我是否能联系冰X卖，随后我联系一个叫老X的人问他手里有没有冰X，老X说有，老X说有两条，每条65000元，一共130000元。我就给[被告F]打电话说冰X联系好了，联系了两条，每条70000元。老X是从<LOC>过来的和我在水乡茗X见的面，他说东西放在一个临租房内，给了我一把钥匙并告诉我地址，然后我就到我住的小区和[被告F]见面，他开的是一辆白色大众车，跟在后面的还有一辆白色车，[被告F]带过来的买家只有两个人，我带他们到了水乡茗X，然后带着[被告F]和两个买家到了老X临租房，进房间后一个买家就给我支付钱，2000克冰X一共卖了172000元，支付的时候对方用微信给我转了20000元，每次10000元转了2次，通过支付宝给我转了50000元，每次10000元一共转了5次，对方又通过手机网银向我前妻姜某的银行卡转账92000元，最后给我10000元现金。支付完后我说冰X在床侧边的抽屉里，其中一个买家去拿的。隔了几天，我将钱准备成现金以后，老X给我打电话，我在龙X寺<LOC>附近将130000元钱现金给了他。我就从中获利10000元，剩下的32000元我全给了[被告F]，其中10000元现金，22000元是通过微信或支付宝转账的。当天和[被告F]的同行人员中还有个叫李X的，大概30多岁，我给了[被告F]钱后，看见[被告F]将10000元现金给了李X。<LOC>龙X寺<LOC>安置房四期6栋1单元1202号房是我租的房间，房间内查获的冰X、麻X是我在一个外号小兵娃那儿买来吸食的，冰X大约35克左右，我拿了5000元给小兵娃，麻X只有几颗了。房间内液态冰X及制毒原料、工具是我一个叫小X2的朋友放在那里的，他看见我一个人在住，就把制毒工具和原料放在我这里，后来就在房间内制毒。34.被告人[被告E]、[被告A]、[被告C]、[被告F]、[被告B]、[被告D]讯问视频，检查视频等，证实侦查机关讯问被告人、查获毒品现场检查的情况。上述证据均经开庭举证、质证，本院予以确认。本院针对被告人及辩护人的辩解、辩护意见，评判意见如下：1.关于本案涉案毒品封存、称量、送检是否符合相关规定的问题。经查，本案涉案的毒品查获后对毒品存在的原始形态进行了拍照、录音录像固定，随即侦查人员将查获的毒品与被告人[被告E]、[被告A]一同带至办案中心，[被告E]、[被告A]在场，并有见证人见证的情况下，对查获的毒品进行了称量，称量过程经二被告人确认，未提出异议。同时，现场查获的毒品数量与被告人供述的购买毒品的数量基本一致，查获毒品的种类也与被告人供述毒品的种类一致，且被告人[被告A]在毒品交易时对交易的毒品进行了尝试，确定购买的毒品质量没有问题。毒品的送检过程中从毒品的领取，到毒品移交鉴定机构，有鉴定委托书、鉴定事项确认书、初送检材表等证据证实，结合侦查机关出具相应的说明，对证据瑕疵进行了补证，故在案证据能够证实查获的毒品、称量的毒品、送检的毒品的同一性能够认定。2.关于被告人[被告E]、[被告A]是否构成xxx罪的问题。经查，本案查获毒品的数量达1972.14克，远超个人正常吸食毒品数量，且[被告E]不吸食毒品，结合二被告人供述购买毒品的目的就是为了贩卖获利，能够确定二被告人是以贩卖为目的购买毒品，其行为已构成xxx罪。3.关于被告人[被告A]在侦查机关的有罪供述是否能采信，是否构成贩卖、xxx罪及涉案毒品数量的问题。经查，被告人[被告A]在侦查机关有多次有罪供述，虽第一次讯问笔录中记录人员与讯问人员存在不一致，但侦查机关已出具书面说明，同时有同步录音录像证实被告人[被告A]供述的过程，故该瑕疵不影响被告人供述内容的真实性。被告人[被告A]出资与被告人[被告E]共同前往<LOC>购买毒品，并驾驶车辆、检验毒品质量，二人系共同犯罪，均已构成贩卖、xxx罪，并对涉案的全部毒品数量承担责任。4.关于被告人[被告A]是否应认定为从犯的问题。经查，被告人[被告A]与被告人[被告E]商议购买毒品，驾驶运输毒品的车辆、购买毒品时检验毒品质量，出资部分毒资，与被告人[被告E]所起作用相当，在被告人[被告E]与[被告A]的共同犯罪中不宜划分主、从犯，[被告A]不是本案从犯。5.关于被告人[被告A]检举[被告E]的其他犯罪事实是否构成立功的问题。经查，被告人[被告A]检举[被告E]，侦查机关已书面回复，证实暂未发现[被告E]有新的犯罪事实，故根据现有证据不能认定[被告A]具有立功情节。6.关于被告人[被告C]是否应认定为本案从犯的问题。经查，本案被告人[被告E]、[被告A]购买毒品，通过[被告B]、[被告F]等联系的毒品卖家就是被告人[被告C]，[被告E]、[被告A]被查获的毒品来源系[被告C]，二人支付毒资的对象系[被告C]，现有证据虽然不能认定[被告C]就是[被告E]、[被告A]的毒品上家，但对完成毒品交易[被告C]起到主要作用，应认定为本案的主犯。7.关于被告人[被告C]租房内查获的毒品是否应计入贩卖毒品数量的问题。经查，根据相关规定，贩毒人员被抓获后，对于从其住所、车辆等处查获的毒品，一般均应认定为其贩卖的毒品。被告人[被告C]虽辩解自己的租房内的液态甲基苯丙胺系一个叫“小X2”的朋友放置，但没有提供“小X2”的姓名、电话号码、体貌特征等能够证实“小X2”真实存在的线索或证据，明显与常理不服，故从被告人[被告C]租房内查获的毒品数量应计入其贩卖毒品的数量中。8.关于是否能认定被告人[被告F]构成xxx罪的问题。经查，被告人[被告D]供述购买毒品联系毒品上家系[被告F]，[被告C]的供述证实[被告F]给自己联系要购买毒品，结合[被告E]、[被告A]供述[被告F]在毒品交易现场的相关情况，以及[被告F]与[被告D]、[被告C]的通话记录、微信转款记录等客观证据，能够证实被告人[被告F]促使完成毒品交易起了一定作用，并参与毒品现场交易，其行为应以xxx罪的共犯论处。9.关于被告人[被告D]在本案中的地位作用问题。经查，根据相关规定，明知他人实施毒品犯罪而为其居间介绍、代购代卖的，无论是否牟利，都应以相关毒品犯罪的共犯论处。本案中[被告D]明知[被告F]或[被告F]的上家在贩卖毒品，而实施了居间介绍的行为，且在毒品交易现场外等待毒品交易完成，其对交易双方实际贩卖、购买毒品这一事实是明知的，故对被告人[被告D]应以xxx罪定罪处罚，其在本次犯罪中起次要作用应认定为从犯。10.关于被告人[被告E]、[被告B]、[被告D]是否具有坦白、认罪等量刑情节的问题。经查，被告人[被告E]、[被告B]、[被告D]到案后能如实供述自己的犯罪事实，庭审中认罪，应认定三被告人具有坦白情节，并在量刑时予以考虑。", "interpretation": "本院认为，被告人[被告E]、[被告A]为贩卖而购买、运输甲基苯丙胺1970.37克、甲基苯丙胺片剂1.77克，其行为已构成贩卖、运输毒品罪。被告人[被告F]、[被告B]、[被告D]同时与贩毒者、购毒者共谋，联络促成双方交易甲基苯丙胺1970.37克、甲基苯丙胺片剂1.77克，其行为已构成贩卖毒品罪。被告人[被告C]贩卖甲基苯丙胺2004.7克、甲基苯丙胺片剂2.42克、含甲基苯丙胺成分的液体179.66克，其行为已构成贩卖毒品罪。公诉机关指控各被告人的犯罪事实及罪名成立，本院予以确认。综上，被告人[被告E]、[被告A]、[被告C]、[被告F]、[被告B]、[被告D]的行为应依法予以惩处。在共同贩卖、运输毒品犯罪中，被告人[被告E]、[被告A]作用相当，不区分主从。在共同贩卖毒品犯罪中，被告人[被告C]起主要作用，系主犯，被告人[被告F]、[被告B]、[被告D]起次要或辅助作用，系从犯。被告人[被告C]被判处有期徒刑以上刑罚，执行完毕后五年内再犯应当判处有期徒刑以上刑罚之罪，系累犯。被告人[被告E]、[被告C]、[被告B]、[被告D]到案后如实供述自己的主要犯罪事实，系坦白。据此，根据被告人[被告E]、[被告A]、[被告C]、[被告F]、[被告B]、[被告D]的犯罪事实、犯罪情节和对于社会的危害程度以及认罪、悔罪态度，依照《中华人民共和国刑法》", "laws": [347], "relations": [["贩卖毒品罪", "B", "帮助", "C"], ["贩卖毒品罪", "D", "帮助", "C"]], "criminals_info": {"[被告E]": {"accusations": ["贩卖、运输毒品罪"], "laws": [347], "states": [6], "term": "死刑"}, "[被告C]": {"accusations": ["贩卖毒品罪"], "laws": [347], "states": [8, 6], "term": "死刑"}, "[被告A]": {"accusations": ["贩卖、运输毒品罪"], "laws": [347], "states": [0], "term": "无期徒刑"}, "[被告F]": {"accusations": ["贩卖毒品罪"], "laws": [347], "states": [3], "term": "有期徒刑十二年"}, "[被告B]": {"accusations": ["贩卖毒品罪"], "laws": [347], "states": [3, 6], "term": "有期徒刑十年"}, "[被告D]": {"accusations": ["贩卖毒品罪"], "laws": [347], "states": [3, 6], "term": "有期徒刑九年"}}}
{"Fact": "<LOC>人民法院刑事判决书（2019）赣1125刑初25号公诉机关<LOC>人民检察院。被告人[被告E]，男，1979年10月18日出生，汉族，<LOC>省<LOC>人，初中文化，无业，住<LOC>省<LOC>市<LOC>，因涉嫌xxx罪，于2017年12月20日被<LOC>省桐庐县公安局抓获并羁押，于同年12月22日被<LOC>公安局刑事拘留，2018年1月11日被<LOC>公安局取保候审，2018年8月21日被<LOC>人民检察院取保候审，2019年2月25日经本院决定执行逮捕，现羁押于<LOC>看守所。辩护人郑X，江西廉诚律师事务所律师。被告人[被告F]，女，1992年1月25日出生，汉族，<LOC>省<LOC>人，高中文化，无业，住<LOC>省<LOC>，因涉嫌xxx罪，于2017年9月26日被<LOC>公安局刑事拘留，同年10月18日被<LOC>公安局取保候审，2018年8月21日被<LOC>人民检察院取保候审，2019年2月25日被本院取保候审，同年6月21日经本院决定执行逮捕，现羁押于<LOC>看守所。辩护人郑X2，江西衡旭律师事务所律师。被告人[被告A]，男，1992年12月1日出生，汉族，<LOC>省<LOC>市<LOC>人，高中文化，无业，住<LOC>省<LOC>市<LOC>，因涉嫌xxx罪，于2017年7月24日被<LOC>省桐庐县公安局抓获并羁押于<LOC>省<LOC>市<LOC>看守所，同年7月28日被<LOC>公安局刑事拘留，同年8月22日被<LOC>公安局取保候审，2018年8月21日被<LOC>人民检察院取保候审，2019年2月25日经本院决定执行逮捕，现羁押于<LOC>看守所。辩护人谢X，江西衡旭律师事务所律师。被告人[被告G]，女，1989年12月11日出生，汉族，<LOC>人，高中文化，无业，住<LOC>，因涉嫌xxx罪，于2017年9月8日到<LOC>公安局投案自首并于同日被羁押于<LOC>看守所，同日被<LOC>公安局取保候审，2018年8月23日被<LOC>人民检察院取保候审，2019年2月25日经本院决定执行逮捕，现羁押于<LOC>看守所。辩护人陈X6X5，江西邦隆律师事务所律师。被告人[被告B]，男，1981年9月5日出生，汉族，<LOC>省<LOC>人，初中文化，无业，住<LOC>省<LOC>市<LOC>，因涉嫌xxx罪，于2017年9月1日被<LOC>公安局取保候审，2018年8月21日被<LOC>人民检察院取保候审，2019年2月25日经本院决定执行逮捕，现羁押于<LOC>看守所。辩护人叶X2，江西衡旭律师事务所律师。辩护人徐X2，江西衡旭律师事务所律师。被告人[被告C]，男，1988年12月8日出生，汉族，<LOC>省<LOC>人，高中文化，无业，住<LOC>省<LOC>市<LOC>，因涉嫌xxx罪，于2017年9月1日被<LOC>公安局取保候审，2018年8月21日被<LOC>人民检察院取保候审，2019年2月25日经本院决定执行逮捕，现羁押于<LOC>看守所。辩护人王X，江西衡旭律师事务所律师。辩护人王X2，江西衡旭律师事务所律师。被告人[被告M]，男，1993年3月7日出生，汉族，<LOC>省<LOC>人，高中文化，无业，住<LOC>省<LOC>市<LOC>，因涉嫌xxx罪，于2017年9月5日被<LOC>公安局取保候审，2018年8月21日被<LOC>人民检察院取保候审，2019年2月25日经本院决定执行逮捕，现羁押于<LOC>看守所。辩护人叶X，江西时空律师事务所律师。辩护人徐X，江西时空律师事务所律师。被告人[被告H]，女，1988年4月22日出生，汉族，<LOC>省<LOC>人，高中文化，无业，住<LOC>省<LOC>市<LOC>，因涉嫌xxx罪，于2017年8月17日被<LOC>省<LOC>公安局抓获到案，并于同日羁押于<LOC>省<LOC>市看守所，于同年8月22日被<LOC>公安局刑事拘留，同年9月1日被<LOC>公安局取保候审，2018年8月21日被<LOC>人民检察院取保候审，2019年2月25日经本院决定执行逮捕，现羁押于<LOC>看守所。被告人[被告D]，男，1992年7月4日出生，汉族，<LOC>省<LOC>人，高中文化，无业，住<LOC>省<LOC>市<LOC>，因涉嫌xxx罪，于2017年9月4日被<LOC>公安局取保候审，2018年8月23日被<LOC>人民检察院取保候审，2019年2月25日经本院决定执行逮捕，现羁押于<LOC>看守所。辩护人谢X2，江西廉诚律师事务所律师。被告人[被告I]，女，1992年5月21日出生，汉族，<LOC>人，高中文化，无业，住<LOC>，因涉嫌xxx罪，于2017年9月8日被<LOC>公安局刑事拘留，同日被<LOC>公安局取保候审，2018年8月23日被<LOC>人民检察院取保候审，2019年2月25日经本院决定执行逮捕，现羁押于<LOC>看守所。辩护人李X，江西邦隆律师事务所律师。被告人[被告N]，男，1993年1月13日出生，汉族，<LOC>省<LOC>人，高中文化，无业，住<LOC>省<LOC>市<LOC>，因涉嫌xxx罪，于2017年9月4日被<LOC>公安局取保候审，2018年8月23日被<LOC>人民检察院取保候审，2019年2月25日经本院决定执行逮捕，现羁押于<LOC>看守所。被告人[被告J]，女，1988年9月22日出生，汉族，<LOC>人，大专文化，无业，住<LOC>，因涉嫌xxx罪，于2017年11月19日被<LOC>公安局抓获到案，并于该日被<LOC>公安局刑事拘留，同日被<LOC>公安局取保候审，2018年10月24日被<LOC>人民检察院取保候审，2019年2月25日经本院决定执行逮捕，现羁押于<LOC>看守所。辩护人黎X，江西英民律师事务所律师。辩护人罗X，江西英民律师事务所律师。被告人[被告K]，女，1989年7月5日出生，汉族，<LOC>人，高中文化，无业，住<LOC>，因涉嫌xxx罪，于2018年5月26日被<LOC>公安局抓获到案，于2018年5月27日被<LOC>公安局刑事拘留，同日被<LOC>公安局取保候审，2018年10月24日被<LOC>人民检察院取保候审，2019年2月25日经本院决定执行逮捕，现羁押于<LOC>看守所。辩护人王X4，江西红谷律师事务所律师。被告人[被告O]，女，1990年11月22日出生，汉族，<LOC>人，中专文化，无业，户籍地址<LOC>，现住<LOC>经济开发区，因涉嫌xxx罪，于2018年9月28日被<LOC>公安局铁西分局抓获到案，于该日被<LOC>公安局刑事拘留，同日被<LOC>公安局取保候审，2018年10月24日被<LOC>人民检察院取保候审，2019年2月25日被本院取保候审。被告人[被告L]，女，1991年10月1日出生，汉族，<LOC>人，高中文化，无业，户籍地址<LOC>，现住<LOC>省<LOC>市<LOC>，因涉嫌xxx罪，于2018年9月27日被<LOC>公安局抓获到案，次日被<LOC>公安局刑事拘留，同年10月5日被<LOC>公安局取保候审，2018年8月21日被<LOC>人民检察院取保候审，2019年2月25日经本院决定执行逮捕，现羁押于<LOC>看守所。<LOC>人民检察院以横检公诉刑诉[2019]9号起诉书指控被告人[被告E]、[被告F]、[被告A]、[被告G]、[被告B]、[被告C]、[被告M]、[被告H]、[被告D]、[被告I]、[被告N]、[被告J]、[被告O]、[被告K]、[被告L]犯xxx罪，于2019年2月20日向本院提起公诉，本院依法组成合议庭，公开开庭审理了本案。<LOC>人民检察院指派检察员何某出庭支持公诉，被告人[被告E]、[被告F]、[被告A]、[被告G]、[被告B]、[被告C]、[被告M]、[被告H]、[被告D]、[被告I]、[被告N]、[被告J]、[被告O]、[被告K]、[被告L]、辩护人郑X、郑X2、谢X、陈X6X5、叶X2、徐X2、王X、王X2、徐X、谢X2、李X、罗X、王X4到庭参加诉讼。现已审理终结。<LOC>人民检察院指控，2016年7月，赵X（在逃）伙同被告人[被告E]组建微信赌博群，随后，该团伙以高额工资招揽姜X、[被告A]、[被告H]、[被告G]、[被告I]等人为财务加入运营赌博群。该团伙在互联网上以“皇家娱乐”为名自建赌博微信群，当天赌博结束后解散微信群，第二天重建，通过雇请[被告J]、[被告O]、[被告L]、[被告K]为发包手在群内发送微信红包，参赌者以抢红包比点数的方式进行赌博。该群固定成员100余人，实际每日参赌人员30余人。该团伙通过以与人民币等额积分的方式进行下注，所有的下注金额、赌资结算都在微信群内完成，输赢积分由陈X6Xオ、[被告M]、[被告C]、[被告D]、[被告N]等人从“机器人”软件中增减，人民币通过支付宝、财付通、银行转账的方式交易，积分兑换通过财务姜X、[被告A]、[被告H]、[被告G]、[被告I]处进行。该团伙通过每局固定抽取庄家百分之五“水钱”加赢钱的百分之五的模式进行盈利。被告人[被告E]、[被告A]、[被告F]、陈X6Xオ、[被告H]、[被告C]、[被告G]、[被告M]、[被告I]、[被告J]、[被告D]、[被告N]、[被告K]、[被告O]、[被告L]先后主动向公安机关退缴非法获利赃款共计283万元，其中股东[被告E]赚取非法利益807190元、[被告F]作为下分财务，从该团伙中领取每日1000元至1500元高额工资，赚取非法利益30余万元，[被告A]、[被告H]、[被告G]、[被告I]系上分财务，工资由财务[被告F]发放或从上分金额中扣留当日应得工资，其中[被告A]赚取非法利益292018元、[被告H]赚取非法利益20余万元（其中工资为150914.6元）、[被告G]赚取非法利益278510元、[被告I]赚取非法利益13万余元（含工资74546元及账上余额6万元），[被告B]、[被告C]、[被告D]、[被告N]、[被告M]系“机器人”软件操作人员，其中[被告N]、[被告D]的工资由上分财务[被告A]通过微信、支付宝或者银行卡转账，[被告B]、[被告C]、[被告M]的工资由上分财务统一通过微信、支付宝或银行卡与[被告B]结算，然后[被告B]根据工作时长与[被告C]、[被告M]结算工资，[被告B]赚取非法利益413739.28元、[被告C]赚取非法利益30余万元（含工资168123元及赌博赢取14万余元）、[被告M]赚取非法利益20余万元（含工资103137元）、[被告D]赚取非法利益6万余元（含工资24222.49元及赌博赢钱及福利38427元）、[被告N]赚取非法利益4万元（含工资28048元），发包手[被告J]、[被告K]、[被告O]、[被告L]根据工作时长与[被告F]结算工资，[被告J]赚取非法利益47941元，[被告K]赚取非法利益48895.6元，[被告O]赚取非法利益42225.4元，[被告L]赚取非法利益61960元。本案[被告E]等十五名被告人的行为完全符合xxx罪的构成特征，且情节严重，应当以xxx罪处罚，提请本院依法判处。被告人[被告E]等十五人对起诉书指控的犯罪事实和罪名均不持异议，并当庭自愿认罪，但对犯罪金额均提出了辩护意见。被告人[被告E]辩称虽然在微信赌博群中有股份，但其没有建群、也没有招徕参赌人员，没有制作赌博规则，赌博群的运行完全由赵X4才操作，故其为本案的从犯，而不应被认定为主犯。被告人[被告E]辩护人提出辩护意见，没有证据证实<LOC>公安局暂扣的283万元是赌资还是抽头渔利还是违法所得，根据有利于被告人的原则，应当在三年以下进行量刑。[被告E]只是下分财务，不是开设网络赌场的起意者和创始者，虽然约定分红是按比例，这只是分钱的比例不同而已，不能因为[被告E]多分钱就认定为主犯，[被告E]应认定为从犯。[被告E]举报了其他微信赌博群，虽然被其他公安机关抢先侦破，但[被告E]的立功表现应被认定。同时[被告E]还具有坦白、初犯等从轻处罚情节。被告人[被告F]辩称其具有自首、立功等从轻或减轻处罚的情节。被告人[被告F]辩护人提出辩护意见，[被告F]的工资均为其自扣，根据[被告F]关于其工资供述，经计算为二十余万元。被告人[被告A]被抓获后，[被告F]受赵X的安排向[被告A]父亲账户转账7万元，该款项应从[被告F]的违法所得中予以扣除。被告人[被告A]辩称，其工资没有30万，其获利中有一部分是其在微信群中赌博赢的钱。其向公安机关提供的同案犯[被告L]的线索，协助公安机关抓获[被告L]，有立功表现。被告人[被告A]辩护人提出辩护意见，[被告A]系从犯，依法应当从轻、减轻或免除处罚。关于违法所得金额。公安机关分别向[被告F]、[被告A]出示的由前者向后者转账的支付宝流水，在金额上有出入，且其中高于850元的金额不是[被告A]的工资，而是[被告A]赌博赢的钱，应从违法所得中予以扣除。经过扣除，[被告A]的工资为100870元。被告人[被告G]辩称，其向公安机关退缴的钱中有10万元是参赌人员上分的钱，其还没来得及转给[被告F]，其实际获利16万余元。被告人[被告G]辩护人提出辩护意见，[被告G]系自首、从犯、初犯、具有悔罪表现，依法应当从轻或者减轻处罚。请求给[被告G]适用缓刑。被告人[被告B]辩称，公诉机关指控的其犯罪金额413739.28不属实，其收到几个上分财务转账的机器人费用中包含了[被告C]和[被告M]的工资。被告人[被告B]辩护人提出辩护意见，[被告B]收到的相关费用中包含了[被告B]自身赌博赢的钱。[被告B]系自首、有立功情节，系初犯，其家庭贫困，请求对[被告B]适用缓刑。被告人[被告C]辩称，其向公安机关上交的钱中包含了其在微信赌博群中通过赌博赢的钱。被告人[被告C]辩护人提出辩护意见，[被告C]上交的30万元的违法所得，其中包括了工资收入以及参赌赢的钱和群里发的福利。根据[被告C]及[被告B]的供述，[被告C]的“工资”全部是由[被告B]通过支付宝转账的方式发放的，金额为168123元。[被告C]具有自首情节，系初犯，认罪悔罪，请求法庭对其从轻处罚。被告人[被告M]辩称，其向公安机关上交的18万元中包含其参赌赚的钱，不完全是工资。被告人[被告M]辩护人提出辩护意见，没有相关证据证实[被告M]的工资数额，无法确定[被告M]的犯罪金额度。[被告M]系自首、从犯，有强烈的悔罪表现，请求从轻处罚。被告人[被告H]辩称，共工资只有6万余元，其收到的[被告F]转给其的钱为其赌博赚的钱，还有其代为下分的钱。被告人[被告D]辩称，其收到[被告A]通过支付宝转账的费用中，包括工资，还包含其代为买烟、买饭的钱。被告人[被告D]辩护人提出辩护意见，[被告D]具有从犯和自首两个法定从轻、减轻情节，且[被告D]无前科。公诉机关指控[被告D]情节严重证据不足。[被告D]本人供述其工资收入为18571元，加上福利和玩的收入有62649.49元，而[被告A]供述其转给[被告D]的工资为24222.49元，虽然[被告D]向公安机关上缴了4万元，但不能以此倒推此款是抽头渔利的款项。被告人[被告I]辩称，其上交公安机关的13万元中，有6万元为参赌人员上分的钱，其还没来得及转给[被告F]。被告人[被告I]辩护人提出辩护意见，[被告I]系自首，初犯，从犯，其所起的作用较小，且参与时间不长。[被告I]母亲重病，需要家人照顾。建议法庭对[被告I]适用非监禁刑。被告人[被告N]辩称，其向公安机关上交的4万元中含其代为买烟、买饭的钱，不全部是工资。被告人[被告J]对公诉机关的指控无异议。其辩护人提出辩护意见，[被告J]系从犯、初犯，所起作用较小。其家属配合公安机关上交了违法所得，且愿意交纳罚金。[被告J]家中上有年迈的父母需要赡养，下有两个幼小的孩子需要抚养。建议法庭对[被告J]适用缓刑。被告人[被告O]对公诉机关的指控无意见。被告人[被告K]对公诉机关的指控无意见，其辩护人提出辩护意见，[被告K]系从犯、具有坦白情节，获利金额小，认罪悔罪，其家中有两个幼子需抚养，建议法庭对[被告K]适用缓刑。被告人[被告L]辩称，其与[被告J]、[被告K]、[被告O]同为发包手，其工资比另外三人工资高不合理。[被告F]转账给其的款项中包含了其帮[被告F]代购的钱。经审理查明，2016年7月，赵X（在逃）伙同被告人[被告E]经事先商议并约定分工及获利分成后，组建以“皇家娱乐”为名称的微信赌博群，拉人进群，组织群成员采用转账上分、抢红包拼大小等方式进行赌博，并通过每局固定抽取庄家上分金额5%加赢钱的5%的模式进行“抽水”盈利。二人以高额工资招徕[被告F]、[被告A]、[被告H]、[被告G]、[被告I]作为财务人员，招徕[被告B]、[被告C]、[被告M]、[被告D]、[被告N]操作微信赌博群内的结算“机器人”，招徕[被告J]、[被告K]、[被告O]、[被告L]为发包手。该微信群固定成员100余人，实际每日参赌人员30余人。为防止微信群被封，群内管理人员会在赌博结束当天解散微信群，第二天重新建群并拉人赌博。该赌博微信群各成员分工明确，其中赵X与[被告E]为股东，[被告E]负责群内事务管理，并同时担任下分财务（指将参赌人员的赌资退回，下同），[被告F]为总财务，负责与两个股东结算每日群内抽水收益，代发其他财务人员、发包手工资，并同时担任下分财务，其工资由最初每天100元至200元，上涨至100元/小时，后又上涨至每天1000元至1500元，其工资全部由其自扣。[被告A]先后担任“机器人”操作手（指赌博群结算软件，下同）和上分财务（指收取参赌人员赌资，下同），其担任上分财务后，先后由[被告D]、[被告N]顶替其“机器人”操作手岗位，并代发该二人的工资，其中[被告D]于2017年3月退出，[被告N]于2017年1月加入。[被告G]、[被告H]、[被告I]为上分财务，其中[被告H]于2016年10月份退出，[被告I]于2017年1月加入。[被告B]为“机器人”操作手，即为赌局提供计算输赢、结算抽水服务，其负责在网上购买结算软件，租赁<LOC>一房屋作为工作地点，并代发[被告C]、[被告M]工资。“机器人”操作费用按每局15元收取，由当班的上分财务向[被告B]支付该笔费用，[被告B]在扣除“机器人”购买费用、房租等成本后再根据各“机器人”操作手的工作时间分配工资。[被告J]、[被告K]、[被告O]、[被告L]为发包手，即让参赌人员在赌博群内抢其发出的红包作为赌博工具，其中[被告L]于2016年底加入。上述微信赌博群工作人员除部分人员中途加入，中途退出外，其他人员均于2016年7月份左右加入，直至2017年7月底[被告A]被抓获。在该微信赌博群运行期间，[被告E]抽头渔利共计807190元，[被告F]非法获利30万余元、[被告A]非法获利253421.8元、[被告G]非法获利166420元、[被告B]非法获利142479.28元、[被告C]非法获利168123元、[被告M]非法获利103137元、[被告D]非法获利62649.49元、[被告H]非法获利109002元、[被告I]非法获利74646元、[被告N]非法获利37158元、[被告J]非法获利47941元、[被告O]非法获利42225.4元、[被告K]非法获利48895.6元、[被告L]非法获利59256元。上述微信赌博群内所有资金往来均通过支付宝、微信、银行卡转账进行。另查明，2017年7月24日，被告人[被告A]被<LOC>省<LOC>市公安局抓获到案。同年8月17日，被告人[被告H]被<LOC>省<LOC>公安局抓获到案。同年11月19日，被告人[被告J]被<LOC>公安局抓获到案。同年12月20日，被告人[被告E]被<LOC>省桐庐县公安局抓获到案。同年9月1日，被告人[被告B]、[被告C]到<LOC>公安局投案。同年9月4日，被告人[被告D]、[被告N]到<LOC>公安局投案，同年9月5日，被告人[被告M]到<LOC>公安局投案。被告人[被告I]、[被告G]分别于2017年9月4日、同年9月8日到<LOC>公安局投案。2017年9月25日，被告人[被告F]到<LOC>公安局投案。2018年5月26日，被告人[被告K]在其<LOC>的家中被<LOC>公安局抓获到案。2018年9月27日，被告人[被告L]被<LOC>省<LOC>公安局抓获到案。次日，被告人[被告O]被<LOC>公安局铁西分局抓获到案。上述十五名被告人到案后，均如实供述了自己的上述犯罪事实，且被告人[被告F]到案后揭发他人涉嫌开设赌场犯罪事实，经查证属实。被告人[被告A]、[被告B]协助积极提供线索，协助<LOC>公安局成功抓获同案犯[被告L]。案发后，<LOC>公安局暂扣[被告E]60万元、[被告F]30万元、[被告A]30万元、[被告G]28万元、[被告B]30万元、[被告C]30万元、[被告M]18万元、[被告D]4万元、[被告H]20万元、[被告I]12万元、[被告N]4万元、[被告J]6万元、[被告O]4万元、[被告K]4万元、[被告L]3万元。<LOC>公安局从[被告E]处扣押了供犯罪使用的两部手机、四张银行卡、七张4G网络电话联系卡，从[被告F]处扣押了一部手机、三张银行卡、从[被告G]处扣押了一部手机、从陈X6X2扣押了三部手机、一台笔记本电脑、十四张银行卡、从[被告B]处扣押了一张银行卡、从[被告M]处扣押了一部手机。上述犯罪事实，经庭审举证、质证，公诉机关向法庭提交如下证据：1.被告人[被告E]的供述，证实2016年3月份,阿X微信给其一起搞“牛X”群，说好阿X2占67%的股份，其占33%的股份，其就同意了。他们一起叫了[被告F]来做财务，找了“果冻”、“暧昧”、“悠悠”、“蚊子”这些人做发包手，“敏”和“美丽”[被告F]负责上分，阿X2又叫他老乡“伟才”（[被告B]）做机器人，群就开起来了。之后，“伟才”又把[被告A]叫进群做上分财务，其又叫[被告G]进群做上分财务，当时分工很明确：阿X2和其是老板，其负责下分，[被告F]只管下分和发工资，[被告B]负责机器人，具体他叫哪些人其不管，[被告G]、敏（[被告H]）、[被告A]负责上分，“果冻”、“暧昧”、“悠悠”、“蚊子”负责发包。之后，阿X2叫了一个老乡（人在<LOC>）进来，这个人能叫很多<LOC>华侨到群里来玩，所以当时股份变成了阿X2占60%、阿X2老乡占20%、其占20%。到了2016年农历过年时，阿X2老乡撤股了，阿X2就说[被告F]做的很辛苦，也很实在，干脆他和其的股份还是不变，反正[被告F]是总财务，钱都要到[被告F]收了再发出来的，干脆把他们的分红及人员工资发了以后，剩下的钱差不多就是分红20%就给[被告F]当工资了。从这时起，[被告F]就不按以前那样发工资了，就按20%分红了。这时“敏”出不做了，[被告G]就把其妹妹“燕”刘X进来做上分财务。其最开始负责玩家的下分，后来也负责群里面的管理，主要就是群里面如果有人吵架其就负责调解一下，一些日常琐事也是其负责管理，白天一般由阿X2负责，晚上12点以后由其负责。阿X2叫赵X，男，<LOC>人，35岁左右，这个赌博群的大股东和负责人。机器人每天会自动统计出每一局赌局的“水钱”，然后上分财务会全部转给[被告F]，由[被告F]统一计算，群里的其他工作人员的工资都是[被告F]发的。我没有工资，就是按股份分红，每天群里收益结算后分红再发给其，主要是[被告F]通过微信转账、银行转账和支付宝转账。股东赵X在这个“牛X赌博群”里一共挣了280万左右，我赚了160万元左右，[被告F]赚了50万元左右。经过辨认支付宝流水，其辨认出2016年8月1日至2016年11月24日期间[被告F]通过银行转账至其母亲魏X卡上678024元，2016年12月13日至2017年7月24日期间[被告F]利用潘X银行卡转账至其账户上978217元，2016年11月28日至2017年7月10日期间[被告F]通过她本人卡转其银行卡545676元，这张收钱的银行卡都是其在使用，收到的钱里面有一些不是其发红，有些是玩家没有下分的钱。每日的分红不会超过1万，也不可能是整百的，分红一般都是凌晨12点，按这种规律其计算了一下，从2016年12月19日至2017年7月24日期间，[被告F]转账了755710元，这些都是其工资收入。经过辨认支付宝卡流水，2017年1月15日至2017年7月15日期间，除去每笔1万元元以上的以及不是凌晨12点钟左右的交易，[被告F]给我其转了51480元，这些都是其工资收入；2.被告人[被告F]的供述及辩认笔录，证实[被告F]2016年6月份的时候，老X（[被告E]）和阿X2（赵X）商量一起搞一个牛X赌博群，把群里面原先比较活跃的人都拉进去了，老X叫其做发包手，做了大概一两个星期发包手，老X让其在群里面做财务也就是给里面的参赌人员下分。财务还有[被告G]、[被告I]、[被告A]，群里还有发包手暧昧、果冻、悠悠、蚊子，机器人[被告B]、西瓜、[被告B]的弟弟、[被告A]，拉于左左、刺客、小X、七老公。[被告G]是去年7、8月份进来的、[被告I]是今年进来的，一个叫[被告H]的离开之后[被告I]才进来做的，等于是接[被告I]的位置，[被告A]是这个群一开始搞的时候就进来了，发包手是这个群一开始搞的时候就进来了，机器人[被告B]、西瓜、[被告A]也是这个赌博群一开始搞的时候就进来了，拉手都是今年4、5月份的时候进来的。股东之一[被告E]上要负责上分，管理整个赌博群的总财务；另一个股东赵X主要负责发群里面的福利及日常管理工作；[被告G]、[被告I]、[被告H]主要负责这些参赌人员的上分；机器人[被告B]、[被告M]3、[被告B]的弟弟、[被告A]主要是负责微信赌博群里面自动统计分数的软件的日常使用，计算上分、下分及输赢的情况，汇总后发截图到微信群里去就可以了。发包手暧昧、果冻、悠悠、蚊子主要是负责每一局赌局的红包的发放，参赌人员必须通过红包才可以完成赌博，拉手左左、刺客、小X、七老公主要是负责拉还没在这个群里面的人进来赌博，主要分工就是这样。我主要负责给玩家下分，然后每天上分财务结算当天的盈利后也是到其这里汇总，再由其和老X算总账，结算当天盈利情况。每天上分的财务都会有一个汇总，汇总完之后上分财务会把钱打给我其和老X，然后其把机器人和发包手的每天时间报给老X和阿X2，老X、阿X2算出多少钱以后再让其把钱通过微信、支付宝、银行卡的转给上分财务、发包手。经过辨认其能过支付宝、银行卡转给[被告E]、赵X的款项流水，[被告E]非法获利2201917元，赵X非法获利2514807.2元，赵X这个基本上是纯收入，[被告E]收到的钱中有少部分是下分的钱。其工资是其直接从上分的钱和抽水的钱里面扣除的，这些钱中的七万块钱转账给了[被告A]的爸爸。因为[被告A]被公安机关抓获了，赵X让其出七万块钱给[被告A]办取保，他说这样大家都好，大家都会没事。通过对银行卡、支付宝流水进行辨认，其辨认出其分别通过银行卡、支付宝向[被告E]、赵X、[被告A]、[被告G]、[被告I]、[被告H]、[被告J]、[被告K]、[被告O]、[被告L]支付分红或者工资的情况。辩认笔录中，[被告F]辨认出[被告K]为皇家娱乐群的发包手“悠悠”，[被告O]发包手“暧昧”，[被告L]为发包手“蚊子”，[被告J]为皇发包手“果冻”。3.被告人[被告A]的供述及辨认笔录，证实2016年7月初，其通过堂哥[被告B]介绍进入微信赌博群是做上分财务。阿X2和老X（[被告E]）是老板，是股东。群里组织人员进行牛X赌博，从中抽水获利。群的名字叫“皇家娱乐”，每天都会解散群，第二天重建。赌博玩法：参赌人员先通过支付宝或者微信将钱转账给财务上分，一元钱代表一分，然后财务人员在群里拍庄，价高者就可以坐庄，上好分的参赌人员就可以在微信群内发送自己想押多少的数字，机器人使用“橘子助手app”软件将参赌人员和参赌数额统计后就会将内容发到群内与财务核对，然后发包手在群里发红包让参赌人员抢包，最后根据抢的红包三位楼相加比点数确定输赢。机器人会把统计的输赢情况及各参赌人员余额情况发到微信群里，不想参赌人员如有余额可以提现，告知财务下分，财务会转账回余额。抽水方法：先抽庄家上分百分之五的水钱，后面再抽取其盈利部分的百分之五的水钱，庄家如果输了不用管。群里面一直保持在100多人左右，其中参赌人员最高峰有30多人。每天都算总账，其把每天的收入都转给“美丽”（[被告F]）和“老X”（[被告E]），至于他们是怎么跟另外一个股东阿X2是怎么结算的，其就不是很清楚了，下分由老X[被告E]、[被告F]负责。其工资最开始每天260，一个星期后是每天350元，一个月之后是每天500元，再到后来就涨到每小是时100元，一般每天上班6到8小时，也就是每天可以挣800元钱左右，是“美丽”[被告F]通过微信和支付宝结算发放的，直到2016年7月份被抓为止，其一共挣了15万元人民币左右，其中还有5万块钱是因为其工作失误又赔出去了。[被告G]和[被告I]的工资和其是一样的，由[被告F]发的，[被告F]的工资怎么结算其不清楚，但是姜的工资肯定比其要高。发包手马儿、悠悠、暧昧的工资也是[被告F]发的，其不太清楚她们的收入情况。机器人就是其的堂哥，这个赌博游戏因为下注的数据量太大，需要自动统计的账单，其堂哥主要是在这里面负责这个自动统计账单的软件的运用，然后每天给他发放工资。阿X2主要负责微信赌博群的决策性事务，其它的财务上面的事件其就不太清楚了，这个都是老X和[被告F]说了算。经过辨认支付宝和银行卡流水，其辩认出2016年6月26日至2017年6月2日期间，[被告F]通过支付宝给其转了49651元，2016年12月12日至2017年6月11日期间，[被告F]用潘X的支付宝给其转了29638元，这些都是其工资收入。2016年7月16日至2017年6月19日期间，[被告G]通过支付宝给其转了28590.8元，2017年3月2日至2017年5月23日期间，[被告G]用她姐姐刘X3的支付宝给其转了4621元，2016年6月25日至2016年8月16日期间，[被告H]用支付宝给其转了2280元，这些钱应该是其自己在群里赌，她们给其下分的钱，因为其与她们都比较熟，一般不去[被告F]那里下分，都是上分的财务直接给其下分。[被告D]和[被告N]的工资是其转给他们的，他们的工资是50元每小时，每天的工资也不会超过1000元。2016年8月2日至2017年3月9日期间，其用支付宝给[被告D]转了24222.49元，这里面都是[被告D]的工资和福利；2016年12月1日至2017年6月3日期间，其用支付宝给[被告N]转了28048元，这些也是[被告N]的工资福利。2016年7月18日至2016年11月30日期间，[被告F]通过银行卡向其转账138641元，这里面包括其工资我其自己赌赢的钱，其工资最多也是850元，所以850元以下的都是其工资福利，按这个规律计算，这段时间，[被告F]通过银行卡向其转账74088元，这些都是其工资。其通过该赌博群赚了30多万元，都已经主动上缴给公安机关了。辨认笔录中，[被告A]辨认出赵X是与其一起通过建立微信群组织赌博抽水获利的人。4.被告人[被告G]的供述，证实2016年4月份，其朋友将其拉进一个微信牛X赌博群，群的名称叫“皇家娱乐”，一直玩到2016年6月份，其和群里的群主和财务都比较熟悉了，群主“阿X2”说群里缺人手，其就说去工作。其主要是负责通过微信、支付宝上分，也就是通过支付宝、微信收到参赌人员的赌资，然后其将上分的参赌人员的微信名片推送到“上下分群”内，然后操作机器人的工作人员就会自动将积分上到参赌人员名下，其从2016年6月一直做到了2017年7月份，直到此群的另一个下分财务[被告A]被抓。赌局先从<LOC>抽水5%，还是抽取150元的奖池费用，庄家赢钱了也要抽取5%。赌博群老板有两个，一个微信昵称“阿X2”，真实姓名叫赵X3，男性，他是<LOC>人，定居在<LOC>；还有一个老板微信昵称叫“老X”，真实姓名[被告E]，他也是<LOC>人，男性，负责晚班下分财务；财务还有四个，一个微信昵称叫“美丽”，真实姓名叫[被告F]，女性，<LOC>人，她是负责白天下分的财务，还有一个叫[被告H]，女性，<LOC>文成人，她一直是上分财务，其在赌博群内时她已经在了，一直做到2016年10月份离开；还有一个叫[被告A]的男子，他也是负责上分的财务，他是从其在群里开始一直做到2017年6月份；还有其妹妹[被告I]也是上分财务，其自己也是上分财务；这个群内还有机器人，操作机器人的工作人员还有几个人，分别是[被告B]、[被告D]、微信昵称“猫舅舅”（真实姓名不清楚，他就是接替[被告D]的）、[被告M]、[被告C]（[被告B]弟弟），还有[被告A]也会去做一下机器人的工作。还有四个发包手，分别是微信昵称“冷暖人生”，真实姓名不清楚；“蚊子”，真实姓名叫[被告L]；还有微信昵称叫“暧昧”，真实名字叫[被告O]；还有微信昵称“果冻”，真实姓名叫[被告J]，再就是微信昵称“悠悠”，真实姓名叫[被告K]。“阿X2”负责在群里事务管理，拉玩家进群，给玩家发一下福利红包；“老X”也负责群的管理，也负责晚上下分（晚上9、10点-第二天凌晨2、3点）。工资最开始是50元每小时，后来其、[被告H]、[被告A]按照每人每天450计算，后来又涨到每人每天650元。直到[被告H]2016年10月份没做了，[被告F]就给上分财务人员开工资每人每天1000元，然后其妹妹[被告I]进群做财务了，上分财务就按照100元每小时计算工资，其、[被告A]、[被告I]作为上分财务，上两天休一天，基本上每天都会上班8个小时左右。机器人收费是每局15至20元，当天上班的上分财务负责给机器人发工资，其统计局数后，将总工资发给[被告B]。发包手的工资是50元每小时，2017年工资按65元每小时计算，“蚊子”上晚班，其余三个发包手上白班。其工资由姜X通过银行卡、支付宝、微信给发放。经过辨认银行卡、支付宝流水，2016年11月29日[被告F]通过银行卡给其转账20000元，同日，[被告F]给其另一银行卡转账15000元，2017年06月18日[被告F]转账给其5000元。2016年7月24日至2016年8月9日期间[被告F]向其转账28545元。2017年8月11日至2017年3月2日期间[被告F]向共转账83545元。这些银行卡转的钱大笔金额不是工资，里面有几笔一万、两万的钱都是[被告F]让其帮她下分而转给其的钱，其他数额基本都是我的工资钱。其每日的工资都是在1000元以内，所以超过1000元的都不是其工资，经过其仔细核对，从2016年7月24日至2017年2月2日期间，[被告F]通过银行卡给我发了79128元工资。从2017年3月份左右开始自己扣留自己工资，一直到群解散都是自己扣的。其总共自己扣了4个月，每个月做20天，每天800元左右，所以其自扣的工资应该是64000元左右。通过辨认支付宝流水，2016年7月14日至2017年6月l日期间，[被告F]通过支付宝转账到其支付宝里23292元，这些是她给其发的工资。其赚的钱都已经主动上缴给公安机关了，一共上交28万元，这其中包括其工资收入还有其在群里领的一些福利，还有就是最后群出事之后，其这里还剩参赌人员上分的10万元左右没交到[被告F]那里，所以这些钱其都主动交给公安机关了了。10万元是群里玩家的上分钱，只是出事了之后，来不及转给姜X3就解散了。其妹妹[被告I]那里当时也有几万块这种钱，她也已经主动上缴给公安机关了。“机器人”的费用是由上分财务给发放的。上分财务把钱转给[被告B]，让他再分给其他“机器人”。其转给[被告B]的钱基本都是他们几个“机器人”的费用和工资，也是每天结算的；5.被告人[被告B]的供述，证实2016年6月份，赵X通过微信告知其正在弄一个微信红包赌博群，微信群名叫做“皇家娱乐”，他需要一个人做财务。然后其就将堂弟[被告A]介绍过去做财务。之后，[被告A]就告诉其，之前那个微信红包赌博群内的做机器人（在群内统计输赢的积分情况）的工作人员不做了，问我和[被告C]、[被告M]三个人要不要做。其三个人就都答应了。[被告A]不仅仅做财务，只要他做财务下班了，他就接着做机器人的工作，四个人都轮班做机器人。操作机器人的工作人员就是其、[被告C]、[被告M]3、[被告A]，还有[被告A]于2016年11月份左右叫了一个名叫[被告D]的男子也帮他一起操作机器人，[被告D]大概就做了三、四个月就离开了。后来[被告A]还叫了一个叫[被告N]的人参与操作机器人。机器人是手机软件，只有苹果越狱机才能安装，使用过两款软件，分别叫“橘子助手”和“天天通杀”，现在使用的就是“天天通杀”，是我们几个操作机器人的工作人员在网上购买的，一般都按照两百一天计费的。机器人的后台设置，都是按照群主给的赌博盈亏方式设置的。其还要手动设置谁是庄家。机器人的微信号就在微信赌博群和上下分群内，操作机器人的工作人员就只要负责将用于赌博的微信红包点开，机器人就会自动统计点数、输赢倍数、抽水等数据，统计结束后，就会提示是否发送到群里，然后就点击发送群里，就可以了。操作机器人的几个人在<LOC>租了三室一厅的房子，吃住开销都是其支付的，其把这些吃住的钱都是先在财务支付的机器人费用中扣除下来的支付。其获利方式就是参赌人员坐一次庄，机器人统计一次数据，就获得15元。其工资是[被告G]、[被告I]、[被告H]、[被告A]这些上分财务发的。通过其辩认，2016年8月25日至2016年10月9日期间[被告H]通过支付宝转给46440元，2016年8月25日至2017年7月17日期间，[被告G]通过支付宝向其转了23415元，2017年4月28日至2017年4月30日期间[被告G]用她姐姐刘X3的支付宝给其转了2788.88元，2017年4月8日至2017年7月2日期间[被告I]用姚X的支付宝账号给其发了工资46510元，2016年12月30日至2017年7月10日期间，[被告I]通过支付宝总共给其转了102031.9元，2016年6月14日至2017年2月11日期间，[被告A]通过支付宝给转账192554.4元。[被告C]和[被告M]的工资主要是由给他们转的，通过其支付宝给他们转的钱基本就是他们的工资，2016年7月29日至2017年6月27日期间，我通过支付宝给[被告C]转了168123元，2016年6月28日至2017年6月27日期间，其通过支付宝给[被告M]转了总共103137元；6.被告人[被告C]的供述，证实2016年7月份，赵X称帮他操作“机器人”的人走了，问其有没有兴趣帮他做，其答应了。跟我一起加入的还有我哥哥[被告B]、[被告M]，三个人都是操作机器人的，三个人轮流排班。“机器人”其实是一个软件，统计结算用的。群里有老板是最先发起网络赌博的人，平时不怎么出现，老板有两个，分别是赵X和网名叫“老X”的男子。每个上分财务在交班的时候，会把工资转给[被告B]。[被告B]扣除房租、烟钱、买机器人代码等的成本，然后就会把钱平分给当天上班的人员，有些人会有事不上班，其他操作人员就要顶班，所以工作每个人的工资会不一样。经过其辩认，2016年7月29日至2017年6月27日期间，其哥[被告B]给其转了168123元，这都是其工资收入；7.被告人[被告M]的供述，证实2016年9月份，阿X2找到其说他那个微信赌博群的机器人都快要走了，问其和[被告A]、[被告C]、[被告B]几个人有没有兴趣在他们的微信赌博群里做机器人，之后谈了工资的问题，说每玩一局就给我15元钱，他们几个人商量了一下就同意了，然后在<LOC>租了一个房间就开始工作了。操作机器人需要一台手机，还有一个机器人的软件，主要就是这两件东西，手机和机器人软件都是[被告B]买的，用的黑色苹果6手机，手机号码是街上营业厅随便买了一个。机器人的工资是由财务转给[被告B]，[被告B]再把我的工资转给我。通过辨认支付宝流水，2016年6月28日至2017年6月27日期间，[被告B]总共通过支付宝向其转账103137元，这些都是其工资；8.被告人[被告H]的供述及辩认笔录，证实2016年5月份，其忘记是阿X2还是老X将其拉进一个叫“皇家”的牛X的赌博微信群，他们就问其能不能在群里发下红包，每天给其一定的酬劳，其就答应他们了，发了大概一个半月左右的红包后，阿X2老X他们就问其能不能做下财务，负责一下上分，其也就答应了，之后就开始帮他们做财务，一直做到2016年10月份左右才出来。是阿X2和老X开的微信赌博群，这个群昵称最开始叫皇家牛X群，群里面大概有一百多个人，都来自全国各地，群里面有些人是阿X2和老X拉进来的，然后拉进来之后的这些人又会把他们认识的人或者朋友拉进来，因为群里面的信息太多，所以阿X2和老X每天都会把群解散再由重新组建一个微信群再把这群里面的人再拉进来，群的名称每天也会换一下，但是基本都是以“皇家”的字样开头，结尾以梭哈等字样结束，具体我记不清楚了，这个微信群基本情况就是这样。阿X2是“皇家”微信赌博群的群主，也是股东之一，他主要负责微信赌博群的大小事务，群里面的玩家如果有什么纠纷都可以找阿X2，他还负责每天发福利红包。老X是“皇家”微信赌博群的群主，也是股东之一，他最开始负责群里面的上分，晚上上班他也负责下分，然后财务的总账最后也是汇总到老X那里，平时群里面有什么纠纷也是他出面解决，群里面的工作人员也是跟老X请假。抽水方式是先抽上分百分之五的水钱，后面再抽取盈利部分的百分之五的水。庄家如果输了是不用管的，不需要赔钱。这个微信赌博群的组织架构是：群主阿X2、老X，他们也是赌博群里的股东；财务[被告F]、[被告G]、[被告A]还有其自己；发包手：悠悠、暧昧、蚊子、果冻；机器人；相逢何必、A先生。其做到2016年11月份就没做了，其工资刚开始是100元一天，后来张至850元一天，[被告F]给其发工资。通过辩认支付宝、银行卡流水，2016年6月15日至2016年11月3日期间，[被告F]、[被告A]、[被告G]几个人通过支付宝总共给其转了98732元，其没有什么印象了。2016年7月7日至2016年11月5日期间，[被告F]通过银行卡向其转账150914.6元，这包括其工资、福利和其在群里赌博赢的钱和一部分下分的钱转到其这里，还有一些什么钱其想不起来了。因为其工资最高也是850元每天，所以超过850元的都不是工资，且工资都是凌晨12点左右发的，根据这个规律，上述银行卡流水中850元以下的且基本是凌晨12点钟左右[被告F]转给其的钱为66318元，这些都是其工资收入。辩认笔录中，[被告H]辨认出[被告M]3为“皇家娱乐”赌博群的成员，外号西瓜，辨认出赵X为“皇家娱乐”赌博群的股东，外号阿X2、材X；9.被告人[被告D]的供述，证实2016年7月，[被告A]告知其有一份工作是在微信赌博群里面从事操作机器人，工资也比较高，但是不是怎么合法的，问其要不要做，其就同意了。其于2016年8月1日左右进群的，2017年3月份越做越怕，就没做了。其在“皇家”微信群里面主要从事的工作是操作机器人，其在一部苹果6手机上操作机器人，就是开机之后群里发包手发红包，红包抢完之后其点击机器软件（叫“橘子”），机器人就会自动统计输赢情况，统计好之后其再把统计的情况发送到群里去就可以了。除了操作机器人之外，其还帮[被告A]、[被告B]、[被告M]、[被告C]他们买烟、买饭。操作机器人的有[被告B]、[被告C]、[被告M]、[被告A]、[被告N]。其工资是由[被告A]发的，但是绝对不会超过每天1000元，还有绝对不会到小数点，其也偶尔在群里赌博，[被告A]也会给我其下分，那些带小数点后面是88的，基本是群里发的福利。2016年8月2日至2017年3月9日期间，排除1000元以上的及带小数点的转账，[被告A]通过支付宝给其转账18571元，这些都是其工资收入，如果包括福利以及其自己在里面玩的收入有62649.49元，其都将这些违法所得全部主动上交给公安局了；10.被告人[被告I]的供述，证实2016年12月底，其姐姐[被告G]将其拉进一个叫“皇家娱乐”的微信赌博群内当财务，因为她说这个群里的财务人手不够。[被告G]也在这个群内当财务，其就答应了。其主要是负责通过微信、支付宝上分，然后我将上分的参赌人员的微信名片推送到“上下分群”内，然后操作机器人的工作人员就会自动将积分上到参赌人员名下。我从2017年1月一直做到了2017年7月份。微信赌博群老板有两个，一个微信昵称叫“阿X2”，真是姓名其不清楚，还有一个老板微信昵称叫“老X”，真实姓名叫[被告E]。财务有四个，分别是[被告F]，她是负责白天下分的财务，另一个财务是其姐姐[被告G]，她是负责上分的财务，还有一个负责上分的财务叫[被告A]，再就是其自己，也是上分财务。这个群内还有机器人，操作机器人的工作人员有好几个人，分别是[被告B]、[被告D]、微信昵称叫“猫舅舅”（真实姓名不清楚）、微信昵称“西瓜”（真实姓名不清楚）、微信昵称叫“安之若素”（[被告B]得弟弟、真实姓名不清楚），还有[被告A]也会去做一下机器人的工作。还有四个发包手，分别是“蚊子”（[被告L]）、“暧昧”（[被告O]）、“果冻”（[被告J]）、悠悠”（[被告K]）。老板“阿X2”负责在群里管理，发一下福利红包；“老X”也负责群的管理，也负责下分。其工资是[被告F]发给我，她是通过银行卡、支付宝转工资的，其也给操作机器人的[被告B]是发过工资，然后他们几个机器人具体怎么分这个钱其就不知道了。上分财务[被告H]在其来做财务之前就离开了。经过其辨认，2017年3月14日至2017年6月6日期间[被告F]通过支付宝给其转了5276元、2017年3月5日至2017年6月16日期间[被告F]用其潘X的支付宝给其转了5270元，这些应该都是其工资。从2017年3月开始至同年7月份，其工资自扣，我上两天休一天，每天800元左右的工资，总共自己扣下了64000元钱工资。其总共向公安机关上交了12万元，其中包括我的工资、福利，还有一笔六万元是群出事以后的玩家上的分，其没来得及转给[被告F]，也主动上交给公安机关了；11.被告人[被告N]的供述，证实2017年6月份，其一个远房亲戚告知他那边有一个微信红包赌博群忙不过来了，让其过去帮忙，具体是在微信红包里做机器人，然后给其每个小时50块钱的工资钱，其就答应了。到了工作地点当天其就开始上班了，一直做到2017年8月份左右就没做了。其在微信赌博群里操作机器人，这个微信群里面玩牛X赌博，是老X和阿X2开的，群昵称最开始叫皇家牛X群，群里面大概有一百多个人，都来自全国各地，群里面有些人是阿X2和老X拉进来的，然后拉进来之后的这些人又会把他们认识的人或者朋友拉进来，因为群里面的信息太多会卡消息，所以阿X2和老X每天都会把群解散再又重新组建一个微信群再把这群里面的人再拉进来，群的名称每天也会换一下，但是基本都是以“皇家”的字样开头，结尾以梭哈等字样结束，具体其记不清楚了。其工资是[被告A]开的，每个小时50元钱，每天工作6-8个小时，其一共挣了4万块钱左右。[被告A]是通过支付宝转给其工资；12.被告人[被告J]的供述，证实2016年5月份的时候，其在老X和阿X2的微信群里面玩赌博游戏，输了一点钱，然后阿X2跟其说帮他做事，其答应了。其工作就是在群里发红包让参赌人员抢，参赌人员通过拼点数大小进行赌博。其每天工资是300元，是阿X2和老X安排下分财务[被告F]给其发的工资。这个微信赌博群就是阿X2和老X开。群名叫“皇家娱乐”群，每天都不一样群里面大概有120多人，经常参赌人员有二三十人左右，群里面的人基本都在里面赌过，老板是老X和阿X2，真实姓名不详，上分财务财务有李X2、燕X、[被告A]，下分财务有[被告F]、老X，发包手有悠悠、暧昧、蚊子是其；拉手有小X，操作机器人的有西瓜、似曾相识，其他人记不清楚了。赌博群先抽庄家上分百分之五的水钱，后面再抽取盈利部分的百分之五的水。经过辨认[被告F]向其转账的流水，2016年8月19日至2016年11月30日期间，[被告F]通过银行卡向其转账37579元，是其工资；13.被告人[被告K]的供述，证实2016年中，其在一微信红包群里认识一个叫“美丽”的女的，断断续续玩了一段时间，“美丽”问其要不要加另一个微信红包群抢红包，其就让“美丽”拉进群。那个群里是抢红包，之后群主提议在群里玩牛X。在群里边抢红X包边聊天的过程中其知道了群里的“发包手”是有工资的，因为输了钱，其就跟“美丽”提出能不能去做发包手，“美丽”跟群主说了下群主同意了，其正式开始做“发包手”后微信群里是玩的牛X。其工资是按小时计算的，一直到2017年7月份结束。一个小时60元或65元，大部分每天200多元的工资，偶尔一百多，一天工作三、四个小时，一个月有五、六千的工资，有时帮别人顶班其就赚的更多一点，从担任发包手前后差不多一年时间。其工资是日结，都是“美丽”发工资。跟其一起发包的有个微信名以前叫“果冻”，现在的微信名“新梅”，还有一个“发包手”微信名叫“暧昧”，真名叫[被告O]，还有一个上夜班的发包手微信名叫“蚊子”。群里具体有具体分工，一般群里有吵架什么的不好解决的事情群主出来解决，财务负责收付庄家和玩家的钱，发包手负责每局发红包，类似于赌博的发牌手，计分人员，负责每局结束后的统计分数工作，一元一分，他们有专门的积分软件，计分软件可以设置“抽水”的程序，庄家每赢一局，积分软件会在庄家所赢积分中按一定比例抽取分数，最后统一由财务结算。经辩认支付宝和银行卡流水，[被告F]通过支付宝转的钱中，低于500元以下的都是其工资和福利，一共是18920元，[被告F]通过银行卡转账的钱中，低于500元、一般在凌晨12点转的钱一共是29975.6元这是其工资和福利；14.被告人[被告O]的供述，证实2016年5月份，我在赵X（其称呼他为“材X”）搞的微信赌博群里抢红包赌博，输的比较多，材X就问其要不要在群里发包赚点钱，其就答应了。后来，其一个人发不过来，材X就让其再找两个人一起发，其就把“果冻”（[被告J]）拉进来了。开始的玩法是抢红包比大小。之后群就改成“牛X”群。“牛X群”的玩法是先建一个微信群，拉了很多玩家赌博。发包手发的包都是先自己垫的，到晚上再跟财务报销，包括当天的工资一并由财务发。刚开始其工资每天100元，后来慢慢涨了上来，最后群出事的时候其工资是每天300元。群老板是赵X和[被告E]（外号“老X”），还有财务，财务又分上分财务和下分财务，上分财务是[被告A]、[被告G]、[被告I]、[被告H]（外号“鳘”），下分财务是[被告F]（外号“美丽”）、[被告E]也兼下分财务，还有操作“机器人”的人，具体有几个其不清楚，发包手跟“机器人”没接触的，“机器人”就是负责上下分玩家的分数的，然后就是四个发包手，分别是其、[被告L]（外号“蚊子”）、[被告K]（外号“悠悠”）、[被告J]（外号“果冻”），还有拉手，负责拉玩家进群的，但是我也没接触过拉手。其工资由[被告F]发放。经过辩认，[被告F]通过支付宝向其转账，因其每日工资低于500元，且都是凌晨12点左右发放，根据这种规律，2016年12月14日至2017年6月14日期间其总共收到[被告F]支付宝转账21400元，收到[被告F]银行卡转账20825.4元；15.被告人[被告L]的供述，证实2016年底，赵X说他搞了一个“牛X”赌博群，问其要不要去帮忙，具体是做发包手，其就答应了。群主是赵X，也是该赌博群的老板之一，还有[被告E]也是老板之一，总财务是[被告F]，还有小财务[被告G]、[被告I]、[被告A]，机器人有[被告N]、[被告D]、[被告B]、[被告C]。发包手有[被告O]、[被告J]、[被告K]还有其本人。赵X和[被告E]（老X）主要在群里维护秩序、拉人或踢人。[被告E]还会充当财务，负责给玩家下分，总财务是[被告F]（美丽）负责给玩家下分，还有给其他工作人员发工资，小财务[被告G]、[被告I]、[被告A]就是负责给玩家上分，机器人有[被告N]、[被告D]、[被告B]、[被告C]，就是负责发布群里玩家的押注情况，积分情况。发包手有[被告O]（暧昧）、[被告J]（果冻）、[被告K]（悠悠）和其本人。发包手是负责在群里发用于赌博的红包，有多少玩家下注其就发多少个包。其工资由[被告F]通过微信、支付宝、网银转账发放。其负责晚班，从晚上的12点至凌晨3、4点钟左右，反正群里什么时候没人玩了其就下班了。其他三个发包手负责白班，时间是他们自己商量的。经过辩认，[被告F]用支付宝给其发工资，这期间低于500元以下的都是其的工资和福利收入，是23410元，通过[被告F]的银行卡账单上看，[被告F]用银行卡给其转工资是从2016年8月24日至2016年11月30日这段期间，姜给其银行卡转账是38550元，但是其的工资一般就是300元左右，单笔除去500元以上，就是35846元。支付宝和银行卡转账加起来的这些钱基本就是其在群里工作的收入。因为其是上晚班的，但是凌晨12点钟以后其实就没有多少玩家在群里了，然后赵X就会安排其在群里赌一下，冒充玩家活跃气氛，最后他会让[被告F]适当给其一些福利补贴；16.证人黄某证言及辨认笔录，证实“皇家娱乐”微信群是用来赌博的。参赌人员必须是已经将钱通过支付宝和微信转账给财务，叫财务帮其上分，只有上好分的人才能参与赌博，赌博都是以分数来统计的（1分等于1元）。赌博方式是“斗牛”，该群组织者是微信微信名为zjc99zjc（昵称：阿X2，）和微信名为jiaj-ia5201018（昵称：老X，），其负责拉人，也是群主。财务有上分燕、陈X6、美丽等人，其通过微信转账、支付宝、银行转账三种上分赌博。辩认笔录中，黄某辨认出[被告H]为“皇家娱乐”群的财务[被告H]，[被告E]为皇家娱乐群的群主老X，[被告F]为皇家娱乐群的财务美丽；17.证人高某证言，证实其被黄某冒充男性骗了四十万左右。被骗的这些钱里面，其帮黄某用于参与赌博的钱大概有三十万左右。黄某是2015年年底开始参与网络赌博的，她一般都是在微信上面加赌博群，然后玩“牛X”和“六合彩”。她都是输钱的。她就把其出拉进赌博群里，里面就是玩牛X赌博。黄某输钱之后就会叫其帮她上分，其就会通过支付宝将钱转给赌博群内的财务。赌博群内分别有管理员（参赌人员称其机器人）、发包手、财务、参赌人员。机器人是负责统计参赌人数和输赢情况。发包人是负责发出用于赌博的微信红包（根据参赌人数而定，多少人参赌发多少个红包）。财务是负责收取庄家的钱和闲家的钱（通过支付宝和微信转账）；18.户籍证明15份，证实本案15名被告人犯罪时均达到刑事责任年龄，具有完全刑事责任能力。19.抓获经过11份，证实15名被告人的归案情况。20.转账交易明细，证实[被告F]通过其本及亲属的支付宝、银行卡分别向[被告E]、[被告A]、[被告G]、[被告I]等人账户的银行卡转账、支付宝转账记录；21.参赌人员高某手机微信转给“[被告A]（*有为）”、“鳘（[被告H]）”、“莉（[被告G]）”的转账信息截图，证实2016年7月至10月，参赌人员高某通过手机微信转给[被告A]赌资用于在“皇家”娱乐上分赌博；22.扣押清单、缴款单，证实<LOC>公安局暂扣[被告E]60万元、[被告F]30万元、[被告A]30万元、[被告G]28万元、[被告B]30万元、[被告C]30万元、[被告M]18万元、[被告D]4万元、[被告H]20万元、[被告I]12万元、[被告N]4万元、[被告J]6万元、[被告O]4万元、[被告K]4万元、[被告L]3万元；23.<LOC>公安局出具的人员前科情况核实证明及行政处罚决定书，证实被告人[被告M]3曾因非法携带管制刀具、吸毒、赌博被治安处罚；24.中国工商银行<LOC>省分行提供的查询清单，证实被告人[被告A]、[被告H]、[被告F]、姜X5、魏X、[被告E]、[被告B]银行卡余额情况以及[被告H]、[被告F]、姜X2、[被告E]、[被告B]、[被告A]银行账户2017年1月至7月的流水情况。25.[被告F]举报材料及受理立案材料，证实2018年4月2日，[被告F]向<LOC>公安局举报3.18永盛大红群进行百家乐赌博，<LOC>公安局于2018年4月3日立案侦查，2018年7月14日该案被告人[被告O]2被刑事拘留；26.[被告F]与[被告H]支付宝转账记录，证实2016年6月3日至同年8月31日期间，上分财务[被告H]通过支付宝转给下分财务[被告F]94214元；27.[被告F]与[被告I]支付宝转账记录，证实2017年1月4日至7月17日期间，上分财务[被告I]通过支付宝转给下分财务[被告F]1203071元；28.[被告F]与[被告G]支付宝转账记录，证实2016年6月13日至7月23日期间，上分财务[被告G]通过支付宝转给下分财务[被告F]239844元；29.[被告F]与[被告G]银行卡转账记录证实2016年7月15日至2017年7月22日期间，上分财务[被告G]通过银行转给下分财务[被告F]5177344元；30.[被告E]与[被告A]支付宝、银行卡转账记录，证实2017年1月3日至2017年3月16日期间，上分财务[被告A]通过银行转给下分财务[被告E]301310元，2017年2月25日至2017年5月27日期间，上分财务[被告A]通过支付宝转给下分财务[被告E]25419.88元；31.[被告E]与[被告G]银行卡转账记录，证实2017年1月2日至2017年3月26日期间，上分财务[被告G]通过银行转给下分财务[被告E]542437元；32.[被告E]与[被告I]银行卡转账记录，证实2017年1月13日至2017年3月24日期间，上分财务[被告I]通过银行转给下分财务[被告E]493624元；33.[被告E]与[被告G]支付宝转账记录，证实2017年1月8日至2017年7月10日期间，上分财务[被告G]通过支付宝转给下分财务[被告E]48345元；34.[被告E]与[被告I]银行卡转账记录，证实2017年1月13日至2017年3月24日期间，上分财务[被告I]通过银行转给下分财务[被告E]493624元；35.[被告E]与[被告I]银行卡、支付宝转账记录，证实2017年1月2日至2017年7月4日期间，上分财务[被告I]通过支付宝转给下分财务[被告E]1082043元；36.[被告F]与[被告I]银行卡、支付宝转账记录，证实2017年1月4日至2017年7月17日期间，上分财务[被告I]通过支付宝转给下分财务[被告F]1203071元；37.[被告F]与[被告I]银行卡、支付宝转账记录，证实2017年1月8日至2017年7月24日期间，上分财务[被告I]通过银行卡转给下分财务[被告F]家1300154元；38.[被告F]与[被告H]银行卡、支付宝转账记录，证实2016年6月3日至10月16日期间，上分财务[被告H]通过银行卡转给下分财务[被告F]4000203.6元；39.[被告E]与[被告A]支付宝转账记录，证实2017年2月25日至2017年5月27日期间，上分财务[被告A]通过支付宝转给下分财务[被告E]25419.88元；40.[被告F]与[被告A]银行卡转账记录，证实2016年7月7日至2017年6月16日期间，上分财务[被告A]通过银行卡转给下分财务[被告F]4504777元、2016年6月18日至2017年6月17日期间，上分财务[被告A]通过支付宝转给下分财务[被告F]344838元；41.[被告F]与[被告L]的支付宝、银行卡转账记录，证实2016年12月15日至2017年6月14日期间，[被告F]通过支付宝转给发包手[被告L]工资23410元；2016年8月24日至2016年11月30日期间，[被告F]通过银行卡转给发包手[被告L]工资38550元，合计61960元；42.[被告F]与[被告J]的支付宝、银行卡转账记录，证实2016年12月14日至2017年6月14日期间，[被告F]通过支付宝转给发包手[被告J]工资19520元；2016年8月21日至2016年11月30日期间，[被告F]通过银行卡转给发包手[被告J]工资28421元，合计47941元；43.[被告F]与[被告K]的支付宝、银行卡转账记录，证实2016年12月14日至2017年6月14日期间，[被告F]通过支付宝转给发包手[被告K]工资18920元，2016年8月16日至2016年11月30日，[被告F]通过银行卡转给发包手[被告K]工资29975.6元，合计48895.6元；44.[被告F]与[被告O]的支付宝、银行卡转账记录，证实2016年12月14日至2017年6月14日期间，[被告F]通过支付宝转给发包手[被告O]工资21400元，2016年8月18日至2016年11月30日期间，[被告F]通过银行卡转给发包手[被告O]工资20825.4元，合计42225.4元；45.情况说明两份，证实公安机关根据[被告F]提供的[被告K]的微信，于2018年5月26日在<LOC>将被告人[被告K]抓获归案；被告人[被告A]、[被告B]积极向公安关机提供线索，并协助公安关机成功抓获同案犯[被告L]；46.电子证物检查照相24张、微信聊天记录等屏幕截图131张、扣押的6个检材（6部手机）进行取证分析，证实[被告E]等十五名被告人开设微信赌博群并从中抽水获利的相关情况；47.光盘及附件，证实各被告人在中国工商银行<LOC>省分行账户账单情况；48.部分涉案人员支付宝交易明细光盘，证实涉案人员支付宝交易明细；49.建设银行账户明细光盘，证实涉案人员建设银行账户明细情况。被告人[被告E]向法庭提交<LOC>公安局港边派出所情况说明、<LOC>乾潭镇下梓村民委员会请求对[被告E]量刑从轻宽大处理的报告各一份，用以证明其具有立功情节，其居住村委会请求法院对其从轻量刑。上述证据均经当庭举证、质证，对于公诉机关提交的证据，被告人[被告E]及辩护人认为其在公诉机关供述的犯罪金额均为其估算，实际上没有那么多，且其只是在群内负责下分，不是群的老板，不是主犯。被告人[被告A]及辩护人认为[被告F]辨认的其转账给[被告A]的款项与[被告A]自己辨认的其收到[被告F]的款项在金额上有出入，应当作出有利于被告人[被告A]的认定，且[被告A]是在被<LOC>公安局取保候审之后才作出的上述辨认，程序上不合法。被告人[被告F]及辩护人认为[被告F]自己在公诉机关供述的犯罪金额不属实，实际上只有二十多万元，且[被告F]受[被告E]安排打款7万元给[被告A]父亲，该款项应从[被告F]的犯罪金额中予以扣除。被告人[被告G]及辩护人认为[被告G]向公安机关上交的款项中包括其还没来得及转给[被告F]的参赌人员上分10万元，应从其犯罪所得中予以扣除。被告人[被告I]及辩护人认为[被告I]向公安机关上交的款项中包括其还款来得及转给[被告F]的参赌人员上分6万元，应从其犯罪所得中予以扣除。其他被告人及辩护人均认为被告人向公安机关上交的款项中包括其自身在微信赌博群中参赌赢的钱以及参赌人员下分的钱，而不全是其工资。对于被告人[被告E]提交的<LOC>公安局出具的情况说明，公诉机关认为该证据不足以证明[被告E]有立功表现，而其提交的报告与本案没有关联性。", "interpretation": "本院认为，公诉机关提交的证据中，各被告人均核对了自己的支付宝流水和银行卡流水，相互之间核对的数据能相互印证，且均在被<LOC>公安局取保候审之前对辨认了相关数据，取证程序合法，证据之间能够相互印证，本院予以确认。对于被告人[被告E]提交情况说明，没有相关案件立案决定书等证据相佐证，不足以证明其具有立功表现。对于其提交的报告，与本案没有关联性，故本院对于其提交的两份证据均不予采信。本院认为，被告人[被告E]、[被告F]、[被告A]、[被告G]、[被告B]、[被告C]、[被告M]、[被告H]、[被告D]、[被告I]、[被告N]、[被告J]、[被告O]、[被告K]、[被告L]利用互联网、移动通讯终端，在网络上组建微信群传输赌博数据，组织赌博行为，抽头渔利，其行为已触犯刑律，构成开设赌场罪，且系共同犯罪。公诉机关指控罪名成立，本院予以支持。经庭审查明，上述十五名被告人抽头渔利金额或违法所得金额均在3万元以上，其行为均属情节严重，依法应当科处三年以上十年以下有期徒刑，并处罚金。在共同犯罪中，被告人[被告E]作为微信赌博群的股东，与在逃同案犯赵X分工负责，对微信赌博群日常事务进行全局管理，并亲自兼任下分财务重要岗位，按比例对抽水利润进行分成，对微信赌博群的掌控运行起主要作用，应认定为主犯，依法应当按照其所参与的全部犯罪处罚。[被告E]及其辩护人提出[被告E]虽然按比例分红，但这只是分钱的比例不同而已，不能因为[被告E]多分钱就认定为主犯、要认定[被告E]分钱在3万元以上的证据不足的辩护意见与本院查明的事实不符，本院不予采纳。被告人[被告F]系微信赌博群的总财务，其负责接收上分财务人员收取的赌资，向不再继续赌博的参赌人员返还赌资，同时每日结算并发放其他财务人员、发包手等工作人员的工资，并在每日赌博群结束运行后核对该日参赌人员尚未领回的赌资，汇总该日全部开支及抽水利润，以供赌博群股东分配利润。赌博群二股东也给予[被告F]极大信任，[被告F]在参与该微信赌博群长达一年时间的运行中，其工资全部由其本人自扣。[被告F]供述每日1000元至1500元的工资明显高于其他财务人员工资。[被告F]对该微信赌博群的有序运行起主要作用，其作用力明显大于其他财务人员、机器人操作人员、发包手，故根据被告人[被告F]在犯罪中的地位和作用，应认定被告人[被告F]为主犯，公诉机关对其作出从犯的指控，本院不予支持。被告人[被告F]及辩护人提出[被告F]在[被告A]被公安机关抓获后，受赵X安排向[被告A]父亲打款的7万元应从其犯罪金额中扣除的辩护意见，未被查证属实，且即使属实，亦系[被告F]对自己的违法所得的自行处置行为，不能从其犯罪金额中予以扣除，故对于该辩护意见，本院不予采纳。被告人[被告A]、[被告G]、[被告H]、[被告I]作为一般财务人员负责收取赌资，被告人[被告B]、[被告C]、[被告M]、[被告N]为赌博群操作机器人计分软件统计赌局输赢情况及抽水数额，[被告J]、[被告O]、[被告K]、[被告L]作为发包手为赌局发红包作为赌博工具，对微信赌博群的运行起辅助作用，是从犯，依法应当从轻、减轻处罚。被告人[被告A]、[被告M]、[被告D]等被告人及辩护人均提出公诉机关指控的犯罪金额不属实，认为其中包含了下分的费用以及被告人自己参赌所盈利的款项。对于该辩护意见，本院认为对于各被告人的犯罪金额，本院均依据公诉机关提交的能够相互印证的相关支付宝、银行卡交易记录以及被告人的供述综合予以认定。本院对于各被告人犯罪金额的认定事实清楚，证据确实充分。被告人[被告G]、[被告I]及其辩护人均提出其向公安机关上交的款款中包含了未及时转账给[被告F]的参赌人员上分的钱，其中[被告G]10万元，[被告I]6万元。本院认为，[被告G]、[被告I]作为本案的两位上分财务，负责向参赌人员收取赌资后转账给下分财务[被告F]，该二被告人及其辩护人提出的上述未及时转账出去的赌资在庭审中得到了[被告F]的证实，故上述两笔款项应分别从[被告G]、[被告I]的犯罪所得中予以扣除，但该款项系赌资，应当予以没收。被告人[被告F]、[被告G]、[被告B]、[被告C]、[被告M]、[被告D]、[被告I]、[被告N]犯罪以后自动投案，如实供述自己的罪行，是投案自首，依法可以减轻处罚。被告人[被告E]、[被告A]、[被告H]、[被告J]、[被告O]、[被告K]、[被告L]到案后如实供述自己的罪行，系坦白，依法可以从轻处罚。被告人[被告F]揭发他人犯罪行为并提供重要线索，从而得以侦破其他案件，被告人[被告A]、[被告B]协助公安机关抓捕同案犯[被告L]，具有立功表现，依法可对该三被告人从轻或者减轻处罚。公诉机关提出的[被告F]、[被告A]、[被告B]具有立功表现的指控意见，本院予以采信。案发后，被告人[被告E]主动退缴部分赃款，其他十四名被告人主动退缴全部赃款，可酌情从轻处罚。除[被告E]外，其他十四名被告人家属积极缴纳罚金，可酌情对该十四名被告人从轻处罚。受本院委托，被告人[被告A]、[被告G]、[被告B]、[被告C]、[被告M]、[被告H]、[被告D]、[被告I]、[被告N]、[被告J]、[被告O]、[被告K]、[被告L]户籍所在地或经常居住地司法局均出具了调查评估意见书，认定该十三被告人具备实施社区矫正条件。根据该十三名被告人的犯罪事实、情节及对社会的危害程度，适用缓刑对其所在社区没有重大不良影响，可对该十三被告人适用缓刑。据此，依照《中华人民共和国刑法》", "laws": [303], "relations": [], "criminals_info": {"[被告E]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [0], "term": "有期徒刑五年"}, "[被告F]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [5, 7], "term": "有期徒刑三年六个月"}, "[被告A]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [6, 7], "term": "有期徒刑三年，"}, "[被告G]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [5], "term": "有期徒刑二年六个月"}, "[被告B]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [5, 7], "term": "有期徒刑二年六个月"}, "[被告C]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [5], "term": "有期徒刑二年六个月"}, "[被告M]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [5], "term": "有期徒刑二年六个月"}, "[被告H]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [6], "term": "有期徒刑二年六个月"}, "[被告D]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [5], "term": "有期徒刑一年六个月"}, "[被告I]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [5], "term": "有期徒刑一年六个月"}, "[被告N]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [5], "term": "有期徒刑一年六个月"}, "[被告J]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [6], "term": "有期徒刑一年六个月"}, "[被告K]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [6], "term": "有期徒刑一年六个月"}, "[被告O]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [6], "term": "有期徒刑一年六个月"}, "[被告L]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [6], "term": "有期徒刑一年六个月"}}}
{"Fact": "<LOC>中级人民法院刑事判决书（2016）豫17刑初29号公诉机关<LOC>人民检察院。被告人[被告B]，男，1966年4月21日出生，汉族，小学肄业，农民，住<LOC>。因涉嫌犯xxx罪，于2013年5月17日被抓获，同月19日被刑事拘留，2013年6月22日被执行逮捕。辩护人杨X，河南问津律师事务所律师。被告人[被告C]，女，1960年3月11日出生，汉族，文盲，住<LOC>。因犯xxx罪于2002年8月1日被<LOC>市中级人民法院判处有期徒刑十五年并处没收个人财产二万元，2012年9月30日刑满释放。因涉嫌犯xxx罪，于2013年5月17日被抓获，同月19日被刑事拘留，2013年6月22日被执行逮捕。辩护人韩X，河南问津律师事务所律师。被告人[被告F]，男，1962年8月2日出生，汉族，小学肄业，农民，住<LOC>。因涉嫌犯xxx罪，于2013年5月17日被抓获，同月19日被刑事拘留，2013年6月22日被执行逮捕。辩护人宋X，河南小东律师事务所律师。被告人[被告D]，男，1973年5月9日出生，汉族，小学肄业，农民，住<LOC>。因涉嫌犯xxx罪，于2013年5月17日被抓获，同月19日被刑事拘留，2013年6月22日被执行逮捕。辩护人王X2，河南北纬律师事务所律师。被告人[被告G]，女，1960年2月16日出生，汉族，小学肄业，无业，住<LOC>。因犯xxx罪于2010年5月16日被周口市中级人民法院判处有期徒刑三年六个月并处罚金一万元，2012年9月13日刑满释放。因涉嫌犯xxx罪，于2013年5月30日被抓获，同年6月1日被刑事拘留，同年6月22日被执行逮捕。辩护人张X、徐X，河南问津律师事务所律师。被告人[被告A]，男，1981年1月21日出生，汉族，初中肄业，无业，住<LOC>。因犯xxx罪于2005年7月21日被<LOC>人民法院判处有期徒刑一年，2006年4月1日刑满释放。因涉嫌犯xxx罪，于2013年5月29日被抓获，同月31日被刑事拘留，同年6月22日被执行逮捕。辩护人李X，河南伦宸律师事务所律师。辩护人刘X，河南日月星律师事务所律师。被告人[被告E]，男，1958年5月20日出生，汉族，高中文化，无业，住<LOC>。因犯容留、介绍卖淫罪于2005年10月26日被<LOC>人民法院判处有期徒刑三年，缓刑三年并处罚金一万元。因涉嫌犯xxx罪，于2013年5月30日被抓获，同年6月1日被刑事拘留，同年6月22日被执行逮捕。辩护人葛X，河南问津律师事务所律师。<LOC>人民检察院以驻检刑诉[2014]14号起诉书指控被告人[被告B]犯xxx罪，被告人[被告C]、[被告F]、[被告A]、[被告G]、[被告E]犯xxx罪，被告人[被告D]犯xxx罪向本院提起公诉。本院审查后，认为符合法定开庭条件，依法组成合议庭，于2016年6月17日公开开庭审理了本案。<LOC>人民检察院指派代理检察员袁X、胡X出庭支持公诉，被告人[被告B]及其辩护人杨X，被告人[被告C]及其辩护人韩X，被告人[被告F]及其辩护人宋X，被告人[被告D]及其辩护人王X2，被告人[被告G]及其辩护人张X，被告人[被告A]及其辩护人李X、刘X，被告人[被告E]及其辩护人葛X到庭参加诉讼。本案现已审理终结。<LOC>人民检察院指控：（一）2013年4月份，被告人[被告B]从他人处购买60克毒品生坯将其熬制成80克毒品海洛因。后被告人[被告C]指使[被告B]准备将毒品卖给<LOC>人侯某。4月份一天，[被告B]在<LOC>以每克460元的价格卖给侯某毒品20克。4月底一天，[被告B]在<LOC>某高速路口以每克460元的价格卖给侯某毒品30克。4月底5月初一天，[被告B]在<LOC>某高速路口附近以每克460元的价格卖给侯某毒品30克。（二）2013年5月初，被告人[被告B]从他人处购买80克毒品生坯将其熬制成110克毒品海洛因。后被告人[被告C]指使被告人[被告B]准备将毒品卖给被告人[被告G]。[被告G]指使被告人[被告E]与[被告B]进行毒品交易。2013年5月初一天，[被告B]驾车到<LOC>某高速口附近一学校内以每克510元的价格卖给[被告E]80克毒品。2013年5月初，被告人[被告F]联系被告人[被告C]准备购买毒品30克，[被告C]指使[被告B]在<LOC>某广场北边以每克400元的价格卖给[被告F]30克毒品。后[被告F]将30克毒品通过陈某（另案处理）以每克600元的价格卖给被告人[被告A]。[被告A]又将毒品贩卖给他人。（三）2013年5月份，被告人[被告B]从他人处购买50克毒品生坯，伙同被告人[被告D]在[被告B]家中共同熬制成69克毒品海洛因。2013年5月17日，被告人[被告C]指使被告人[被告B]以每克400元的价格卖给宁某10克毒品。后被告人[被告F]联系被告人[被告C]准备购买50克毒品，[被告C]指使[被告B]在<LOC>以每克400元的价格卖给[被告F]50克毒品。同日[被告F]欲将毒品50克以每克600元的价格卖给被告人[被告A]。[被告F]在前往<LOC>交易的途中，在<LOC>某高速路口被公安机关当场抓获，查获毒品海洛因48.13克。被告人[被告B]当日也被抓获，公安机关从其家中搜出未卖出的毒品海洛因163.72克。针对上述指控，公诉机关当庭出示被告人[被告B]、[被告C]、[被告F]、[被告D]、[被告G]、[被告A]、[被告E]的供述与辩解，侯某、宁某等证人证言，毒品性质和含量等鉴定意见，现场勘查、搜查、辨认笔录，户籍证明、到案经过、前科证明，物证等证据。公诉机关认为，被告人[被告B]制造毒品海洛因259克，并参与贩卖毒品海洛因413.57克，被告人[被告C]贩卖毒品海洛因259克，被告人[被告F]、[被告A]贩卖毒品海洛因78.13克，被告人[被告G]、[被告E]为贩卖而购买毒品海洛因80克，被告人[被告D]参与制造毒品海洛因69克，应当以xxx罪追究被告人[被告B]的刑事责任，以xxx罪追究被告人[被告C]、[被告F]、[被告A]、[被告G]、[被告E]的刑事责任，以xxx罪追究被告人[被告D]的刑事责任。被告人[被告A]贩卖毒品30克既遂，48.13克未遂，根据《中华人民共和国刑法》xxx规定之规定，可以比照既遂犯从轻或者减轻处罚，其行为同时符合毒品再犯的规定，根据《中华人民共和国刑法》xxx规定之规定，应当从重处罚。[被告C]、[被告G]的行为符合一般累犯和毒品再犯的规定，根据《中华人民共和国刑法》xxx规定和xxx规定之规定，应当从重处罚。请依法判处。[被告B]辩称，其没有制造毒品，只卖给过[被告F]毒品，公安机关对其刑讯逼供。其辩护人称[被告B]只参与了起诉书指控的第三起贩卖毒品的行为，指控的其他犯罪事实证据不足，不应认定，精神病司法鉴定意见不能排除[被告B]作案时没有精神病，不能排除刑讯逼供的可能，应依法对其从轻处罚。[被告C]辩称，起诉书指控的第三起[被告B]卖给[被告F]毒品过程中，其只是给双方打电话联系一下，没有参与其他毒品犯罪。其辩护人辩护称对起诉书指控的第三起经[被告C]介绍[被告B]卖给[被告F]毒品的犯罪中，[被告C]只是从中介绍和联系，系从犯，应从轻或减轻处罚；关于起诉书指控的其他犯罪事实，证据不足，事实不清，不应当认定。[被告F]辩称，其只参与了起诉书指控的第三起犯罪事实，起诉书指控的第二起其没有参与，公安机关对其有刑讯逼供的行为。其辩护人辩护称公安机关存在一定的刑讯逼供现象，起诉书指控的第二起犯罪事实，证据不足，指控不能成立。[被告D]辩称其没有参与制造毒品，不构成犯罪，公安机关对其刑讯逼供。辩护人辩护称，指控[被告D]犯罪的证据不足，依法不能认定。[被告G]辩称其只买了8克毒品用于自己吸食，公安人员骂她、踢她了。其辩护人辩护称，不排除存在诱供、逼供的现象，指控[被告G]为贩卖而购买80克毒品的证据不足，不应予以认定。[被告A]辩称其没有贩卖毒品，公安机关对其刑讯逼供。其辩护人辩护称指控[被告A]贩卖毒品的事实不清，证据不足，不排除刑讯逼供的可能，应宣告其无罪。[被告E]辩称其没有贩卖毒品，买了4000元毒品是让[被告G]吸的，公安机关对其刑讯逼供。其辩护人辩护称指控[被告E]贩卖80克毒品的证据不足，事实不清，不排除公安机关对[被告E]有刑讯逼供的行为，应以xxx罪定罪量刑。经审理查明：一、2013年4月份，被告人[被告B]从他人处购买60克毒品生坯将其熬制成80克海洛因。后被告人[被告C]指使[被告B]将80克海洛因陆续卖给<LOC>人侯某。4月份一天，[被告B]在<LOC>以每克460元的价格卖给侯某海洛因20克。4月底一天，[被告B]在<LOC>某高速路口以每克460元的价格卖给侯某洛因30克。4月底5月初一天，[被告B]在<LOC>某高速路口附近以每克460元的价格卖给侯某海洛因30克。认定上述事实的证据有：1.提取笔录及现场检测报告书：2013年6月6日22时，提取侯X的尿液样本经现场检测，结果为阳性。2.辨认笔录[被告B]辨认出侯某就是2013年4月份多次向其购买毒品的人。侯某辨认出[被告B]就是2013年4月卖给其毒品的人。3.证人证言：（1）侯某证实：2013年4月份，我用手机155××××4825和[被告C]182××××8893电话联系，她说她那海洛因便宜，我们商量按每克460元的价格，我要20克。[被告C]让我过去找她表弟，并给了我手机号183××××5958。我和她表弟联系后开着一辆黑色轿车从<LOC>上高速，到<LOC>下高速后和她表弟见面，他开着一辆银灰色夏X2轿车，把我领到他家门口，在家门口把毒品给了我，我给了他钱后就各自走了。大概是4月底，我通过[被告C]和她表弟联系，我下了高速路口等他，他开着夏X2轿车去的，这次我要30克，还是以每克460元的价格买的。差不多是4月底5月初，我这次直接和[被告C]表弟联系，但是[被告C]知道我来拿毒品。还是在高速路口附近，我以每克460元的价格买了30克。我买的毒品基本上都让我和樊某吸了，代某也一起吸过。（2）樊某证实：侯某是我前妻，2013年4月份侯某三次到<LOC>购买海洛因，她说是从<LOC>一个狱友那买的，便宜。买的80克毒品都吸了，主要我和侯某吸，代某吸过一两次。（3）代某证实：我跟樊某、侯某关系都挺好的，2013年4月份樊某给我打电话说侯某弄了点海洛因，你看下东西好不好，我吸了两次，没给钱，他两口吸的厉害。4.被告人供述（1）[被告B]供述：2013年4月下旬左右，[被告C]叫我把毒品卖给<LOC>一个女的，给了我手机号155××××4825，我在手机上存的是郑X，叫侯某。我给郑X打电话让她到<LOC>我住的门口以每克460元的价格卖给她20克毒品。第二次是4月底，郑X跟我联系之后在某高速路口，我以每克460元的价格卖给她30克毒品。第三次是4月底5月初，郑X和我联系后在某高速路口加油站附近，以每克460元的价格卖给她30克毒品。每次这个郑X都是开着一辆黑色的轿车来的。我有183××××5958、139××××0208两个手机号。这些毒品是买的黄皮生坯加工出来的，每克385元。那个女的电话是183××××3636，买了60克黄皮生坯，回来和[被告D]一起加工出80克海洛因。这三次赚了13700元，[被告C]给了我几百块钱车费，剩下的我们俩平分了。（2）[被告C]供述：我和侯某曾一起在<LOC>女子监狱服刑。2013年4、5月份，侯某打电话问过我们那毒品价格。二、2013年5月初，被告人[被告B]从他人处购买80克毒品生坯将其熬制成110克毒品海洛因。后被告人[被告C]指使[被告B]准备将毒品卖给被告人[被告G]。[被告G]为贩卖毒品指使被告人[被告E]与[被告B]进行交易。2013年5月初一天，[被告B]驾车到<LOC>某高速口附近一学校内以每克510元的价格卖给[被告E]80克海洛因。2013年5月初，被告人[被告F]联系[被告C]购买30克毒品，[被告C]指使[被告B]在<LOC>某广场北以每克400元的价格卖给[被告F]30克海洛因。后[被告F]通过陈某（另案处理）将30克海洛因以每克600元的价格卖给被告人[被告A]。[被告A]又将毒品贩卖给他人。认定上述事实的证据有：1.[被告B]车内提取的河南平正高速公路发展有限公司车辆通行费统一发票一张，站名<LOC>至<LOC>，金额95元，车型A客，时间2013年5月8日。2.<LOC>公安局2013年11月13日出具情况说明：我局禁毒大队民警在<LOC>某收费站查询结果，[被告B]<LOC>×××××车辆于2013年5月8日5点48分由<LOC>某收费站上道，于2013年5月8日8点9分由<LOC>下道，于同日10点28分从<LOC>返回<LOC>某收费站下道。3.搜查笔录、扣押、发还物品清单<LOC>公安局侦查员在<LOC>[被告E]、[被告G]家中搜出一直板NOKIA牌手机，床柜抽屉里搜出白色起亚K5轿车购买相关手续，在床南边一个四方桌子北面抽屉里搜出两包毒品可疑物，以上物品予以扣押，其他未涉案物品予以发还。4.鉴定意见（1）<LOC>公安局公（驻）鉴（毒）字[2013]742号刑事技术鉴定书：民警从[被告E]驾驶的轿车内查获毒品可疑物十八包。鉴定意见：检1、检3、检5、检7、检9、检11、检13、检15及检17均检出海洛因成份；其余检材均未检出海洛因、吗啡及可待因成份。（2）<LOC>公安局公（驻）鉴（毒）字[2013]741号刑事技术鉴定书：从[被告G]家中查获毒品可疑物三包。鉴定意见：检1、检2及检3均未检出海洛因、吗啡及可待因成份5.<LOC>公安局禁毒大队提取笔录及现场检测报告书：2013年5月31日23时，提取[被告G]尿液样本经现场检测，结果为阴性。2013年6月1日1时，提取[被告E]尿液样本经现场检测，结果为阴性。6.上缴毒品单据：从[被告E]驾驶轿车内查获毒品：检1海洛因0.34克；检3海洛因0.22克；检5海洛因0.24克；检7海洛因0.25克；检9海洛因0.71克；检11海洛因0.40克；检13海洛因0.35克；检15海洛因0.24克；检17海洛因0.37克。7.<LOC>公安局重庆路分局社区大队<LOC>警务室民警汪某出具证明：陈某1，<LOC>某院，其身份证曾丢失，补办了一个新的身份证。8.辨认笔录[被告B]辨认出[被告E]就是2013年5月初在<LOC>一学校来买毒品的人。[被告E]辨认出[被告B]就是2013年5月初在<LOC>一学校里给自己送毒品的人。[被告F]辨认出[被告A]就是2013年5月初向其购买毒品的人。[被告A]辨认出[被告F]就是2013年5月初卖给其毒品的人。9.证人证言（1）陈某2证实：大概在2010或2011年我在<LOC>认识一个叫陈某1的，他是<LOC>人，我看过他身份证叫陈某1，他卖手机号，当时给我办了个手机卡，我把身份证复印件给他了。（2）邢某证实：我和[被告E]是朋友关系。他老婆叫爱X，我知道她判过刑。我和[被告E]都是电话联系，他有两个电话159××××2277、139××××7128。10.被告人供述（1）[被告B]供述：2013年5月初，[被告C]打电话让我去姜X女的那拿80克黄皮生坯，每克380元，电话182××××0209。然后[被告C]给我差不多30400元钱，我和姜X女的联系后买了80克生坯和一瓶点货用的酸。我回到赵X让[被告D]过来一共制出110克海洛因。[被告C]让我先给[被告F]送30克，剩下的80克等<LOC>人要了再说，还告诉我[被告F]在<LOC>某广场北边等着，开的是一辆红色的轿车。然后我开着银灰色夏X2过去，把塑料袋包装好的30克海洛因给[被告F]，他给我12000元钱。<LOC>女人是[被告C]让我去送的货，给了我电话155××××7281，我手机上存的名字是许X。大约是5月8日左右，我头天晚上跟<LOC>女人联系，她不在家，让我跟她丈夫联系，把号码159××××2277给了我。第二天早上我开着银灰色夏X2从<LOC>上高速去<LOC>，和她丈夫联系，我们在<LOC>下高速后往西走不远往北拐到一个学校里见面，他开着一辆白色的车。我把包好的80克海洛因给他，他把准备好的40800元钱给我，这个价格是<LOC>女的和[被告C]商量好的，每克510元。当天从<LOC>回来我把[被告F]那12000元钱一起拿着去[被告C]家，除了买黄皮生坯的本钱30400元之外，[被告C]给我2000元车费钱，剩下的20400元我们两个平分了。（2）[被告F]供述：2013年5月初的时候，[被告A]给我打电话要30克海洛因，我当天就跟[被告C]联系后开着红色现代车大概晚上十一点多到<LOC>。[被告B]开着银灰色轿车给我30克海洛因，我给他12000元，价钱是和[被告C]在电话里商量好的，一克400元。我找[被告B]买毒品是通过[被告C]联系的。当天夜里我开车回了<LOC>，第二天上午坐长途客车到<LOC>，[被告A]骑着摩托车到汽车站接的我，我把东西给他后就坐车回<LOC>了。我和[被告A]说好他先打钱给我，我才能给他毒品，每克600元，30克共18000元。后来陈某给我联系说钱已经打过来了，我才知道[被告A]找的中间人是陈某，我找陈某拿的钱。[被告A]是用135××××1725的手机号和我联系的，我的手机号是150××××5995。（3）[被告A]供述：2012年我和陈某2在<LOC>认识，陈某2说他老家毒品比较多。后来联系不到陈某2，我和他父亲陈某联系问他那里有毒品没，陈某给了我[被告F]的手机号150××××5995。2013年5月，我用135××××1725的手机号和[被告F]联系，说陈某介绍的，问他有没有毒品，他说有，一克600元，我说要30克，过两天把钱给你打过去。过了有一两天我和陈某联系把18000元打给了陈某，让陈某给卖毒品的那个人。第二天[被告F]给我打电话说把东西给我带过去。大概到下午两三点，我开着摩托车把他带到博爱旅馆里，[被告F]把30克毒品给我后也没住下就走了，毒品是用塑料袋包的。我买了30克毒品后，没过几天一个叫老表的人给我联系一万元买了十克毒品，孬蛋一万三千元买了13克，张某七千元买了7克，都是2013年5月份卖出去的，我从中获利一万二千元。陈某没有得到好处，但知道我转给他的钱是买毒品的钱。（4）[被告E]供述：2013年5月初的时候，我老婆[被告G]给我打电话，让我第二天去接点东西，给对方40800元。第二天上午一男的和我联系说东西带来了，开的是银灰色轿车，车牌号也给我说了。我让他在<LOC>东区下高速往西走往北拐到一个学校等我。我就从家里拿40800元钱用塑料袋包装好，开着悦达起亚白色轿车到了学校，见面后我就把钱给了那男的，那男的把用塑料袋包装的东西给我。我老婆说让我接东西，我知道接的是毒品海洛因，具体有多少我不清楚。我知道我老婆卖毒品，让我买毒品就是想挣点钱，但卖给谁，怎么卖的我不知道，我不吸毒。后来在车上搜出来的可疑物是海洛因，共九小包，在我开的车驾驶位置脚垫下查获的。这毒品是我老婆给我的毒品，然后我就放车上了。我用的手机号有159××××2277、139××××7128、186××××3728。（5）[被告G]供述：2013年3、4月份[被告C]打电话问我要毒品不，她那里有好货，我让他给我送来。[被告C]说让他表弟送来，当时我也不在家，是我丈夫接的毒品。我和[被告C]当时谈的是五百多元一克，具体多少我记不清了，买了8克毒品，买的毒品我吸了，[被告C]没有再卖给我毒品。我给我丈夫的钱有四万零点，卖给我毒品的人说给我弄点纯货，我给他四万多块钱，他给了我8克毒品。（6）[被告C]供述：我认识[被告G]，我们一起在<LOC>女子监狱里面服刑。从2013年3月到4月，和[被告G]多次电话联系，[被告G]想让我给他合伙在<LOC>买地皮，做生意。[被告G]的手机号[被告B]不知道。三、2013年5月份，被告人[被告B]从他人处购买50克毒品生坯，联系被告人[被告D]在[被告B]家中共同熬制成69克毒品海洛因。2013年5月17日，被告人[被告F]为了贩卖联系被告人[被告C]购买50克海洛因，[被告C]指使[被告B]在<LOC>以每克400元的价格卖给[被告F]50克海洛因。[被告F]在<LOC>购买海洛因后欲前往<LOC>将其中40克以每克600元的价格卖给被告人[被告A]，[被告A]再行贩卖，[被告F]在<LOC>某高速路口即被公安机关当场抓获，查获毒品海洛因48.13克。同日，[被告C]指使[被告B]卖给宁某毒品，[被告B]以每克400元的价格卖给宁某10克海洛因；[被告B]当日也被抓获，公安机关从其家中搜出未卖出的毒品海洛因163.72克。认定上述事实的证据有：1.搜查笔录、扣押物品清单、发还物品清单<LOC>公安局侦查员对[被告B]驾驶的<LOC>×××××银灰色夏X内搜出贰万叁仟陆佰元人民币。涉案车辆及毒资贰万叁仟元人民币予以扣押，未涉案陆佰元人民币予以发还。<LOC>公安局侦查员在<LOC>[被告B]住处卧室一奶粉盒里查出毒品可疑物两大包、一中包、两小包，四包土黄色，一小包土白色，AOSAI电子称1个，直板Vugate手机一部，予以扣押，其他未涉案物品予以发还。<LOC>公安局侦查人员从[被告F]驾驶的<LOC>×××××红色现代车上查获黑色塑料袋包装的毒品可疑物一包，瓶装液体毒品可疑物一瓶，[被告F]车内钱包有中国邮政储蓄卡两张，车辆及以上物品予以扣押。[被告F]夫妇卧室衣柜黑色挎包内搜到一张宁某1的中国邮政储蓄银行转账凭单，账号为62×××36，在该卧室床东头手提包内搜到三张银行卡，予以扣押。<LOC>公安局侦查人员在[被告D]家院中一棵梨树下发现有一白色搪瓷缸子，内有少许黄色液体，在院子东侧厨房靠南墙面板上放一铝盒，内有少许黄色液体，厨房门口靠西墙根处发现一可乐塑料瓶子，予以扣押。2.<LOC>公安局2013年11月13日出具情况说明：我局禁毒大队民警在<LOC>某收费站查询结果，[被告F]<LOC>×××××车辆于2013年5月17日12点30分由<LOC>收费站上道，于同日15点由<LOC>某收费站下道。3.中国邮政储蓄银行<LOC>某<LOC>支行转账凭单：2013年5月17日宁某1将24000元现金转入[被告F]62×××36的账户。4.辨认笔录[被告B]辨认出[被告F]就是2013年5月17日在<LOC>购买50克毒品的人。宁某1辨认出陈某就是2013年5月17日在<LOC>X地里给其24000元钱的人。[被告F]辨认出[被告B]就是2013年5月17日在<LOC>卖给其50克毒品的人。[被告F]辨认出陈某就是2013年5月17日在<LOC>X地给女儿宁某1了24000元钱的人。[被告F]辨认出[被告C]就是2013年5月17日电话介绍其在[被告B]处购买毒品的人。5.鉴定意见（1）<LOC>公安局公（驻）鉴（毒）字[2013]646号刑事技术鉴定书鉴定意见书：在[被告D]家查获疑似制毒工具铝盆一个及可乐瓶一个，铝盆上及可乐瓶内残留物均检出海洛因成份。（2）<LOC>公安局公（驻）鉴（毒）字[2013]644号刑事技术鉴定书：2013年5月18日，民警从[被告B]家卧室床底下纸箱里的奶粉罐中查获塑料袋包装的毒品可疑物五包，分别标记为检1、检2、检3、检4、检5鉴定意见：检1、检2、检3及检5均检出海洛因成份；检4未检出海洛因、吗啡及可待因成份。（3）<LOC>公安局公（驻）鉴（毒）字[2013]644号刑事技术鉴定书中的检1、检2、检3、检5。鉴定意见：检1的海洛因含量为：31.56%；检2的海洛因含量为：32.08%；检3的海洛因含量为：31.18%；检5的海洛因含量为：32.79%。（4）<LOC>公安局公（驻）鉴（毒）字（2013）645号刑事技术鉴定书：[被告F]<LOC>×××××红色现代车上查获毒品可疑物一包及瓶装液体毒品可疑物一瓶，分别标记为检1、检2。鉴定意见：检1、检2均检出海洛因成份（5）<LOC>公安局公（驻）鉴（毒）字（2013）749号刑事技术鉴定书：鉴定意见：<LOC>公安局刑事技术鉴定书公（驻）鉴（毒）字（2013）645号中的检2海洛因百分含量为：0.018%。（6）<LOC>公安局公（驻）鉴（毒）字[2013]707号刑事技术鉴定书：民警在宁某家柴火垛下面查获一个烟盒装的毒品可疑物两包，大包为检1，小包为检2鉴定意见：检1未检出海洛因、吗啡及可待因成份；检2检出海洛因成份。6.上缴毒品单据[被告B]家卧室床底下纸箱里的奶粉罐中查获塑料袋包装的毒品可疑物五包，检1海洛因2.37克，检2海洛因1.85克，检3海洛因9.15克，检4未检出海洛因、吗啡及可待因70.3克，检5海洛因150.35克。[被告F]<LOC>×××××现代车上查获毒品可疑物一包及瓶装液体毒品可疑物一瓶，检1海洛因48.13克；检2瓶装液体中毒品可疑物海洛因百分含量为：0.018%，394.78克。宁某家柴火垛下面查获一个烟盒装的毒品可疑物两包，检1未检出海洛因、吗啡及可待因成份22.84克；检2海洛因2.6克。7.证人证言（1）杜某证实：2013年5月17日下午七时左右，我丈夫[被告B]开着夏X拉着我刚走到某广场东北角的红绿灯时，被<LOC>公安局的工作人员拦住。我不知道我丈夫[被告B]做过什么违法犯罪的事儿，[被告B]啥事也不给我说。（2）宁某1证实：2013年5月17日上午，我父亲[被告F]给我打电话让我去某<LOC>中心小学东侧地里找个老头拿24000元钱，把钱从<LOC>邮政银行打到他卡上。我找到那个老头拿到钱后到银行把钱打我爸卡上了，银行还给个凭单。我爸没说是干什么用的。（3）宁某证实：[被告C]我俩是邻居，从2013年3月份至2013年5月份[被告C]联系我问要毒品不，我说我没有钱，[被告C]说没钱也没事，等你卖了再给我，我可以找人给你弄到。没有多久，2013年5月17日下午有个人打我手机182××××7680说有毒品，问我要吗，后来我才知道卖毒品的人是[被告B]。我们在某<LOC>南边路边上见面，[被告B]给了我10克毒品，每克400元，我给他3000元，欠1000元。赵某给我一个白色塑料袋包装的小包，里面有两个塑料袋包装的一包黄皮和一包底料。8.被告人供述：（1）[被告B]供述：2013年5月16日下午5点左右，[被告C]给我打电话说[被告F]要50克海洛因，每克400元，也和姜X女的说好要她的毒品生坯，每克385元。当天晚上我到[被告C]家，她给我19000元，并让我第二天早上去姜X取货。第二天我开车到姜X，和姜X女的183××××3636号码联系，我把19200元钱给她，她给我50克黄皮生坯、一瓶500毫升酸水、一包底料。我回到<LOC>打[被告D]电话157××××8010让他帮我做，这次[被告D]我们做好毒品后重69克，我就先称50克用塑料袋包着给[被告F]准备着，这时候[被告C]打我电话，我说卖给宁某2了50克，还余19克，[被告C]让我问问宁某要不要，我和宁某联系，他说只有3000元钱，我和他说好按每克400元钱，给他10克，剩下1000元过后再付。为了感谢[被告D]的帮忙，我买了147元钱猪肉送给[被告D]，然后我到<LOC>南边，卖给宁某10克毒品。<LOC>途中[被告C]打电话说宁某2在<LOC>等着要货，我就开着夏X来到<LOC>，见宁某2开着红色轿车在<LOC>等着，我把50克毒品给宁某2，他给我20000元钱。然后我回到家中，把另外9克毒品藏到我家我卧室床头下一个奶粉盒里，奶粉盒里还有几包底料。然后我开着车带着我老婆把贩卖的毒品钱准备送给[被告C]的途中被民警抓获，当场收缴我身上携带23000元钱，分别是宁某给的3000元和[被告F]给的20000元。还有600元是我身上带的零钱。在家里加工毒品用的茶缸在煤气灶旁边放着，碱是用的蒸馍的碱面调的，酸是姜X的女的给的，还剩半瓶被查获了。（2）[被告F]供述：2013年5月17日上午9时许，我用150××××5995的手机号给[被告C]182××××8893的号码打电话联系买50克毒品，每克400元。大概10点多开着我的红色现代<LOC>×××××轿车从<LOC>出发，下午3点左右到<LOC>某院里，然后到<LOC>某广场东边的邮政储蓄银行从我的卡号62×××36的邮政储蓄卡取了两万元人民币。大约下午六点多我给[被告C]打电话说我要走了，[被告C]说马上让赵某过去，然后我就在<LOC>新一高我车上等着，赵某开着银灰色轿车过来后把用黑色塑料袋包装的50克毒品和点货水放到我车上，我把两万元钱装到白色塑料袋里给了赵某，他上车就走了。我在上<LOC>的高速口被公安机关查获了。我不吸毒，我买这五十克海洛因是准备卖给<LOC>的[被告A]，[被告A]是用他的135××××1725的号码和我的150××××5995的号码联系。2013年5月13日或14日，[被告A]给我打电话说要50克海洛因和一瓶点货水，每克600元。大概5月16日，[被告A]通过陈国某给我打24000元钱，我让我女儿去陈某那拿钱后给我汇了过来。说好50克毒品带到<LOC>后，[被告A]给我剩下的6000元。（3）[被告C]的供述：2013年5月16日下午4、5点左右，宁某2打电话问我还有毒品没有，我说不知道，宁某2让我问问赵某，我就打赵某的电话说宁某2要买50克毒品，赵某说我去弄。以前我借赵某17800元钱，赵某说他急用，我就到<LOC>路南边农村信用社取16000元给了他。到了第二天下午两三点钟，他打电话问宁某2在哪儿，我给宁某2打电话，宁某2说在<LOC>，我又给赵某回了电话。我跟赵某是亲戚关系，宁某2跟赵某不熟悉，宁某2想通过我介绍向赵某购买毒品，当时我没多想，我只为宁某2和赵某通个电话。我记得宁某2电话的后几位数是5995。赵某的一个电话是139××××0208。我的号是139××××8893。我不知道宁某2在老家制毒的事情。（4）[被告D]供述：2013年5月17日上午10点左右，赵某打电话说弄了点东西让我过去帮忙。我一听就知道赵某弄的有大烟坯子，让我去帮忙加工成可以吸食的毒品。我到后和赵某一起将坯子熬成可以吸食的毒品，赵某就把之前给我买的好几斤猪肉给我，我用一个2.5升的大可乐瓶子把熬剩下来的大烟水装了大半瓶带回家里熬。我帮赵赵某就加工过一次毒品。我们当时熬制毒品用的工具有煤气灶、装煤气的蓝色小罐子、铝制茶缸、不锈钢盆。（5）[被告A]供述：2013年5月中旬的一天，当时我给[被告F]打电话要40克海洛因，一克600元。然后我用陈某1的工商银行卡给<LOC>的陈某转了24000元，是我在街上捡的陈某1身份证开的银行卡。当天下午[被告F]给我电话说过两天把货送过去。过了好几天不见送货，[被告F]电话也打不通，我就把135××××1725的号码丢了，换成现在的151××××8678。我买毒品是为了分成小包卖了好挣钱。我两次总共买了70克毒品，第一次三十克我已经卖完了。这四十克那个老哥还没给我就被抓了。我自己不吸毒。其他综合证据：1.物证照片证实公安机关扣押的毒品可疑物、银行卡、手机、电子称、制毒工具、涉案车辆等物品。2.被告人案发时被扣押的手机、电子称、银行卡等部分物证。3.户籍证明证实[被告B]、[被告C]、[被告F]、[被告E]、[被告G]、[被告A]、[被告D]的刑事责任年龄。4.抓获证明证实本案被告人被抓获的过程。5.前科说明、判决书、罪犯档案资料证实被告人[被告C]、[被告E]、[被告G]、[被告A]的前科情况。6.<LOC>看守所入所健康检查笔录证实[被告B]、[被告C]、[被告F]、[被告D]、[被告G]、[被告E]身体无异常，[被告A]手红肿。7.<LOC>公安局刑警大队民警刘某1、杜某1出具证明证实：2013年5月29日上午11时许我局禁毒大队民警在抓捕过程中[被告A]拒捕且强烈反抗，最终被民警按倒在地并制服，当场给[被告A]戴上背铐，并连夜从<LOC>押回<LOC>公安局。因担心[被告A]在车上反抗，在押解路程中给[被告A]戴的背铐比较紧，到<LOC>公安局后[被告A]的手面出现红肿、双臂不能抬起的情况。8.中国邮政储蓄银行<LOC>支行查询记录：户名为[被告F]的62×××36在2013年5月17日转入24000元的转账记录及取出20000元的取款记录，4月5日存入一笔18000元的银行交易记录。9.手机通话清单[被告B]通话记录证实从2013年2月份至2013年5月17日其与其购买毒品的上家183××××3636、182××××0209多次联系，与[被告C]、高X、[被告D]多次联系，2013年4月23日、5月5日、5月13日、5月14日与侯某多次联系，2013年5月7日与[被告G]多次联系，2013年5月7日、5月8日与[被告E]联系。[被告C]通话记录证实从2月份至5月17日其与毒品上家183××××3636、182××××0209多次联系，与[被告B]、[被告D]、高某多次联系；2013年4月13日、2013年5月16日、17日同时频繁与[被告F]和[被告B]联系；2013年4月20日至4月27日与侯某多次联系。[被告F]手机通话清单证实其与[被告C]在2013年4月5日、2013年5月16日、17日多次联系。[被告D]通话记录证实从2月21日至5月17日其与[被告B]、[被告C]、高某频繁联系。陈X通话记录证实从2013年4月2日至2013年5月17日其多次与[被告A]、[被告F]联系。[被告A]通话记录证实从2013年3月13日至2013年5月17日其多次与[被告F]、陈X联系。侯某通话记录证实在2013年4月20日至2013年5月16日其与[被告C]、[被告B]多次联系。10.<LOC>公安局新公（刑）勘[2013]051801号现场勘验检查工作记录显示：<LOC>[被告B]家为一独院，室内为三室一厅，西侧为两卧室，北间为楼梯间。东间写字<LOC>的柜子内有一500毫升玻璃瓶（拍照后原物提取），玻璃瓶上有一白色塑料盖，瓶内有半瓶透明的液体，瓶子上贴有“开封化学总厂”“乙酸酐”等字样。其他未见与现场有关的痕迹物证。11.搜查笔录、扣押物品清单<LOC>公安局侦查员在[被告A]卧室内搜出陈某身份证复印件一张，一张记录有[被告A]手机号码的实物出库凭单，普通二轮摩托车行驶证一张，以上物品予以扣押。<LOC>公安局侦查员在[被告A]驾驶的白色五羊本田摩托车座下搜出透明塑料袋包装的毒品可疑物一包，从其身上搜出手机两部，一部为白色TIGI标志手机，一部黑色摩托罗拉手机，随身携带电子称一个。摩托车及以上物品予以扣押。12.鉴定意见（1）武汉市精神病医院司法鉴定所武精司鉴字[2016]第03094号鉴定意见书：[被告B]具有完全刑事责任能力。（2）<LOC>公安局公（驻）鉴（毒）字（2013）739号刑事技术鉴定书：从[被告A]摩托车内查获毒品可疑物一包，检出海洛因成份。13.上缴毒品单据：从[被告A]摩托车内查获毒品海洛因一包，9.1克。14.视听资料讯问[被告B]、[被告C]、[被告F]、[被告D]、[被告E]、[被告G]、[被告A]同步录音录像。认定上述事实的证据均经当庭举证、质证，经本院审核无误，予以确认。", "interpretation": "本院认为，被告人[被告B]违反毒品管理法规，非法制造毒品海洛因259克、贩卖毒品海洛因413.72克，其行为已构成制造、贩卖毒品罪；被告人[被告C]贩卖毒品海洛因259克，被告人[被告F]贩卖毒品海洛因78.13克，被告人[被告G]、[被告E]为了贩卖而购买毒品海洛因80克，被告人[被告A]贩卖毒品海洛因70克，以上五被告人行为均已构成贩卖毒品罪；被告人[被告D]非法制造毒品海洛因69克，其行为已构成制造毒品罪。公诉机关指控罪名和主要事实成立，本院予以支持。[被告B]、[被告C]共同贩卖毒品海洛因259克，系共同犯罪，二人在犯罪过程中均起积极主要作用，系主犯。[被告C]系累犯、毒品再犯，依法应从重处罚。[被告G]系累犯、毒品再犯，依法应从重处罚。[被告E]明知[被告G]贩卖毒品而受其指使购买毒品，与[被告G]构成共同犯罪，[被告E]作用相对较小，系从犯，可减轻处罚，有犯罪前科，可酌情从重处罚。被告人[被告A]贩卖毒品海洛因70克，其中40克为犯罪未遂，依法可比照既遂犯对其减轻处罚，系毒品再犯，应从重处罚；[被告B]购买毒品生坯后让[被告D]帮忙共同制造毒品海洛因69克，系共同犯罪，[被告D]所起作用相对较小，系从犯，可减轻处罚。关于起诉书指控[被告A]贩卖毒品海洛因78.13克的犯罪事实，经查，关于起诉书指控的第三起，相关证据证实[被告A]事先付了40克毒品的钱给[被告F]，[被告A]在侦查阶段供述称是买40克，只有[被告F]在侦查阶段供述称欲将从[被告B]处购买的毒品全部卖给[被告A]，但无其他证据印证，该起犯罪事实应认定[被告A]贩卖毒品海洛因40克，起诉书指控[被告A]贩卖毒品海洛因的总量予以更正，应认定为70克。关于[被告B]辩称其只卖给过[被告F]毒品及其辩护人辩护称[被告B]不构成制造毒品罪，只参与了指控的第三起贩卖毒品的行为；[被告C]辩称及其辩护人辩护称[被告C]只是在指控的第三起[被告B]卖给[被告F]毒品的过程中给双方打电话介绍联系，没有参与其他毒品犯罪；[被告F]辩称其只参与了指控的第三起犯罪及其辩护人辩护称指控的第二起犯罪事实证据不足，指控不能成立；[被告D]辩称其没有参与制造毒品及其辩护人辩护称指控[被告D]犯罪的证据不足，不应认定；[被告G]辩称其只买了8克毒品用于吸食及其辩护人辩护称指控[被告G]贩卖毒品的证据不足，不应认定；[被告A]辩称其没有贩卖毒品及其辩护人辩护称指控[被告A]贩卖毒品的事实不清，证据不足，应宣告其无罪；[被告E]辩称其买了4000元毒品[被告G]吸食了及其辩护人辩护称指控[被告E]贩卖毒品的证据不足，事实不清，应以非法持有毒品罪定罪量刑的意见，经查，银行转账凭单、交易记录，搜查笔录、扣押物品清单，相关物证及物证照片，通话记录，辨认笔录，鉴定意见，提取笔录及现场检测报告书，现场勘验检查工作记录，侯某、陈某、邢某、宁某、宁某1证言，[被告B]、[被告C]、[被告F]、[被告D]、[被告G]、[被告A]、[被告E]在侦查阶段的供述等相关证据能够相互印证，本案的犯罪事实足以认定，上诉七被告人的辩解及其辩护人辩护意见均不能成立，本院不予采纳。关于[被告B]、[被告F]、[被告D]、[被告G]、[被告A]、[被告E]及其辩护人辩称在侦查阶段对其刑讯逼供，经查，<LOC>看守所入所体检记录、相关讯问录像、公安机关的情况说明均证实侦查阶段对上诉六被告人的讯问都是依法进行的，无证据证实存在刑讯逼供的行为，故六被告人辩解及辩护人辩护意见，理由不能成立。关于[被告B]辩护人辩护称精神病司法鉴定意见不能排除[被告B]作案时没有精神病的意见，经查，做出该鉴定意见的鉴定机构、鉴定人员具备相应的资质、条件，鉴定程序合法，内容客观真实，应予以采信，该辩护意见理由不能成立，不予采纳。依照《中华人民共和国刑法》", "laws": [347], "relations": [], "criminals_info": {"[被告B]": {"accusations": ["贩卖、制造毒品罪"], "laws": [347], "states": [0], "term": "无期徒刑"}, "[被告C]": {"accusations": ["贩卖毒品罪"], "laws": [347], "states": [8], "term": "无期徒刑"}, "[被告F]": {"accusations": ["贩卖毒品罪"], "laws": [347], "states": [0], "term": "有期徒刑十五年"}, "[被告D]": {"accusations": ["制造毒品罪"], "laws": [347], "states": [0], "term": "有期徒刑十一年"}, "[被告G]": {"accusations": ["贩卖毒品罪"], "laws": [347], "states": [8], "term": "有期徒刑十五年"}, "[被告A]": {"accusations": ["贩卖毒品罪"], "laws": [347], "states": [0], "term": "有期徒刑十三年"}, "[被告E]": {"accusations": ["贩卖毒品罪"], "laws": [347], "states": [3], "term": "有期徒刑十二年"}}}
{"Fact": "<LOC>市<LOC>人民法院刑事判决书（2013）海刑初字第453号公诉机关<LOC>市<LOC>人民检察院。被告人[被告A]，男，1994年1月25日出生于<LOC>，汉族，初中文化，无业，户籍所在地：<LOC>*组，暂住<LOC>市<LOC>湖海路*排**号“原泰号”宾馆。因涉嫌犯xxx罪，于2013年4月4日被刑事拘留，同年5月11日被执行逮捕。现羁押于<LOC>市第一看守所。被告人[被告B]，男，1979年8月9日出生于<LOC>，汉族，初中文化，经营<LOC>市<LOC>70号旁“小X2杂货店”，户籍所在地：<LOC>泉水镇旧州村委会下塘口二队**号，暂住<LOC>市<LOC>15号。因涉嫌犯xxx罪，于2013年4月4日被刑事拘留，同年5月11日被执行逮捕。现羁押于<LOC>市第一看守所。<LOC>市<LOC>人民检察院以北城检刑诉（2013）403号起诉书指控被告人[被告A]犯xxx罪、被告人[被告B]犯xxx罪，于2013年11月7日向本院提起公诉。本院依法组成合议庭，公开开庭审理了本案。<LOC>市<LOC>人民检察院指派检察员黄X出庭支持公诉，被告人[被告A]、[被告B]到庭参加诉讼。现已审理终结。<LOC>市<LOC>人民检察院指控如下：为了实施诈骗，被告人[被告A]及“陈X”、“小X3”、“小X”（另案处理）于2013年3月31日凌晨来到<LOC>。4月1日，“陈X”、“小X3”、“小X”到<LOC>市<LOC>70号旁被告人[被告B]经营的小X2杂货店，向被告人[被告B]咨询“六合彩”赌博的赔率、赌资交付方式等情况，并表示要在被告人[被告B]处投注赌博。4月2日19时许，“陈X”驾驶一辆黑色小轿车搭载被告人[被告A]及“小X3”到小X2杂货店，在小轿车上“陈X”向被告人[被告B]声称要投注57000元购买“六合彩”，由被告人[被告A]保管赌资并在小X2杂货店等候“陈X”报码，待“开码”后当场与被告人[被告B]结算，随后“陈X”将57000元人民币交给被告人[被告B]清点。被告人翁X以为真，为了抽头渔X遂同意接受“陈X”等人投注。接着，“陈X”当着被告人[被告B]的面将57000元人民币装进一个腰包并上锁，然后交给被告人[被告A]。被告人[被告B]见状遂下车，“陈X”就趁机调包，由被告人[被告A]拿着一个装有冥币并上锁的腰包在小X2杂货店等候。20时54分许，“陈X”使用15078697423号手机致电被告人[被告A]使用的15078697423号手机，授意被告人[被告A]向被告人[被告B]下注54740元押27个“特码”。被告人[被告B]误认为被告人[被告A]腰包内确有赌资57000元，便当场将被告人[被告A]下注的金额、“特码”报给其上家。21时30分许，“六合彩”开奖结果出来后，被告人[被告A]得知未中奖，立即逃离小X2杂货店。被告人[被告B]发现腰包内装的是冥币，意识到被骗，立即追赶被告人[被告A]至<LOC>附近，被告人[被告A]害怕被打遂报警。随后，公安人员出警到现场处置，当场从犯罪嫌疑人[被告A]身上缴获上述15078697423号手机，随后在小X2杂货店提取了被告人[被告A]诈骗所用的上述装有冥币的腰包和一张下注记录单据，并缴获了被告人[被告B]记录的接受“六合彩”投注的记录单9张及“六合彩”赌博书籍资料等。经统计，2013年2月至4月期间，被告人[被告B]在其经营的“小X2杂货店”以接受“六合彩”投注的方式组织赌博，参赌人数累计达20人以上，收取赌资累计11418元。归案后，被告人[被告B]如实供述了自己的罪行对上述指控，公诉机关出示了缴获的冥币，“六合彩”赌博书籍资料，户籍证明，接警处警记录，抓获经过，提取笔录，扣押物品清单，通话记录，入户资料，入所健康检查表，情况说明，证人证言，被告人供述，辨认笔录，照片等证据，认为被告人[被告A]的行为已触犯了《中华人民共和国刑法》xxx规定之规定，被告人[被告B]的行为已触犯了《中华人民共和国刑法》xxx规定之规定，被告人[被告A]的行为构成xxx罪，被告人[被告B]的行为构成xxx罪，请求本院依法惩处。被告人[被告A]辩称其行为不构成xxx罪，其一开始不知道包里的是假钱，其是被“陈X”骗了，其不知道真钱为何变成了冥币。被告人[被告B]对起诉书指控的犯罪事实及罪名均无异议。经审理查明：为了实施诈骗，被告人[被告A]及“陈X”、“小X3”、“小X”（另案处理）于2013年3月31日凌晨来到<LOC>。4月1日，“陈X”、“小X3”、“小X”到<LOC>市<LOC>70号旁被告人[被告B]经营的小X2杂货店，向被告人[被告B]咨询“六合彩”赌博的赔率、赌资交付方式等情况，并表示要在被告人[被告B]处投注赌博。4月2日19时许，“陈X”驾驶一辆黑色小轿车搭载被告人[被告A]及“小X3”到小X2杂货店，在小轿车上“陈X”向被告人[被告B]声称要投注57000元购买“六合彩”，由被告人[被告A]保管赌资并在小X2杂货店等候“陈X”报码，待“开码”后当场与被告人[被告B]结算，随后“陈X”将57000元人民币交给被告人[被告B]清点。被告人翁X以为真，为了抽头渔X遂同意接受“陈X”等人投注。接着，“陈X”当着被告人[被告B]的面将57000元人民币装进一个腰包并上锁，然后交给被告人[被告A]。被告人[被告B]见状遂下车，“陈X”就趁机调包，由被告人[被告A]拿着一个装有冥币并上锁的腰包在小X2杂货店等候。20时54分许，“陈X”使用15078697423号手机致电被告人[被告A]使用的15078697423号手机，授意被告人[被告A]向被告人[被告B]下注54740元押27个“特码”。被告人[被告B]误认为被告人[被告A]腰包内确有赌资57000元，便当场将被告人[被告A]下注的金额、“特码”报给其上家。21时30分许，“六合彩”开奖结果出来后，被告人[被告A]得知未中奖，立即逃离小X2杂货店。被告人[被告B]发现腰包内装的是冥币，意识到被骗，立即追赶被告人[被告A]至<LOC>附近，被告人[被告A]害怕被打遂报警。随后，公安人员出警到现场处置，当场从犯罪嫌疑人[被告A]身上缴获上述15078697423号手机，随后在小X2杂货店提取了被告人[被告A]诈骗所用的上述装有冥币的腰包和一张下注记录单据，并缴获了被告人[被告B]记录的接受“六合彩”投注的记录单9张及“六合彩”赌博书籍资料等。经统计，2013年2月至4月期间，被告人[被告B]在其经营的“小X2杂货店”以接受“六合彩”投注的方式组织赌博，参赌人数累计达20人以上，收取赌资累计11418元。上述事实，有公诉机关提交的，并经法庭质证、认证的下列证据证明，本院予以确认。（一）书证1、户籍证明：证实被告人[被告A]、[被告B]犯罪时均已满18周岁。1、接处警记录：证实一名张姓男子报警称在<LOC>商厦门口被一名男子追打。2、抓获经过：证实被告人[被告A]、[被告B]被抓获的经过。3、提取笔录：证实在“小X2杂货店”内缴获被告人[被告B]用于记录接收“六合彩”下注情况的账单12张、用于登记“六合彩”下注情况的记录纸2本、“六合彩”赌博书籍资料7本，装有5沓冥币的褐色斜挎包。4、扣押物品清单：证实从被告人张X缴获黑色诺基亚手机1台，从被告人[被告B]处缴获冥币、“六合彩”赌博书籍资料、“六合彩”收受账单、赌具“六合彩”图纸。5、通话记录：证实被告人[被告A]使用1507869****的手机号码于案发当晚20时54分至22时许多次与使用的手机号码为1507876****的“陈X”通话。6、入户资料：证实被告人[被告A]、[被告B]使用的手机号码的入户信息。7、入所健康检查表：证实被告人[被告A]入所检查时身体健康。8、办案说明：证实办案人员根据被告人[被告A]提供的信息暂无法查明同案人“陈X”的真实身份。（二）证人证言证人韩X证言：证实其是<LOC>市<LOC>湖海路“原泰号”宾馆老板，2013年3月31日凌晨2时许一女三男入住其宾馆，其中一名男子就是被警察带来调查情况的那名男子（即被告人[被告A]），因当时电脑坏了未录入他们的信息。（三）被告人供述1、被告人[被告A]供述：其与“陈X”、“小X”、“小X3”是一个诈骗团伙的成员。“陈X”是团伙头目，负责管理其他成员和准备两份钱，一份真钱，一份假钱。“小X3“负责寻找可以投注的地下“六合彩”庄家。“小X”假扮“陈X”老婆博取别人的信任。其假扮“陈X”的弟弟，帮“陈X”拿钱和算账。行骗时，“陈X”当着投注点老板的面把要下注的真钱数给老板看，数完之后“陈X”就和老板说钱由其保管，让其与老板待一起。中途趁老板不注意，“陈X”就用假钱把其手里的真钱调换。如果中码，老板就补完中码赢的钱，如果不中码，“陈X”就打电话叫我逃跑。由于“六合彩”是非法的，一般情况下老板被骗了也不会报警。其与同伙用来行骗的假钱是在市面上买来的冥币。2013年3月31日凌晨1点左右，其与同伙到<LOC>入住“原泰号”宾馆。案发当晚19时许，其与“陈X”和“小X3”拿着准备好的一份真钱和一份假钱到<LOC>小X2杂货店里面，“陈X”当着杂货店老板的面从包里拿出57000元真钱，杂货店老板看到真钱就同意接受下注，“陈X”趁老板下车的一瞬间把装着冥币的手包换了装有真钱的手包，将装着冥币的手包交给其，拿真钱走了。其就带着假钱在杂货店等“陈X”打电话给其下注，杂货店的老板让其把那袋假钱放在店里的柜台里。“陈X”打电话叫其共下了五万三千多块钱。开码之后，没有中码，其就假装打电话走出了杂货店，接着逃跑，杂货店老板发现后马上追了出去，追到<LOC>市场对面时因老板拿砖头扔其，其就报了警。2、被告人[被告B]供述：其于2013年农历新年后开始收“六合彩”单，接到的“六合彩”单往上线报，每期接收“六合彩”单金额几百元至一千多元不等，每期从中抽取佣金几十元。其把别人下注的金额记载在记录本上。被公安机关查获的“六合彩”书籍资料是其在地摊买的。2013年3月底的一天，一名身材肥胖的男子到其店里买火机，问其收不收“六合彩”的单，其告诉该男子收。2013年4月1日该男子和一男一女到其店里咨询“六合彩”下注的详细情况。2013年4月2日19时许，之前那名身材肥胖的男子带着两名男子到其店里，其中开车的那名男子前一天来过，另一名男子大约20岁，身材偏瘦。他们到后让其上车坐在副驾驶座，开车的那名男子拿出一沓钱，说有57000元，其数后确实有57000元人民币。开车的男子让20岁左右男子跟其下车，通过电话与其联系报单，等开奖的时候当场结账。之后，开车的男子把57000元装进一个红色塑料袋里，放进一个皮包，并用小锁锁住那个包后将包交给了坐在车后座那名20岁左右的男子，其先下车，大约一分钟不到，那名20岁左右男子提着包也下了车并走进其店里。大约20时40分左右，开车的那名男子打电话让同伙下注，大概下了53000元的注。开奖之后，其看到他们买的码没中，那名20岁左右男子趁其不注意离开了其店里。其伸手进之前装钱的包里摸了一下，感觉不像真钱，通过缝隙看到里面装的是冥币。其就往那名男子离开的方向追赶，在<LOC>市场对面发现了那名男子后一直对峙着，之后，那名男子报了警。（四）辨认笔录：被告人[被告B]辨认出照片中的2号是案发当晚用冥币在其店内买“六合彩”并被其抓住的男子。（五）照片：证实诈骗现场及作案工具情况。以上证据，客观真实、来源合法，且相互印证，本院予以确认。", "interpretation": "本院认为，被告人[被告A]伙同同案人以非法占有为目的，采取隐瞒真相的方法，骗取他人数额巨大的财物，其行为已构成诈骗罪；被告人[被告B]以营利为目的，聚众赌博，其行为已构成赌博罪。公诉机关指控被告人[被告A]、[被告B]的罪名成立。被告人[被告B]虽不具有自首情节，但如实供述自己的罪行，可以从轻处罚。对被告人[被告A]提出“其没有犯诈骗罪，其一开始不知道包里的是假钱，其是被‘陈X’骗了，其不知道真钱为何变成了冥币”的辩解，经查，被告人[被告A]在派出所及看守所多次详细供述了公诉机关所指控的犯罪事实，与被告人[被告B]的供述相吻合，且有接处警记录、抓获经过、辨认笔录、通话记录，作案工具的提取笔录、扣押物品清单、证人韩X的证言、指认现场及作案工具的照片等证据相佐证，均证实被告人[被告A]伙同同案人采取隐瞒真相的方法进行诈骗的事实，本院认为公诉机关指控的事实是清楚的、证据是确实充分的，足以认定被告人[被告A]的行为构成诈骗罪，因此被告人[被告A]的辩解没有事实及法律依据，本院不予支持。根据被告人[被告A]、[被告B]犯罪的事实、性质、情节以及对社会的危害程度，依照《中华人民共和国刑法》", "laws": [266, 303], "relations": [], "criminals_info": {"[被告A]": {"accusations": ["诈骗罪"], "laws": [266], "states": [0], "term": "有期徒刑三年"}, "[被告B]": {"accusations": ["赌博罪"], "laws": [303], "states": [6], "term": "有期徒刑九个月"}}}
{"Fact": "<LOC>市中级人民法院刑事判决书（2017）辽14刑初16号公诉机关<LOC>市人民检察院。被告人[被告A]，男，1970年6月8日出生于<LOC>，满族，小学文化，无业，户籍所在地<LOC>，捕前住<LOC>。因本案于2016年6月21日被刑事拘留，同年7月27日被依法逮捕。现羁押于<LOC>市看守所。被告人[被告A]于2005年因xxx罪被<LOC>人民法院判处有期徒刑四年；2013年7月12日因吸毒被<LOC>公安局白云分局石井派出所行政拘留10日。辩护人雷X，辽宁斯特律师事务所律师。被告人[被告B]，男，1975年12月30日出生于<LOC>，汉族，初中文化，个体业主，户籍所在地<LOC>，捕前住<LOC>，因本案于2016年7月12日被刑事拘留，同年7月27日被依法逮捕。现羁押于<LOC>市看守所。辩护人李X、米X，辽宁博顺律师事务所律师。被告人[被告C]，曾用名王某，女，1977年12月1日出生于<LOC>，汉族，小学文化，无业。因本案于2016年7月12日被取保候审。<LOC>市人民检察院以葫检公二刑诉（2017）第9号起诉书指控被告人[被告B]犯xxx罪、被告人[被告A]犯贩卖、xxx罪、被告人[被告C]犯xxx罪，于2017年4月19日向本院提起公诉。本院依法组成合议庭，公开开庭审理了本案。<LOC>市人民检察院指派检察员白X、侯X出庭支持公诉，被告人[被告B]及其辩护人李X、米X；被告人[被告A]及其辩护人雷X；被告人[被告C]到庭参加诉讼，现已审理终结。<LOC>市人民检察院指控：1、被告人[被告B]于2015年5月份的一天，在<LOC>省<LOC>高速进口处，以人民币60000元的价格卖给被告人[被告A]冰毒800克。被告人[被告A]从[被告B]手里购买冰毒后又以每克150元的价格分别卖给朱某某、刘某某、郭某某、李某等吸毒人员。2、被告人[被告B]于2015年8月份的一天，在<LOC>省<LOC>高速进口处，以人民币60000元的价格卖给被告人[被告A]冰毒1000克。被告人[被告A]从[被告B]手里购买冰毒后又以每克150元的价格分别卖给朱某某、刘某某、郭某某、李某等吸毒人员。3、被告人[被告B]于2016年3月份的一天，在<LOC>省<LOC>高速进口处，以人民币50000元的价格卖给被告人[被告A]冰毒1000克。被告人[被告A]从[被告B]手里购买冰毒后又以每克150元的价格分别卖给朱某某、“小峰”等吸毒人员。4、被告人[被告B]于2016年4月份的一天，在<LOC>省<LOC>高速进口处，以人民币60000元的价格卖给被告人[被告A]冰毒1000克。5、被告人[被告B]于2016年6月18日，在<LOC>省<LOC>高速进口处，以人民币115000元的价格卖给被告人[被告A]冰毒1625.7克。2016年6月20日凌晨1时许，被告人[被告A]在<LOC>附近，准备将其购买的1625.7克冰毒卖给吸毒人员姜某某时，被当场抓获。6、被告人[被告C]在明知被告人[被告A]涉嫌贩卖毒品被公安机关抓获的情况下，积极给[被告A]购买冰毒的上线（被告人[被告B]）打电话通风报信。公诉机关为上述指控向法庭举证：物证、书证、证人姜某某、朱某某、刘某某等人证言、被告人[被告B]、[被告A]、[被告C]的供述与辩解、鉴定意见，辨认笔录、视听资料、电子数据等。公诉机关认为，被告人[被告B]、[被告A]明知是毒品而进行贩卖、运输，被告人[被告C]明知被告人[被告A]涉嫌xxx罪被公安机关抓获的情况下，给[被告A]购买冰毒的上线[被告B]打电话通风报信，意图使[被告B]逃避法律制裁。其行为分别触犯了《中华人民共和国刑法》xxx规定、xxx规定之规定。应当以xxx罪追究[被告B]的刑事责任，以贩卖、xxx罪追究[被告A]的刑事责任，以xxx罪追究[被告C]的刑事责任。被告人[被告B]对公诉机关指控的大部分犯罪事实予以否认。其辩护人认为指控被告人[被告B]贩卖毒品事实不清，证据不足，[被告B]不构成xxx罪。被告人[被告A]在侦查阶段对贩卖、运输毒品的事实予以供认，庭审中只对当场缴获的1625.7克冰毒予以供认，对其他犯罪事实予以否认。其辩护人提出指控[被告A]贩卖给姜某某1625.7克冰毒系特请引诱，[被告A]不应承担刑事责任，现有证据只能认定[被告A]贩卖冰毒116克。被告人[被告C]对公诉机关指控的犯罪事实及罪名无异议。经审理查明：被告人[被告A]于2016年3月、4月、6月分别向被告人[被告B]的银行卡中汇入人民币5万元、6万元、11.5万元，而后打电话让[被告B]为其购买甲基苯丙胺（冰毒）1000克、1000克、1625.7克。[被告B]向其上线购得冰毒后通知[被告A]，[被告A]驾驶辽Pxxx**捷达轿车到<LOC>省<LOC>取购买的冰毒，而后运输回<LOC>市贩卖。2016年6月20日凌晨1时许，被告人[被告A]在<LOC>附近，准备将其购买的1625.7克冰毒卖给吸毒人员姜某某时，被当场抓获。被告人[被告C]在明知被告人[被告A]涉嫌贩卖毒品被公安机关抓获的情况下，积极给[被告A]购买冰毒的上线（被告人[被告B]）打电话通风报信。被告人[被告B]于2016年7月12日被公安机关抓获。另查明，被告人[被告A]于2013年9月至2015年8月间分别卖给吸毒人员朱某某、刘某某、郭某某、李某冰毒20、13、25、40克。综上，被告人[被告A]共贩卖、运输冰毒3723.7克，被告人[被告B]共贩卖冰毒3625.7克。上述事实，有以下经庭审举证、质证的证据予以确认：1、物证证实，公安机关在抓获被告人[被告A]时在其驾驶的辽Pxxx**捷达轿车上当场搜查到白色晶体2袋（现场进行分袋称量共计1660克）、冥币20万、黑色华为直板手机一部、高速公路收费凭证3张、中国农业银行存款凭证27张，卡号：6228480089672xxxxxx。[被告A]在现场指认2袋白色晶体是从其驾驶的捷达轿车内搜出，当庭亦予以确认。购买毒品人姜某某指认在[被告A]车中搜出的20万冥币是其用于购买毒品的毒资。2、书证证实，被告人[被告A]给被告人[被告B]的汇款凭证及银行卡交易明细清单证实[被告A]自2015年9月13日-2016年5月23日向[被告B]尾号8277的农行卡汇款共计146.49万元。3、被告人[被告A]与被告人[被告B]的通话记录。及被告人[被告C]给被告人[被告B]打电话通风报信的电话记录。4、物证检验报告证实，经<LOC>公安厅刑事技术总队（辽）公（刑技）鉴（理化）字[2016]131号检验报告鉴定结果：所送2016-LH-0131-JC001净重680.9克，2016-LH-0131-JC002净重944.8克；其中均检出甲基苯丙胺成分；2016-LH-0131-JC001甲基苯丙胺含量为69.0%，2016-LH-0131-JC002甲基苯丙胺含量为70.5%。5、辨认笔录，在见证人单某某的见证下，经被告人[被告A]对与被辩认人[被告B]年龄相近的不同男性免冠照片10张（其中一张为[被告B]的照片），分别编为1-10号进行2次辨认。[被告A]辨认出[被告B]就是在<LOC>卖给他冰毒的人。在见证人单某某的见证下，经被告人[被告B]对与被辩认人[被告A]年龄相近的不同男性免冠照片10张（其中一张为[被告A]的照片），分别编为1-10号进行2次辨认。[被告B]辨认出[被告A]就是在<LOC>买他冰毒的人。6、被告人[被告A]供述，我从[被告B]手中购买过冰毒。我是2016年6月初从<LOC>连山大街新大陆农业银行ATM机给[被告B]汇的款，共11.5万元。2016年6月4、5日，我给[被告B]打电话，告诉他我把钱汇到他帐号上了，让他给我购买冰毒。[被告B]说行，过了十多天的时间，也就是6月15日左右，[被告B]给我发的手机信息“出发”，我驾驶辽Pxxx**捷达车从<LOC>高速东出口上的高速，大约开车开了30多个小时到了<LOC>省<LOC>下的高速，[被告B]在石井高速出口接的我，他把我带到<LOC>一个<LOC>住下，说货紧先等等，我等了大约一天，他给我打电话让我在<LOC>高速进口等他，我开车去了<LOC>高速进口，过几分钟，他也到了，他给了我一个布袋，当时我也没看，之后，我俩就分开了。我开车就回到<LOC>高速东出口<LOC>我的家中了，回到家中之后，把[被告B]给我的布袋打开了，一看有两个白色透明的塑料袋内装的冰毒，每个袋装了1000克冰毒，总共2000克。这次购买的冰毒准备卖给一个外号叫“尿毒症”（姜某某）的，在没有去<LOC>购买冰毒之前，我到市医院看到“尿毒症”对他说手头挺紧的我想去<LOC>进点货（他就知道我购买冰毒），他让我给他带二条（2000克），我说行。2016年6月19日晚上10点多钟，我从<LOC>回到<LOC>我的家中之后，我就给“尿毒症”打电话问他干什么呢，他说在家呢，我俩在<LOC>公路边见的面，他上了我的车，我拉他回<LOC>，在车上我就问“尿毒症”，你带了多少钱，他说20万，他也没问我多少冰毒，冰毒和钱都在车上，之后我准备把他送回家中，在<LOC>铁路爬道口就被公安机关给查获了。2016年3月份左右的一天下午3点多钟，我给[被告B]打电话，说我把钱给你汇到你的帐号上了，要买1000克冰毒，你看看银行卡上我给你汇了多少钱，[被告B]说行，过了一、二天的时间，[被告B]给我打电话说，货到了，你过来取吧，我驾驶辽Pxxx**捷达车到了<LOC>省<LOC>下的高速，[被告B]在高速出口接的我，他把我带到<LOC>一个<LOC>，到了第二天下午三、四点钟，他给我打电话说冰毒准备好了，到<LOC>高速进口等他，我俩见面后，他给我了一个布袋里面装的冰毒，我看到里面装着冰毒，我说买1000克，当时也没称，之后，我就回<LOC>我的家中了。我记得给他汇了5万多元。这次我从[被告B]手中买的冰毒卖给<LOC>“小峰”600多克，每克150元，获利每克80元。我卖给“铁蛋”100克左右，每克150元，获利每克80元。是在2016年3月中旬卖的，具体时间我也记不清楚了，我这次挣了4万元钱，挣的钱都让我花了。2016年4月末的一天下午5点多钟，我给[被告B]打电话对他说，我把钱给你汇到帐号上了，我要买1000克冰毒，你看看银行卡我给你汇了多少钱，[被告B]说行，过了一天的时间，[被告B]给我打的电话说，货到了，你过来取吧。我就驾驶辽Pxxx**捷达车从<LOC>高速东出口上的高速，到了<LOC>省<LOC>下的高速，[被告B]在高速出口接的我，把我带到<LOC>一个<LOC>，我俩在<LOC>呆了一会儿，他出去了，过一会儿回来了，他给我一个透明的塑料袋，我看到装着冰毒，之后，我俩就分开了，我开车回<LOC>了。这次我给他汇了6万元钱，谁也没卖，我买回来的冰毒藏在<LOC>靶场，后来想卖冰毒没有找着，丢了。2016年6月20日早晨6、7点钟，我给我妻子[被告C]打电话说，我因打架被连山分局抓了，让她过来。她来分局一个办公室见到我了，我对她说，我因贩毒被抓了，让她告诉我朋友就说<LOC>的[被告A]2出事了。就是我购买冰毒的上线[被告B]，我告诉她对方电话号码。我卖给朱某某三次左右冰毒。第一次是2015年5月份一天晚上5、6点钟，卖给朱某某10克左右，每克150元；第二次是2015年8、9月份的一天晚上7点左右，这次是10克左右，每克180元；第三次是2016年4月份的一天晚上5、6点钟，这次卖给朱某某20多克。三次都是在<LOC>附近。我卖给刘某某二次冰毒。第一次是2015年5月份的一天晚上7、8点钟，在<LOC>，卖给他7、8克，刘某某给了1000元钱，我是以每克150元卖的。第二次是2015年8月份的一天晚上7点钟左右，在<LOC>政府附近卖给刘某某4、5克冰毒，给了我800块钱，还是以每克150元的价格卖的，刘某某多给我50元。7、被告人[被告B]供述：2015年底[被告A]在我家饭店吃饭的时候说要冰毒，我说我能弄到。2016年6月初的一天，[被告A]给我打电话说，想买点冰毒，他说买“二条”（二千克）冰毒，我说我回<LOC>老家了，等我回<LOC>之后跟你联系，到了6月14日我回到<LOC>了，我俩又电话联系了，过了两天，我就把冰毒整到手了。2016年6月17日[被告A]给我打电话说到<LOC>了，我们在<LOC>新市派出所附近见的面，见面之后带他到<LOC>蓝色海岸洗浴住了一宿。第二天我们在新市医院附近见的面，我把冰毒给了他，他就开车走了。过两天有个女的用<LOC>号码给我打电话，她说“你哥”出事了，被抓了，大约是中午十二点左右打的，给我打的，她的号码我不记得了。这次给我汇了11万多元钱。8、被告人[被告C]供述，2016年6月19日晚上11点左右，[被告A]给我打电话说回来了，但没有回家。20日早上6、7点钟，我通过[被告A]的一个同学知道[被告A]被连山分局抓了，到连山分局二楼一个办公室，我看到[被告A]了，[被告A]说因为贩卖毒品被抓的，让我给他的上家<LOC>的一个人打电话，说<LOC>的[被告A]2贩卖毒品出事了。如果对方问多少，就说“二个”。我用纸条记下[被告A]给我的电话号码，我就走了。中午11点多钟，我到站前街幸福之家超市，用公用电话拨打[被告A]给我的电话号码，拨通后，对方问我是谁，我说我是<LOC>的，[被告A]2让我告诉你他犯事了，对方问我多少，我说“二个”。9、证人姜某某证言，我之前从[被告A]手里买了几次冰毒，每次买个两克、三克冰毒，我自己吸食了。2016年6月初，具体哪天我记不清了，我到<LOC>市中心医院13楼去做透析，[被告A]去找我，并和我说：“我这几天去<LOC>买点东西，你要不要？”我知道他所说的东西指的是冰毒，我就说：“那你给我带两条吧”。之后，他就给了我他的手机号码，就是我们这次联系时用的个这个号码17088196330，“两条”指的是2000克。2016年6月15日，我见到了[被告A]，他和我说当天下午去<LOC>。2016年6月20日凌晨1时许，[被告A]给我打电话，说他从<LOC>回来了，让我准备好钱，他来<LOC>光明花鸟鱼市场来接我，我就带着我事先准备好的20捆冥币用报纸包好，并装到了塑料袋里。[被告A]接到我之后，把我拉到了<LOC>时，把车停到了路边，他下车去取东西，我没有下车，大约三四分钟后，[被告A]回来了，并用一个大白色塑料袋装来了两包东西，我说你把我送回去吧。当[被告A]驾车行驶到上坡子铁路道口时，被公安机关的办案人员抓获了。我怕他给我的冰毒是假的，所以没带钱，装了20捆冥币。[被告A]接我时开的是一辆银灰色的捷达车。10、证人朱某某证实，2016年4月的一天，我给[被告A]打电话说要买20多克冰毒，他说行，过了几分钟，他打电话，让我到<LOC>大门前，我俩见面后，他给了我26克冰毒，向我要了3500元钱。我还从[被告A]手中购买过两次冰毒，2015年5月和8月，每次都是10克。11、证人刘某某证实，我认识[被告A]，我从他的手中购买过二次冰毒。2015年5月份的一天晚上7、8点钟，我在<LOC>抚<LOC>附近遇见了[被告A]，我说我买点冰毒，他让我听他电话，过了30分钟左右，他给我打电话，让我去<LOC>附近等他，过了几分钟，我俩在泵站附近见的面，他给我大约有8克冰毒，我给他1000元钱。第二次是2015年8月份的一天晚上7、8点钟左右，我给[被告A]打的电话，问他手中有冰毒吗，他说有，问我买多少，我说我买5克，他说750元，我说行，我又说给你800元钱，多给你50元，他让我去<LOC>政府附近等他，过了20多分钟，我们在区政府附近见的面，他给我了5克冰毒，我给他了800元钱。12、证人郭某某证实，我认识[被告A]，2013年8、9月份一天12点左右，我当时给[被告A]打的电话说要买10克冰毒，他就让我等电话，过了一会儿，[被告A]给我回话说让我去<LOC>桥头附近，我到了后给他打电话，[被告A]说他把冰毒用烟盒装着放在桥头桥墩下面，用砖头压着，我找到后就离开了。过了两三天左右，我在<LOC>口红绿灯处把4000元钱给的[被告A]。第二次是2013年8、9月份的一天中午12点左右，我从他的手中购买冰毒之后的10多天之后，我在<LOC>头给[被告A]打的电话，我说买点冰毒，他问我买多少，我说买15克，我还对他说我现在手中没有钱，过几天给你，后来，他告诉我说冰毒在村头一个小房的墙根下面用手纸包着，上面压着砖头，我看到后就把15克冰毒拿走了，过了半个月左右，我从市医院对面的邮政银行给他汇了2000元钱，还欠他4000元。13、证人李某证实，我认识[被告A]，2015年5、6月份的一天下午5、6点左右购买的，我当时给[被告A]打的电话说要买30、40克冰毒，他就让我等电话，过了一会儿，[被告A]给我回话说让我去<LOC>门前见的面，我给他了12000元钱，他给我了30、40克左右的冰毒，是用透明塑料袋装的冰毒4包，每包10克左右。14、证人张某某证实，2016年6月20日上午，我在幸福之家超市卖东西，11时左右，来了一个女的神色慌张，用超市的公用电话，打电话时说犯事了。我收了她2元钱。15、书证，侦破报告、抓捕经过证实各被告人到案情况。", "interpretation": "本院认为，被告人[被告A]、[被告B]明知是毒品进行贩卖、运输，其行为均构成贩卖、运输毒品罪；被告人[被告C]明知他人涉嫌贩卖毒品被公安机关抓获，仍打电话通风报信，其行为已构成包庇毒品犯罪分子罪。公诉机关指控被告人[被告A]、[被告B]的部分的犯罪事实和罪名成立，指控[被告C]的犯罪事实及罪名成立，应予支持。公诉机关指控被告人[被告B]于2015年5月、8月分别贩卖给[被告A]冰毒800克、1000克，只有被告人[被告A]在侦查机关的供述，无其他证据相佐证，不予认定。被告人[被告A]在庭审中对当场查获的1625.7克冰毒予以供认，对其他犯罪事实予以否认，经查，其在侦查机关供述，于2016年3、4月分别给[被告B]的银行卡汇款5万、6万元，各购买冰毒1000克，有其汇款的明细、凭证及证人的证言相佐证，故对其辩解不予支持，其辩护人提出2016年6月20日贩卖给姜某某冰毒1625.7克存在特情引诱，对此[被告A]不应负刑事责任，经查，此起犯意是[被告A]提起，[被告A]应负刑事责任，但在量刑时可予以考虑。被告人[被告B]对公诉机关指控的前四起犯罪事实予以否认，对第五起提出数量有误，其辩护人提出认定[被告B]贩卖毒品事实不清，证据不足，经查，对公诉机关指控[被告B]于2016年3月、4月、6月分别贩卖给[被告A]冰毒1000克、1000克、1625.7克，有[被告A]的供述及[被告A]给[被告B]的银行卡的汇款明细、凭证、通话记录相佐证，且有冰毒实物，故对其辩解及辩护人的辩护意见不予采纳。被告人[被告C]对公诉机关指控的犯罪事实及罪名无异议，鉴于被告人[被告C]当庭认罪，结合审前社会调查情况以及司法行政机关社区矫正办公室同意对其适用非监禁刑的意见，对其可适用缓刑。综上，根据本案的具体事实情节，依照《中华人民共和国刑法》", "laws": [347, 349], "relations": [], "criminals_info": {"[被告A]": {"accusations": ["贩卖、运输毒品罪"], "laws": [347], "states": [0], "term": "死刑"}, "[被告B]": {"accusations": ["贩卖毒品罪"], "laws": [347], "states": [0], "term": "死刑"}, "[被告C]": {"accusations": ["包庇毒品犯罪分子罪"], "laws": [349], "states": [0], "term": "有期徒刑一年，"}}}
{"Fact": "<LOC>县人民法院刑事判决书（2017）黔2322刑初236号公诉机关<LOC>县人民检察院。1、被告人[被告A]，男，1975年1月26日生于<LOC>县，回族，初中文化，无业，户籍地<LOC>县，现住<LOC>县。因涉嫌犯xxx罪，于2016年12月10日被抓获，同年12月11日被刑事拘留，2017年1月4日被逮捕。现押于<LOC>县看守所。辩护人白X，贵州天生律师事务所。2、被告人[被告F]，男，1988年3月5日生于<LOC>，彝族，初中文化，无业，住<LOC>。因涉嫌犯xxx罪，于2017年1月29日被抓获，同年2月3日被刑事拘留，同年3月2日被逮捕。现押于<LOC>县看守所。3、被告人[被告D]，男，1975年11月17日生于<LOC>县，汉族，初中文化，户籍地<LOC>，现住<LOC>县。因犯xxx罪，1997年12月28日被判处有期徒刑七年，2000年9月5日假释释放。因犯xxx罪，2010年12月31日被判处有期徒刑二年零十个月，2012年11月10日刑满释放。因涉嫌犯xxx罪，于2017年1月19日被抓获，同日被逮捕。现押于<LOC>县看守所。辩护人罗X高，贵州高浩律师事务所。辩护人邹X，贵州权衡律师事务所。4、被告人[被告BM]，女，1983年4月15日生于<LOC>，汉族，初中文化，农民，户籍地<LOC>，现住<LOC>县。因涉嫌犯xxx罪，于2017年6月20日被抓获，同日被逮捕。现押于<LOC>女子看守所。辩护人国X，贵州驭龙律师事务所律师。5、被告人[被告G]，男，1969年11月30日生于<LOC>县，汉族，小学文化，无业，户籍地<LOC>县，现住<LOC>县。因犯xxx罪，2015年11月4日被判处有期徒刑一年零六个月，缓刑二年，并处罚金人民币一万元。缓刑考验期限自2016年1月6日起至2018年1月5日止。因涉嫌犯xxx罪，于2016年12月1日被刑事拘留，2017年1月4日被逮捕，现押于<LOC>县看守所。6、被告人[被告H]，男，1984年5月20日生于<LOC>县，汉族，初中文化，无业，住<LOC>县。因犯xxx罪，2010年4月15日被判处有期徒刑一年零十个月，2012年2月14日刑满释放；因涉嫌犯xxx罪，于2017年10月31日被抓获，同日被逮捕。现押于<LOC>县看守所。7、被告人[被告BN]，男，1984年8月27日生于<LOC>市，汉族，初中文化，无业，住<LOC>县。因犯xxx罪，2005年9月1日被判处有期徒刑六个月，2005年11月30日刑满释放；因犯xxx罪，2010年4月15日被判处有期徒刑二年零十个月，2012年10月15日刑满释放。因涉嫌犯xxx罪，于2017年4月25日到<LOC>县公安局投案，同日被逮捕。现押于<LOC>县看守所。辩护人黄X2，贵州高浩律师事务所律师。8、被告人[被告I]，男，1970年11月7日生于<LOC>县，汉族，初中文化，无业，住<LOC>县。因犯xxx罪，2012年5月29日被判处有期徒刑一年零十一个月，2014年1月7日刑满释放。因涉嫌犯xxx罪，于2017年10月12日被抓获，同年10月13日被逮捕。现押于<LOC>县看守所。9、被告人[被告J]，男，1984年3月29日生于<LOC>县，汉族，初中文化，无业，住<LOC>县。因犯xxx罪，2006年4月3日被判处有期徒刑一年零十个月，2008年2月2日刑满释放。因涉嫌犯xxx罪，于2017年5月5日到<LOC>县公安局投案，同日被逮捕。现押于<LOC>县看守所。辩护人王X，贵州高浩律师事务所律师。10、被告人[被告K]，男，1970年11月7日生于<LOC>县，汉族，初中文化，农民，住<LOC>县。因涉嫌犯xxx罪，2017年3月10日到<LOC>县公安局投案，同日逮捕。现押于<LOC>县看守所。辩护人文X，贵州旺明律师事务所律师。11、被告人[被告B]，男，1983年1月2日生于<LOC>县，回族，高中文化，无业，住<LOC>县。因涉嫌犯xxx罪，2017年3月27日被抓获，同日被刑事拘留，同年4月5日被逮捕。现押于<LOC>县看守所。12、被告人[被告L]，男，1974年6月9日生于<LOC>县，汉族，初中文化，农民，住<LOC>县。因涉嫌犯xxx罪，于2017年7月14日被抓获，同日被逮捕。现押于<LOC>县看守所。13、被告人[被告M]，男，1981年5月17日生于<LOC>，黎族，初中文化，户籍地<LOC>，现住<LOC>市。因犯xxx罪，2013年3月4日被判处有期徒刑六个月，缓刑一年，并处罚金人民币五千元；因涉嫌犯xxx罪，于2016年11月29日被刑事拘留，2017年1月4日被逮捕，现押于<LOC>县看守所。辩护人李X2，贵州同根律师事务所。14、被告人[被告N]，男，1976年1月21日生于<LOC>，汉族，小学文化，无业，户籍地<LOC>，现住<LOC>县。因犯xxx罪，2009年3月24日被判处有期徒刑七个月，2009年4月6日刑满释放；因涉嫌犯xxx罪，于2016年12月22日被刑事拘留，2017年1月24日被逮捕。现押于<LOC>县看守所。15、被告人[被告O]，男，1966年2月5日生于<LOC>县，汉族，小学文化，农民，住<LOC>县。因涉嫌犯xxx罪，于2016年12月21日被刑事拘留，2017年1月24日被逮捕。现押于<LOC>县看守所。辩护人周X，贵州旺明律师事务所。16、被告人[被告P]，男，1973年5月17日生于<LOC>县，汉族，小学文化，农民，户籍地<LOC>县，现住<LOC>县。因涉嫌犯xxx罪，于2016年12月19日被刑事拘留，2017年1月4日被逮捕。现押于<LOC>县看守所。辩护人余X，贵州黔乾律师事务所。17、被告人[被告S]，男，1976年7月25日生于<LOC>县，汉族，小学文化，无业，住<LOC>县。因涉嫌犯xxx罪，于2017年3月14日被抓获，同日被逮捕，同年7月14日被取保候审。2018年5月7日再次被逮捕。现押于<LOC>县看守所。18、被告人[被告Q]，男，1987年3月21日生于<LOC>，汉族，小学文化，无业，户籍地<LOC>，现住<LOC>县。因涉嫌犯xxx罪，于2016年12月16日被刑事拘留，2017年1月4日被逮捕。现押于<LOC>县看守所。19、被告人[被告T]，男，1969年6月29日生于<LOC>县，汉族，高中文化，无业，住<LOC>县。因犯强奸罪，于1988年5月14日被判处无期徒刑，2004年12月14日减刑释放。因涉嫌犯xxx罪，于2017年6月15日被抓获，同日被逮捕。现押于<LOC>县看守所。20、被告人[被告R]，男，1968年2月19日生于<LOC>县，汉族，小学文化，农民，住<LOC>县。因犯滥伐林木罪，2016年9月7日被判处有期徒刑六个月，缓刑一年，并处罚金人民币一千元。缓刑考验期限自2016年9月23日至2017年9月22日止。因涉嫌犯xxx罪，于2017年1月11日被刑事拘留，同年2月14日被逮捕。2018年2月5日被我院取保候审。辩护人曾孔X，贵州旺明律师事务所律师。21、被告人[被告U]，男，1969年12月16日生于<LOC>县，汉族，初中文化，无业，住<LOC>县。因涉嫌犯xxx罪，于2017年4月12日到<LOC>县公安局投案，同年4月13日被取保候审。22、被告人[被告V]，男，1976年8月2日生于<LOC>县，回族，初中文化，农民，住<LOC>县。因涉嫌犯xxx罪，于2017年1月11日被刑事拘留，同年2月14日被取保候审。23、被告人[被告W]，男，1986年8月15日生于<LOC>县，汉族，高中文化，农民，住<LOC>县。因涉嫌犯xxx罪，于2016年12月21日被刑事拘留，2017年1月24日被逮捕，同年6月30日被取保候审。24、被告人[被告X]，女，1976年5月28日生于<LOC>县，汉族，初中文化，无业，住<LOC>县。因涉嫌犯xxx罪，于2017年3月20日被抓获，同日被刑事拘留，同年4月6日被逮捕，同年7月14日被取保候审。辩护人黄X，贵州旺明律师事务所律师。25、被告人[被告Y]，男，1987年7月30日生于<LOC>县，汉族，初中文化，无业，住<LOC>县。因涉嫌犯xxx罪，于2017年4月14日到<LOC>县公安局投案，同日被取保候审。26、被告人[被告Z]，男，1987年3月19日生于<LOC>县，汉族，高中文化，无业住<LOC>县。因涉嫌犯xxx罪，于2017年2月13日被取保候审。27、被告人[被告BB]，男，1991年5月27日生于<LOC>县，汉族，初中文化，农民，住<LOC>县。因涉嫌犯xxx罪，于2017年1月11日被刑事拘留，同年2月14日被取保候审。28、被告人[被告BA]，男，1982年1月28日生于<LOC>县，回族，初中文化，农民，住<LOC>县。因涉嫌犯xxx罪，于2016年12月23日被刑事拘留，2017年1月24日被逮捕，同年6月30日被取保候审。29、被告人[被告BC]，男，1993年9月2日生于<LOC>县，回族，初中文化，农民，住<LOC>县。因涉嫌犯xxx罪，于2017年2月24日被取保候审。30、被告人[被告BD]，男，1995年8月8日生于<LOC>县，汉族，初中文化，农民，住<LOC>县。因涉嫌犯xxx罪，于2017年4月5日被取保候审。31、被告人[被告BE]，男，1987年3月12日生于<LOC>县，汉族，初中文化，农民，住<LOC>县。因涉嫌犯xxx罪，于2017年1月9日被刑事拘留，同年2月14日被逮捕，同年6月30日被取保候审。辩护人张X4，贵州雄胜律师事务所律师。32、被告人[被告BF]，男，1989年10月10日生于<LOC>县，彝族，中专文化，农民，住<LOC>县。因涉嫌犯xxx罪，于2017年3月13日到<LOC>县公安局投案，同日被取保候审。33、被告人[被告BG]，男，1971年4月8日生于<LOC>县，汉族，小学文化，农民，住<LOC>县。因涉嫌犯xxx罪，于2017年1月10日被刑事拘留，同年2月14日被逮捕，同年6月30日被取保候审。34、被告人[被告BH]，男，1974年7月10日生于<LOC>县，汉族，小学文化，农民，住<LOC>县。因涉嫌犯xxx罪，于2017年3月15日被抓获，同日被刑事拘留，同年4月5日被逮捕，2017年7月14日被取保候审。35、被告人[被告BI]，男，1987年9月13日生于<LOC>县，汉族，小学文化，农民，住<LOC>县。因涉嫌犯xxx罪，于2017年3月14日到<LOC>县公安局投案，同年3月15日被取保候审。36、被告人[被告BJ]，男，1970年8月29日生于<LOC>县，汉族，小学文化，农民，住<LOC>县。因涉嫌犯xxx罪，于2017年2月7日被刑事拘留，同年3月2日被逮捕，同年6月30日被取保候审。37、被告人[被告E]，男，1996年6月28日生于<LOC>县，回族，初中文化，无业，住<LOC>县。因涉嫌犯xxx罪，于2017年1月17日被刑事拘留，同年2月14日被逮捕，同年6月30日被取保候审。38、被告人[被告BK]，男，1984年10月12日生于<LOC>县，汉族，初中文化，无业，住<LOC>县。因涉嫌犯xxx罪，于2017年4月13日被抓获，同日被刑事拘留，同年4月26日被逮捕，同年7月14日被取保候审。39、被告人[被告C]，男，1992年9月11日生于<LOC>县，回族，高中文化，农民，住<LOC>县。因涉嫌犯xxx罪，于2017年4月18日到<LOC>县公安局投案自首，同日被取保候审。40、被告人[被告BO]，男，1995年8月25日生于<LOC>县，汉族，中专文化，农民，住<LOC>县。因涉嫌犯xxx罪，于2017年3月6日到<LOC>县公安局投案自首，同日被取保候审。41、被告人[被告BL]，男，1986年1月2日生于<LOC>县，汉族，初中文化，农民，住<LOC>县。因涉嫌犯xxx罪，于2017年2月27日被抓获，同日被刑事拘留，同年4月5日被逮捕，同年7月14日被取保候审。<LOC>县人民检察院以<LOC>检公诉刑诉[2017]158、203号、[2018]33、63号起诉书和<LOC>检公诉刑追诉[2018]1号追加起诉决定书指控被告人[被告D]、[被告A]、[被告M]、[被告G]、[被告P]、[被告Q]、[被告W]、[被告O]、[被告N]、[被告BA]、[被告R]、[被告BE]、[被告BG]、[被告V]、[被告BB]、[被告E]、[被告F]、[被告BJ]、[被告BC]、[被告Z]、[被告BN]、[被告K]、[被告J]、[被告B]、[被告S]、[被告U]、[被告X]、[被告BH]、[被告BK]、[被告Y]、[被告BD]、江某、[被告BO]、[被告BL]、[被告BF]、[被告C]、[被告BM]、[被告L]、[被告T]、[被告I]、[被告H]犯xxx罪，分别于2017年8月7日、9月20日和2018年2月11日、2月24日向本院提起公诉。本院依法组成合议庭，适用普通程序，于2018年3月22日公开开庭合并审理了本案。<LOC>县人民检察院指派检察员徐X、林X出庭支持公诉，四十一名被告人及辩护人罗X高、邹X、白X、李X2、余X、黄X2、王X、文X、黄X、国X、周X、曾孔X、张X4到庭参加诉讼。现已审理终结。<LOC>县人民检察院指控：1、<LOC>县人民检察院指控：2015年4月至2016年7月期间，被告人[被告D]、[被告A]、[被告F]、[被告BM]、[被告L]、张X（另案）等人合伙在<LOC>县<LOC>的<LOC>背后组山坡上树林内、<LOC>三家寨组北面的山坡上树林内，<LOC>县城南街道办事处<LOC>组北面山坡上松树林内、<LOC>组<LOC>山坡上、<LOC>组山坡上、<LOC>箐X组寨子对面的杉X里、<LOC>包谷地组祥隆煤矿对面树林里、<LOC>组杉X里，<LOC>县<LOC>街道办事处<LOC>罗汉创业集团东面山坡上、<LOC>石龙煤矿背后山坡上、三X汪X头上树林内、<LOC>东面杉X、<LOC>山坡上[被告BB]家老房子内及张X3废弃房屋内，<LOC>县城北街道办事处<LOC>居委会杨某2组山坡上，采用扑克牌“挖豹子”的方式循环开设赌场聚众赌博，每天参赌人数少则数十人，多则上百人。[被告BM]以合伙<LOC>参与开设赌场，[被告F]和[被告L]邀约赌客到赌场赌博。开设赌场期间，雇佣[被告BN]、[被告I]、[被告H]、[被告U]管理赌场和维护秩序，[被告T]负责维护赌场秩序并安排接送赌客及给赌客发放红钱路费和烧火给赌客取暖，雇佣[被告J]、[被告B]管理为赌场管理开工作车接送赌客的人，雇佣[被告X]、[被告B]等人保管赌场抽取的水钱，雇佣[被告K]、[被告S]管理在赌场放哨的人，雇佣[被告M]、[被告G]、[被告W]等人在赌场抽头渔利、打水，[被告Q]、[被告BG]、[被告BC]、[被告Z]、[被告E]、[被告BJ]、[被告BL]、[被告BH]、[被告C]、[被告Y]、[被告BD]、[被告BI]、[被告BO]、[被告BF]、[被告BK]为赌场开工作车接送赌客，[被告P]、[被告V]、[被告BB]、[被告E]、[被告R]、[被告BE]、[被告BA]、[被告N]、[被告O]为赌场放哨并搭建赌场。在开设赌场期间，共非法获利六十余万元。2、2016年5月21日，被告人[被告D]以参与赌博及邀约赌客的形式与蔡某1、彭某、李某1、徐某2（均另案）在普X2县<LOC>十二级一山上开设赌场，聚集谭某、吴某2、尹某、车某等人进行赌博。开设赌场期间，每天的参赌人员从三十至四十人不等，[被告D]、蔡某1、彭某、徐某2轮<LOC>参与赌博，李某1负责找关系，确保赌场不被公安机关查处；蔡某1负责提供赌具、桌椅，管理抽头资金，安排李某2、王某1等人放哨及接送参赌人员；安排人员比例在赌场抽头渔利，所得资金除用于发放给放哨、抽头、接送赌客的费后，其余部分由蔡某1、李某1、彭某、徐某2、[被告D]等人平分。期间，抽头渔利19500元。2017年5月23日，普X2县公安局<LOC>派出所接报警后，查获了[被告D]等人。上述事实，公诉机关提供了相关的书证、证人证言、被告人供述与辩解、现场勘验笔录等证据证实，认为四十一名被告人的行为已触犯《中华人民共和国刑法》xxx规定的规定，构成xxx罪，根据《中华人民共和国刑事诉讼法》xxx规定的规定，提请本院依法判处。被告人[被告D]辩称：在<LOC>开赌场我认罪，但我不是股东，是[被告A]提议开，让我给他提供帮助，默认[被告A]以我的名义开赌场，给他提供赌资，介绍人到赌场上班，约人去赌钱。我只是在普X2<LOC>赌场赌过两天钱，徐某2喊我去赌，人多热闹就叫我参一股，我没有分过钱，第三天就被抓了。不应该定我开设赌场。被告人[被告F]辩称：我只是参与赌博，应定我xxx罪，我没有邀约其他人赌博，也没有分过钱，我没有开设赌场。被告人[被告BM]辩称我只是去赌博，没有参与开设赌场，不是股东。被告人[被告L]辩称：我只是去赌博，我不是股东，我没有分过钱。被告人[被告Z]自愿认罪，对指控无异议，辩称：公安到我家，家里人通知我公安机关找我，我就马上回家了，应属于自首。被告人[被告U]辩称：我认为我不构成xxx罪，我只是参与赌博。被告人[被告A]、[被告M]、[被告P]、[被告O]、[被告N]、[被告Q]、[被告G]、[被告BN]、[被告K]、[被告J]、[被告B]、[被告T]、[被告H]、[被告X]、[被告R]、[被告W]、[被告E]、[被告BE]、[被告BG]、[被告BA]、[被告BJ]、[被告BC]、[被告I]、[被告V]、[被告BB]、[被告S]、[被告BH]、[被告BK]、[被告Y]、[被告BD]、[被告BI]、[被告BO]、[被告BL]、[被告BF]、[被告C]均自愿认罪，对指控无异议。辩护人邹X、罗X高提出“[被告D]开设赌场的事实不清，证据不足，不构成xxx罪，应定xxx罪”的辩护意见。辩护人白X提出“[被告A]系初犯，自愿认罪，希望从轻判处”的辩护意见。辩护人李X2提出“[被告M]犯罪时间没有起诉书指控的那么长，系从犯，具有坦白情节，自愿认罪，态度好，如果主犯定赌博，[被告M]也应定xxx罪”的辩护意见。辩护人周X提出“[被告O]系初从犯，家庭经济困难，希望从轻判处”的辩护意见。辩护人黄X2提出“[被告BN]只是被雇佣维护赌场秩序，作用不大，自愿认罪”的辩护意见。辩护人文X提出“[被告K]只是开车，管理哨兵的事实不成立，因其家庭困难，希望对其适用缓刑”的辩护意见。辩护人王X提出“[被告J]只是在赌场中管理车辆，只是受雇于他人，仅起帮助作用，应定为从犯。其具有投案自首情节”的辩护意见。辩护人国X提出“不应认定[被告BM]是开设赌场的股东，其只是参与赌博，应当定xxx罪；[被告BM]具有坦白情节，自愿认罪，悔罪表现好，受他人邀约参与赌博，主观恶性不大”的辩护意见。辩护人曾孔X提出“[被告R]只是起辅助作用，系从犯，只参与放三天”的辩护意见。辩护人张X4提出“[被告BE]到案后如实供述，庭审自愿认罪，悔罪表现好，请求从轻处罚并适用缓刑”的辩护意见。辩护人余X提出“对指控[被告P]的罪名无异议，具有投案自首情节，在本案中系从犯和初犯，自愿认罪悔罪，愿意交纳罚金”的辩护意见。辩护人黄X提出“[被告X]只是负责管理水钱，参与时间短，自愿认罪，具有坦白情节，有悔罪表现，系初犯偶犯，请求判处缓刑”的辩护意见。经审理查明：一、2015年5月至2016年9月期间，被告人[被告A]、[被告D]、[被告F]、[被告BM]、[被告L]、张X（另案）等人合伙在<LOC>县<LOC>的<LOC>背后组山坡上树林内、<LOC>三家寨组北面的山坡上树林内，<LOC>县城南街道办事处<LOC>组北面山坡上松树林内、<LOC>组<LOC>山坡上、<LOC>组山坡上、<LOC>箐X组寨子对面的杉X里、<LOC>包谷地组祥隆煤矿对面树林里、<LOC>组杉X里，<LOC>县<LOC>街道办事处<LOC>罗汉创业集团东面山坡上、<LOC>石龙煤矿背后山坡上、三X汪X头上树林内、<LOC>东面杉X、<LOC>山坡上[被告BB]家老房子内及张X3废弃房屋内，<LOC>县城北街道办事处<LOC>居委会杨某2组山坡上等地，采用扑克牌“挖豹子”的方式循环开设赌场聚众赌博。赌场每天参赌人数少则数十人，多则上百人。其中被告人[被告A]提出开设赌场，被告人[被告D]、[被告F]以邀约赌客参与赌博的方式参与开设赌场，被告人[被告L]从2016年6月到9月以邀约赌客参与赌博的方式参与开设赌场，被告人[被告BM]以合伙<LOC>的方式参与开设赌场。开设赌场期间，被告人[被告BN]、[被告I]和[被告T]管理赌场和维护秩序，被告人[被告H]管理赌场和发放费用，被告人[被告J]管理为赌场开工作车接送赌客的人，被告人[被告K]管理在赌场上放哨的人和为赌场拉桌椅板凳，被告人[被告P]管理在赌场上放哨的人和为赌场找地点，被告人[被告M]、[被告G]、[被告W]在赌场抽头渔利，被告人[被告X]、[被告B]、[被告U]保管赌场上抽取的水钱，[被告B]同时保管赌场上的赌具，有时也管理为赌场开工作车接送赌客的人，[被告U]有时也管理赌场；被告人[被告V]、[被告O]、[被告N]、[被告BB]、[被告S]、[被告BA]、[被告BE]、[被告R]为赌场放哨并搭建赌场，放哨时间为一年四个月到一个月不等。被告人[被告Y]、[被告Z]、[被告BC]、[被告Q]、[被告BD]、[被告BF]、[被告BG]、[被告BH]、[被告BI]、[被告C]、[被告BJ]、[被告E]、[被告BO]、[被告BK]、[被告BL]为赌场开工作车接送赌客，开车时间为一年到一个月不等。赌场在开设期间，参赌人数累计达到120人以上。认定上述事实的证据有：（一）书证1、户籍证明：证实四十一名被告人的身份情况。2、刑事裁定书、判决书、释放材料、行政处罚决定书：证实（1）被告人[被告D]因犯xxx罪，于1997年12月28日被判处有期徒刑七年，2000年9月5日假释释放；因犯xxx罪，于2010年12月31日被判处有期徒刑二年零十个月，2012年11月10日刑满释放；（2）被告人[被告BN]因犯xxx罪，于2005年9月1日被判处有期徒刑六个月；2010年12月31日又因犯xxx罪，被判处有期徒刑二年零十个月，2012年10月15日刑满释放。2009年9月9日，[被告BN]被<LOC>县公安局强制戒毒二年；（3）被告人[被告G]曾因犯xxx罪，于2015年11月4日被判处有期徒刑一年零六个月，缓刑二年，并处罚金人民币一万元，在缓刑考验期间又涉嫌犯罪，于2017年2月6日撤销宣告缓刑二年的执行部分，收监执行原判有期徒刑一年零六个月；（4）被告人[被告N]因犯xxx罪，于2009年3月24日被判处有期徒刑七个月，并处罚金人民币二千元，2009年4月6日刑满释放；（5）被告人[被告R]因犯滥伐林木罪，2016年9月7日被<LOC>县人民法院判处有期徒刑六个月，缓刑一年，并处罚金人民币一千元；在缓刑考验期间又涉嫌犯罪，于2017年2月28日撤销宣告缓刑一年的执行部分，收监执行原判有期徒刑六个月；（6）被告人[被告M]曾因犯xxx罪，于2013年3月4日被判处有期徒刑六个月，缓刑一年，并处罚金人民币五千元；（7）被告人[被告J]因犯xxx罪，于2006年7月5日被判处有期徒刑一年零十个月，2008年2月2日刑满释放；（8）被告人[被告T]因犯强奸罪，于1988年5月14日被判处无期徒刑，2004年12月14日释放；（9）被告人[被告I]因犯xxx罪，于2012年5月29日被判处有徒刑一年零十一个月，2014年1月7日刑满释放。2011年8月24日，[被告I]因吸毒被行政拘留十四日；（10）被告人[被告H]因犯xxx罪，于2010年12月31日被判处有期徒刑一年零十个月，2012年2月14日刑满释放。2013年9月4日，[被告H]因吸毒被罚款二百元。同年10月18日，其又因吸毒被罚款二百元；（11）2009年3月5日，被告人[被告BE]因吸毒，被行政拘留十四天；（12）2013年9月4日，被告人[被告L]因吸毒被罚款三百元。3、到案经过：证实2016年12月10日，被告人[被告A]被抓获；2017年1月19日，被告人[被告D]被抓获；2016年12月1日，被告人[被告G]被抓获；2016年11月29日，被告人[被告M]被抓获；2016年12月16日，被告人[被告Q]被抓获；2016年12月21日，被告人[被告O]、[被告W]分别被抓获；2016年12月22日，被告人[被告N]被抓获；2016年12月23日，被告人[被告BA]被抓获；2017年1月10日，被告人[被告BG]被抓获；2017年1月11日[被告R]被抓获；2017年1月17日，被告人[被告E]被抓获；2017年1月29日，被告人[被告F]被抓获；2017年2月13日，被告人[被告Z]被抓获；2017年2月7日，被告人[被告BJ]被抓获；2017年1月9日，被告人[被告BE]被抓获归案；2017年3月20日，被告人[被告X]被抓获。2017年3月27日，被告人[被告B]被抓获；2017年3月14日，被告人[被告S]被抓获；2017年2月27日，被告人[被告BL]被抓获；2017年3月15日，被告人[被告BH]在其家中被抓获；2017年4月13日，被告人[被告BK]被抓获。2017年6月15日，被告人[被告T]被抓获。2017年6月20日，被告人[被告BM]被抓获。2017年7月14日，被告人[被告L]被抓获。2017年10月12日，被告人[被告I]被抓获；2017年10月31日，被告人[被告H]被抓获。2016年12月19日，被告人[被告P]主动到<LOC>县公安局投案；2017年1月11日，被告人[被告BB]、[被告V]主动到<LOC>县公安局投案；2017年2月24日，被告人[被告BC]主动投案；2017年4月25日，被告人[被告BN]主动到<LOC>县公安局投案；2017年5月5日，被告人[被告J]主动到<LOC>县公安局投案；2017年4月12日，被告人[被告U]主动到<LOC>县公安局投案；2017年3月10日，被告人[被告K]到<LOC>县公安局巴某派出所投案；2017年4月18日，被告人[被告C]主动到<LOC>县公安局投案；2017年4月14日，被告人[被告Y]主动到<LOC>县公安局投案；2017年4月5日，被告人[被告BD]主动到<LOC>县公安局投案；2017年3月4日，被告人[被告BI]主动到<LOC>县公安局投案；2017年3月6日，被告人[被告BO]主动到<LOC>县公安局投案；2017年3月13日，被告人[被告BF]主动到<LOC>县公安局投案。4、案件线索工作情况、狱侦线索登记表、案件线索处理转办函、询问笔录、受案登记表、立案决定书、刑事判决书：证实2017年9月10日和10月5日，被告人[被告D]分别向公安民警检举揭发刘某某和罗某某等人贩卖毒品线索，公安机关根据其提供的线索破获了刘某某贩卖毒品海洛因108.23克和罗某某等人贩卖毒品海洛因50.68克。（二）证人证言1、毕某的证言：2016年3月份左右，我和方某1从<LOC>到<LOC>县赌博，我们在天力酒店处坐李某3安排的工作车到赌场。我来过两次，总的输了两万元。我弟[被告M]和[被告G]在赌场内打水。[被告BN]在赌场上负责接待和安排赌客，给开车来赌场的人安排发车费和发红钱，他安排发车费和发红钱的人叫[被告H]。开设赌场的是[被告D]。赌场都是设在<LOC>县的坡坡上和树林里。2、方某1的证言：我送毕某去赌场有7、8次，得了1600元。毕某主要在赌场上赌钱，赌场上少的时候有三、四十人，多的时候有百把人。赌场上打水的有[被告G]、[被告M]。赌场是[被告D]、梅某、[被告F]开的。管理赌场的叫李某3，他负责指挥车辆停放和安排接送赌客，[被告H]负责发放工作车费用。[被告BN]是负责管理赌场的。3、吴某1的证言：我到过[被告D]开设的赌场，易X喊我没事就到[被告D]的赌场混点钱用，他喊我到<LOC>县天力酒店路口坐工作车到赌场，有四五辆赌场的工作车在那，一起做工作车的有八个人，到[被告D]开设在屯脚一个山坡上的赌场，赌场是用骰子和扑克牌挖豹子的方式进行赌博，赌场上是[被告G]等人打水。有六七十人通过扑克牌和散子以挖“豹子”的形式赌钱，赌桌上有十多万的现金，我看到下注一次最多的有二万多元，我在赌场的那天，赌场打得十多万的水钱。4、[被告D]1的证言：我到过李X某[被告D]开设的赌场，赌场开设了半年多，赌场的人不准我开车到赌场，我都是开车送小七妹到李X5街上，由赌场的人开车来送到赌场上，这个赌场是2015年7、8月份时送小七妹去过两趟，要去赌场的人都要到<LOC>建材市场那个路口坐车，[被告D]开设的赌场在高某2煤厂附近一寨子里、<LOC>附近一带，是[被告G]和[被告M]负责在赌场打水。5、余某证言：我到过[被告A]开的赌场，我知道他是股东，[被告H]、李某3、[被告BN]在赌场维护秩序，[被告G]、[被告M]在赌场打水，按下注金额的5%打水钱，不管输赢都要打水钱。他们打得的水钱交给[被告H]和[被告BN]保管。开工作车的是[被告Q]，管理工作车的是[被告J]。每天参赌少时有二十多人，多时有五六十人。6、方某2证言：[被告J]是我老公，我在[被告A]开的赌场卖炒饭，我老公在赌场管理工作车，李某3、[被告I]、[被告BN]维护赌场秩序，[被告BI]、[被告Y]、[被告BD]开工作车，[被告K]放哨并拉桌椅板凳，赌场少时有三十多人，多时有七八十人，[被告H]负责发放费用。7、乔某证言：2016年年初，李某3叫我到他们开的赌场赌钱，我们在<LOC>建材市场坐工作车到李X5方向的一个树林里赌钱，结束后李某3安排我们外地的到天力酒店住，并发一两百的生活费，我在天力住了十多天，天天到赌场赌钱。赌场每天赌钱少时五六十人，多时有七八十人。股东有[被告D]、[被告A]、李某3等人。打水的有[被告G]、[被告M]。维护秩序的有[被告BN]、[被告H]。开车的有[被告J]、[被告Q]。管理赌场的有[被告BN]、[被告H]，保管水钱的有[被告X]，李某3负责邀约赌客和接待赌客。（三）被告人的供述与辩解1、[被告D]的供述：我多次到赌场赌钱，经常都是[被告X]和我一起，王某2、[被告T]、[被告BM]也和我到过赌场。赌场是[被告A]、[被告BN]、[被告L]开的。都是在<LOC>县城边的山坡和树林里。放哨的有[被告BA]、周某，开工作车的是[被告BG]、[被告Q]。维护赌场秩序的有[被告BN]和[被告H]，李某3负责接待赌客。[被告G]负责打水。[被告BN]、[被告H]、[被告X]、[被告B]负责保管水钱。[被告BN]、[被告B]负责保管赌具。李某3、[被告H]负责发放费用。[被告I]和王某2负责在赌场打杂。[被告BM]在赌场上开庄赌钱，有时和我合伙赌钱，有时占百分之十的股份，有时占百分之二十。[被告L]有时也参与赌钱。2、[被告A]的供述：赌场开在<LOC>，有六个点，李X5有2个点，梨树平有2个点，<LOC>有1个点，大山脚有4个点，<LOC>有1个点，屯脚有4个点。赌场的股东有我、[被告D]、[被告F]（<LOC>人）、张某2旺等人。这个赌场从2015年5月开到2016年3月。我在赌场上六个月的时间，从2015年6月份到年底。2016年五六月份时，我到<LOC>这个点的赌场，我只是去赌钱，不是股东了。赌场打水的有[被告G]、[被告M]等。[被告BN]、[被告H]负责发开工作车的费用。[被告J]负责管理安排工作车，[被告K]负责管哨兵和拉赌场用的桌椅板凳，找开设赌场的地点，李某3负责接待和安排赌客。每天赌场结束的时候，在赌场上把所有费用发了，余下的钱由[被告D]组织分给股东，这个赌场[被告D]说话管用些，主要由[被告D]负责。在赌场上每天至少打水四、五千元，最多打得三万元，我在赌场上打水大概有五六十万元。我分得五六万，[被告D]分得十万。赌场上的水钱由[被告F]的女朋友何方及[被告F]保管，有时叫[被告X]保管。打水的一天五六百元，哨兵由<LOC>县的[被告P]负责，每天从水钱中拿两千多给[被告P]，由他分给哨兵。开工作车接送赌客的有[被告Q]。我在赌场上开庄赌钱时，[被告BM]有时来和我合伙开庄，多数时占小股。3、[被告F]的供述：2015年10月与李某4到<LOC>县的赌场来赌钱，李某4因交通肇事死亡，何X是我前女友。4、[被告M]的供述：[被告D]在<LOC>李X5、屯脚、<LOC>一带开设赌场，我和[被告G]在赌场里负责打水（抽头盈利），一天的工资是400元，2016年6月[被告G]叫我负责打水。我在赌场打水一个多月，打水少的一天一两万元，多的一天三四万元，是按照百分之五的比例抽取水钱，我总的打水钱有五六十万交给[被告G]，[被告G]又拿给[被告BN]，是由[被告BN]发给我们。我得了一万多元的工资钱。我坐[被告D]的车到赌场打水有十多次。[被告Q]和一个戴眼镜的小伙在赌场开工作车接送赌客。每天桌面上的赌资有六七万元，参与赌的人少的时候三四十人，多的时候有六七十人。[被告BN]负责管理赌场，[被告D]每个星期去赌场三四天，他也参与赌钱，赌钱的还有[被告F]、毕某等人。[被告F]带起<LOC>和<LOC>罗平的来参与赌钱，他们一般是用挖豹子的方式来进行赌钱的。[被告BM]有时和[被告D]一起在赌场上<LOC>赌钱。5、[被告G]的供述：2016年4月份的一天，[被告A]说他在<LOC>和大山脚开得有赌场，叫我到赌场里看场子怕别人打假。到赌场后，有五六十人在，<LOC>的[被告F]和<LOC>的包方合伙<LOC>，[被告M]和<LOC>小X9负责打水。我就到赌场里去看是否有人打假，并在赌场里打水了七八天，也参与赌博。打水比例是按照赢钱的百分之五提取，我打水每天得600元钱。[被告A]是赌场股东，他自己管理赌具。[被告H]维护赌场秩序，[被告K]负责管理哨兵和放哨的事情，用自己的面包车拉桌子板凳。<LOC>的乔X和普X2的平姐带赌客来。李某3负责发放费用。[被告M]、小X9、余某、小苹果在赌场里负责打水，最多的一天打得5万元左右，最少的时候打得七八千元钱，我负责打水的期间打得10多万元，平时都主要是[被告M]、刘某3、小苹果在打水钱。李某3负责发放费用。我到过[被告A]开设的赌场四五次，在李某5大山脚的一处空地里、董某附近一山坡上、<LOC>一山坡上、<LOC>水泥厂上去的<LOC>上的田地里，赌场开了三个月。6、[被告BM]的供述：赌场是2015年8、9月份开始开设的，我最后一次在赌场是2016年5月份，赌场的股东有[被告A]、李某3等人，打水的有[被告G]、[被告M]，每天打水最低得几千元，最高的时候有十七八万元，因为我和他们关系好，赌钱结束后，水钱是由[被告X]背来我家，[被告D]、[被告A]、李某3他们分钱，[被告BN]在场，由李某3分钱，分不清楚的时候由[被告D]分水钱。每次在我家分钱时，我最少时得200元，最多的时候得1800元，一般情况下都是分得1000元左右，总共分得三万元。[被告D]还在他开的静心茶楼分过钱。开设赌场期间打水至少有一百万元。负责保管赌具的有余江、[被告BN]、[被告B]等人，赌场主要是[被告BN]和[被告H]在管理，他们还负责发放费用，[被告J]负责管理工作车，[被告T]、[被告B]和李某3有时也管理，[被告P]负责管理哨兵。维护赌场秩序的有[被告BN]、[被告H]、王某2、[被告T]、[被告I]等人。开工作车的有[被告Q]、[被告BG]、[被告E]等人。每天参赌的人少时有二十来人，多时有一百多人。李某3叫我和[被告D]、[被告A]他们合伙开庄，我和[被告D]、[被告A]协商，由[被告D]占合伙的百分之五十，我占百分之十，我在赌场上合伙开庄输了两三万元钱，我们合伙开庄抽的水钱，赌钱结束后李某3、[被告BN]、[被告H]把水钱分给我们，他们分多少我就拿多少。我看到[被告L]在赌场上转来转去，后听说他也跟着开赌场。7、[被告L]的供述：2016年6月至9月我带青X的、安某的五六个人到[被告H]、[被告BN]开设赌场上去赌钱，[被告H]、[被告BN]每天分三百、五百、一千多不等的钱给我。抽水的有[被告G]、[被告M]、[被告D]2、刘某3等，是[被告U]让我带人去，之后[被告H]电话联系我，赌场在董某、大山脚、包谷地、箐X和高某2等地。[被告X]、[被告B]、[被告U]都背过水钱，[被告B]也负责背赌具，[被告P]负责管理放哨的人，[被告J]及[被告T]都参与管理工作车，发放费用是[被告H]、李某3，有时我和[被告BN]也发过，[被告BN]、[被告H]、李某3维护赌场秩序，赌场人数从二三十到三四十人不等。每天的赌资有十多万，[被告T]有时也参与安排工作车。8、[被告I]的供述：2015年7月份，李某3叫我负责摆放赌场上的桌椅板凳和打扫卫生，[被告J]叫我协助他管理工作车，过年时歇了两个月左右，一直到2016年7月份左右赌场就没有开了。赌场是[被告A]、[被告BM]、一个普X2的男的开的，[被告D]经常在赌场上，[被告L]负责约赌客到赌场赌钱。[被告T]负责烧火给赌客烤，也协助[被告J]管理工作车。打水有的[被告G]、[被告M]、刘某3、[被告D]2，[被告H]负责发各种费用，[被告BN]和李某3负责管理赌场。[被告J]负责管理工作车。放哨由[被告P]管理，[被告K]开车拉赌场的桌椅板凳。[被告L]、李某3、[被告BN]、[被告H]维护秩序。[被告X]保管水钱。[被告B]背赌具。[被告T]和王某2在赌场上给[被告D]背包（背钱）。开车的有[被告BI]、[被告Y]、[被告Q]、[被告BG]、[被告BD]、[被告Z]、[被告E]、[被告BJ]。9、[被告H]的供述：赌场的股东有[被告A]、[被告L]、[被告F]、张某2、[被告BM]。打水的[被告G]、[被告M]、[被告D]2、[被告W]。管理维护赌场秩序的有我、[被告BN]、李某3、[被告T]、王某2，管理工作车的有[被告J]、[被告I]、李某3。管理哨兵的有[被告K]、[被告P]，开工作车的有[被告Q]、[被告BG]、[被告Y]、[被告BC]、[被告Z]、[被告BK]、[被告E]、[被告BD]等人，放哨的有[被告V]、[被告O]、[被告BB]、[被告S]等人，我和[被告BN]、李某3、[被告L]发放每天的开支，每天水钱多时有五六万，少时有两三万，有时也打得十多万。一部分分给打水的、放哨的、开工作车的和一些赌客。放哨的一天一至三百元，开车的每天二至五百元，打水的每天五至八百元。水钱一般由[被告X]保管，[被告U]和[被告B]有时也保管，发工资后余下的水钱交[被告A]，他们股东分。赌场从2015年3月份至2016年5月份左右，断断续续打得四百万左右水钱。我和[被告BN]、李某3每天得四五百元，总的得了五六万元，[被告D]每天发给王某2二百元。10、[被告T]的供述：2015年12月，我在<LOC>县<LOC>的赌场上被城南派出所的抓过，当时背着[被告D]给我的一个黑色背包，他叫我到赌场上说有人会给我钱，叫我把钱背回去给他，包里有[被告D]的钱包、笔记本和银行卡等物品。李某3安排我在天冷的时候烧碳火给赌客烤，还背水果到赌场上卖。2016年3月我去赌场呆了一个多月，得了二三千元。赌场股东有[被告A]、[被告H]、[被告BN]、[被告J]、李某3。打得的水钱由[被告X]保管，王某2和[被告B]保管赌具，[被告J]负责管理工作车，[被告H]和李某3负责发放费用。[被告K]负责拉赌场的桌椅板凳并搭建赌场。开工作车的有[被告Q]、[被告BD]、[被告BG]、[被告Z]、[被告Y]、小X等人。负责放哨的是[被告K]和高某2的小X12等人。赌场开在高某2、<LOC>大丫煤矿、李X5等地。[被告D]是我的妹夫。11、[被告BN]的供述：2015年8月底，[被告A]打电话叫我到他开的赌场上班，我在赌场里负责搭建赌场摆桌子板凳和维护赌场秩序，我在赌场断断续续上班到2016年8月底。赌场是从2015年8月底开始到2016年8月底才没有开的，实际开设时间是六七个月。赌场开在李某5<LOC>、大山脚、<LOC>、包谷地、箐X、<LOC>、大丫口、高某2、<LOC>等地的山坡上。赌场的股东有[被告A]，其他我不知道。赌场里负责打水的有[被告G]、[被告M]、刘某3。赌场里负责保管水钱的有[被告X]、[被告B]。[被告B]还负责保管扑克和骰子。赌场里打水是按下注金额的5%抽取水钱，平时打水的钱都是由打水的交给[被告H]数过之后交给[被告X]、[被告B]保管，我也参与数过，每天水钱多的时候有七、八万，少的时候有一两万，我在场的这段时间，水钱打得二、三百万元。赌场里[被告H]发放费用，有时[被告H]会把钱拿给我或者[被告B]，由我们拿给[被告J]和[被告P]去发费用，赌钱的时候[被告H]要盯着赌客下注，赌结束后根据赌客的下注情况发费用。我和李某3负责管理赌场，维护赌场秩序。还有就是[被告B]、[被告T]、[被告I]三人也协助[被告J]管理工作车，[被告K]负责开车拉赌博用的桌子板凳，哨兵负责摆放桌子板凳、搭建赌场。赌场里负责保管赌具的是王某2，后是[被告B]负责保管。放哨的有[被告K]，放哨的人都是[被告P]在管理。负责开工作车的有[被告Y]、[被告BD]、[被告Z]、[被告Q]等，开工作车的由[被告J]管理。赌场用扑克牌和骰子挖“豹子”赌博。单注最低50元，最多的一次一万多元。我在赌场得了五、六万元。赌场少的时候二、三十人，多的时候一百四、五十人。<LOC>的李某6经常在赌场里赌钱，每天都喊有十多人来赌场钱，普X的兴望（张某2）也经常喊人来赌钱，每天都有十多二十人。[被告D]、[被告BM]等人经常在赌场赌钱。12、[被告J]的供述：赌场是先开起的，开了一段时间后，2015年8月份左右，李某3叫我去[被告A]开的赌场去管理接送赌客的工作车，每天三百至五百元。我在赌场管理到2016年7月份左右，总的上了两百多天的班，这个赌场就没有开了。平时大家都说是[被告D]开的赌场，普X2的蔡X、兴望每天都各喊有十多个赌客到赌场上赌钱，<LOC>的[被告F]每天也喊起十多个赌客到赌场管理赌钱。我在赌场上的工作主要是负责管理。开工作车的有[被告Y]、[被告BD]、[被告Z]、[被告BG]、[被告Q]、[被告BJ]、[被告BH]、[被告BI]、[被告E]、[被告BK]、[被告BF]、[被告C]、[被告BL]等。开工作车的工资一般由[被告BN]和李某3拿给我发给他们，开工作车的人每天少时300元，多的时候是500元。赌场开在李X4脚、烂滩、董某、腊烛寨、<LOC>、粪<LOC>、<LOC>、<LOC>、高某2、包谷地、箐X、大丫口、黑石龙煤矿上面、<LOC>、雨X某脚、坡寨、<LOC>等地。[被告P]负责管理哨兵，也跟着放哨，[被告K]、[被告S]、[被告V]、[被告R]、[被告BK]。开工作车的有[被告N]，其他我不知道了。我在赌场管理工作车总的得了八、九万元。赌场打水的有[被告G]、刘某3、[被告D]2，负责管理维护赌场秩序的有[被告BN]、[被告H]、[被告I]、[被告T]、[被告U]，王某2经常和[被告D]一起去赌场，李某3主要负责接待联系赌客。2015年和2016年[被告X]和[被告B]负责保管背水钱。赌场上打水多的时候每天有十多万。接赌客是在<LOC>建材市场旁、<LOC>下面路边、天力酒店门口。赌场上少的时候一天有三四十人，多的时候一天一百多人。在赌场开车拉桌椅板凳的是[被告K]。我管理工作车最先时赌客不认识我，都是李某3联系我，熟悉后赌客就直接打电话给我。13、[被告X]的供述：赌场的股东有[被告D]、[被告A]、普X2的兴望、外地的[被告F]、[被告BM]、[被告L]等人。2015年9月份左右，[被告D]叫我拿钱到赌场上放赌债赚利息，我就把八万元钱拿给[被告D]，利息我和[被告D]平分，我得了八千利息，另外八千[被告D]拿给他的兄弟李某3、[被告BN]他们了。水钱先是余某保管，因余某会赌钱，[被告D]就叫我保管，我保管有两个月左右，之后由[被告U]和[被告B]保管。每天多的时候打得水钱十四五万元，通常情况下每天七八万元，我保管的这段时间打的水钱有三百多万元。我在的这段时间，[被告G]和[被告BF]负责打水，水钱满一万或二万他就把钱给[被告BN]、[被告H]，他俩点清了交我保管，当天散场了之后[被告H]就把水钱拿来发给开工作车、哨兵、赌客的红钱，剩下的我就交给[被告D]，他就分给股东。在赌场上维护秩序的有[被告BN]、[被告H]、[被告I]，在赌场放哨的有高某1的小X12、[被告P]、[被告V]，放哨的哨兵由[被告P]负责管理，每天工资是三四百元，哨兵的工资都是由[被告BN]或[被告H]交给[被告P]发。开工作车的有[被告Q]、[被告E]、[被告BG]、[被告BI]、[被告C]，开工作车的由[被告J]负责管理，费用是四五百元一天。赌场开在<LOC>县李X某、<LOC>、<LOC>、箐X、大山脚、包谷地，<LOC>的高某2、<LOC>、<LOC>、<LOC>杨某2、<LOC>后面，都是轮换着赌。地点是[被告BN]打电话给[被告P]，[被告P]找的，[被告K]负责开车拉桌椅，哨兵跟着搬运、摆放。赌场最多的时候有200多人，少的时候有四五十人，通常都有一百人左右，14、[被告B]的供述：我之前就知道[被告BN]、[被告H]他们在<LOC>开赌场，我想去赚点费用。2016年5月的一天，我给[被告H]打电话去赌场上，刚去的时候是参与摆赌场的桌椅板凳，背赌场用的股子和扑克，保管了10多20天左右的水钱，由[被告H]把水钱拿给我，一天有两万多的水钱，最多的时候有四万多水钱，[被告H]把水钱发给开工作车的、放哨的人，我每天得200元费用。水钱之前是[被告X]管，后是[被告U]管，之后是我，我一直保管到2016年7月底。我保管的这段时间总的打得水钱二十多万元。赌场的股东[被告A]、[被告L]、[被告BN]、[被告H]等人。负责打水的是<LOC>的[被告G]、[被告D]2、小X2某3等人，负责放哨的由[被告P]管理，[被告K]负责开车拉桌椅板凳。在赌场上开工作车接送赌客的有[被告Z]、[被告BD]、[被告Y]、[被告BG]、[被告E]、[被告BC]、[被告BK]、[被告BI]等，开车的由[被告J]管理和发费用。我帮[被告J]管理过三天，[被告I]参与管理工作车有二十几天。维护秩序和管理赌场的有[被告BN]、[被告H]、李某3、[被告I]、[被告T]等。赌场里每天少的时候有四十人左右，一般五、六十人，多的时候一百人左右。赌场开在高某2、包谷地、箐X等。15、[被告U]的供述：2016年5月的一天，我到[被告D]、[被告A]的赌场上，先是[被告X]保管水钱，有两天[被告X]没去，[被告BN]叫我保管水钱。后又是[被告X]和[被告B]保管水钱，在高某2赌场上我保管的水钱有四万多元，在李X5打得的水钱是二万多，2016年7月中旬，我就没有去赌场了。赌场负责打水的有[被告G]、[被告M]。负责管理赌场和维护秩序的有[被告BN]、[被告H]、李某3、[被告T]、[被告B]、[被告I]等。开工作车的有[被告Q]、[被告Z]等。[被告G]、[被告BF]打水的人凑满一万或五千元后交给保管的人，结束后水钱交给[被告BN]，[被告BN]或[被告H]、李某3拿水钱发赌客红钱和费用。赌场是用扑克和骰子“挖豹子”。我见下注有单注5万，一般2、3千，单注2、3万的多，最低下注100元。赌场上最多的时候有200多人。16、[被告K]的供述：我在赌场里开车拉赌博的桌子板凳，他们赌完后我和哨兵负责收桌椅。我从2015年8月进入赌场，断断续续干到2016年10月左右。我实际干了200天左右。赌场地点主要在城南、城北、<LOC>街道办事处的一些山坡上，有二十多个点。赌场的股东有[被告A]、李某3等人。在赌场放哨的有我、[被告P]、[被告R]、周某、[被告V]、[被告BA]、[被告BE]、[被告O]、[被告S]等人，[被告P]负责管理放哨人员，他又安排我去指哨兵的位置，哨兵的工资由[被告P]负责发。在赌场里开工作车的有[被告BG]、[被告BC]、[被告BJ]、[被告Y]、江某、[被告BD]、[被告E]、[被告BO]、[被告BF]、[被告BH]等人，[被告J]负责管理开工作车的人。[被告X]负责保管和背水钱，[被告B]、[被告I]也参与管理过工作车。打水抽头的是[被告G]、小X2某3、[被告D]2等人。赌场最多的时候一天有两百人左右，最少的时候有五十多人。赌场上的点三家寨那个是我找的，城南办事处的点是[被告O]和[被告S]找的等。<LOC>的点是[被告P]找的。17、[被告S]的供述：2016年1月份，李某3叫我到赌场上放哨，哨兵平时由[被告P]和[被告K]管理，[被告K]负责发工资和安排哨兵位置，一直到2016年6月份我离开赌场。我每天的工资是200至300元，我总的得了2万多元的工资。赌场放哨的有我、[被告K]、[被告P]、[被告V]、[被告R]、陶某、[被告O]、[被告BA]、周某、[被告N]等。开工作车的有[被告BD]、[被告BG]、[被告C]、[被告Q]、[被告Y]、[被告BJ]、[被告BC]、[被告E]，每天工资四五百元。管理工作车的是一个叫[被告J]的人。[被告P]和[被告K]负责管理放哨人员，经常在赌场内的[被告I]和[被告B]会来查哨兵的岗，发现不负责任的就会被吼和被开除。负责管理赌场的有[被告BN]、[被告H]、李某3等，他们负责分红、发放费用。赌场上多的时候有二百多人，少时有一百多人。放哨的还负责赌场上桌椅板凳的摆放，布置赌场。抽头打水的有[被告G]、[被告D]2等，每天打水有七八万元，一般都是五六万元。赌场开在大山脚、腊烛寨、<LOC>包谷地等。股东有[被告D]、[被告A]、张某2、[被告F]，张某2经常带几车人来赌，[被告F]也经常带起两三车人来赌，结束后，张某2和[被告F]会在[被告L]、李某3、[被告BN]、[被告H]那里分钱，约有两三千元。[被告BM]经常到赌场赌钱，也<LOC>赌钱。18、[被告P]的供述：我负责联系<LOC>赌场赌博窝点和发放哨兵工资。屯脚的[被告K]负责安排放哨、拉桌椅板凳，<LOC>的[被告J]负责管理赌博接送赌客的工作车，开工作车的有[被告Q]、毛X的小麻云，为赌场放哨的有[被告K]、曾某1、[被告S]、[被告V]、[被告BA]等，负责管理和看守赌场的人有[被告BN]、[被告H]、[被告BL]，哨兵的工资由[被告B]拿给我，除了我自己的工资外，剩下的再发给放哨的其他人，我在这个赌场25天左右，总共得了两万多元。在<LOC>总的开设了25天，李某3负责联系赌客，若有赌客就叫[被告J]安排工作车去接。先是李某3约我参加他们<LOC>里面开赌场，后[被告A]又叫我参加他们，并叫我负责安排<LOC>里面的赌场窝点。负责管理赌场上放哨的哨兵。赌场打水的人有[被告M]，是用扑克牌和骰子“控豹子”赌钱，少的时候每天有二三十个人去赌钱，多的时候有五六十个。赌场里的股东有[被告A]、[被告D]、[被告F]和普X2的张某2，赌场开设在<LOC>的，我负责找了三个窝点。我是2015年农历九月到冬月二十几在赌场里。我和[被告K]负责管理哨兵，他不在的时候，由我给哨兵发放费用。19、[被告O]的供述：2015年农历7月至2016年5月，[被告P]打电话叫我给他们开设的赌场防哨，一天200元，如果赌场生意好就一天300元，我放哨一共得了一万七八千元。赌场分别是大丫口有三个点，董某有两个点，大山脚有两个点，杨四屯<LOC>有一个点，<LOC>水泥厂上面有一个点，<LOC>里有一个点，都是在山坡的树林里。哨兵是[被告P]在管理，[被告P]和[被告K]给哨兵发工资。[被告K]除了发钱，也和[被告P]管理哨兵和安排哨兵的放哨位置以及拉赌场用的桌椅板凳。放哨的有[被告S]、[被告N]、[被告R]、周某、[被告V]和[被告BA]等人。开工作车接送赌客的有[被告Q]、[被告BD]、[被告BG]、[被告E]，开工作车每天是四五百元，[被告J]管理开工作车的人。抽水的是[被告G]、[被告M]。维护赌场秩序的有[被告BN]、李某3、[被告H]、[被告T]，股东有[被告D]、[被告A]，每天赌钱的人是以挖豹子的形式来赌钱的，人多的时候有五六十人，人少的时候有二三十人。20、[被告Q]的供述：[被告D]和[被告A]让我开车接送赌客，赌场的股东有[被告A]、李某3、[被告F]、[被告L]、张某2（普X2的兴望）、乔X。[被告T]、[被告J]负责管理指挥接送赌客的工作车，[被告J]还负责发放费用。[被告M]、[被告G]负责在赌场打水；袁某、[被告C]、[被告E]和我负责开车，一天可以得300元，我一共得了一万二千元左右。放哨的有四五个，[被告K]站在路边放哨和指路，有人在赌场放高利贷，是用挖豹子的形式进行赌博的，一次最少可以下100元，最多可以下一万五千元。赌场里客人多的时候有一百多人，少的时候有十多二十人，一般情况下都有七八十人。赌场开在李某5大山脚有两个点，董某两个点，大丫口黑石龙有三个点，黑石龙上去有两颗楷杷树处有一个点，<LOC>有一个点，屯脚三家寨有一个点，屯脚新<LOC>三个点，从新<LOC>上去的树林里有一个点，主要就是在这些地方的山坡上和树林里。我在赌场上开车是2015年10月到12月，2016年10月初又开车到年底。21、[被告N]的供述：我是2015年农历的八月至2016年农历六月在<LOC>、李X5、大山脚、包谷地、箐X、大丫口、<LOC>的赌场里放哨。赌场是[被告A]和[被告D]开的，我听赌场人说一个叫兴望的（张某2）也和[被告D]们打伙开了几个月的时间。[被告BN]、[被告H]、李某3负责管理赌场，他们经常都集中在[被告D]家中。[被告G]、小苹果、刘某4负责打了两个多月的水钱，[被告H]、[被告BN]、李某3、[被告I]、[被告T]负责维持秩序，[被告BD]、[被告Q]、小麻某、[被告BJ]、小X8、[被告Z]负责开工作车，金龙、小X12、[被告V]、[被告S]、[被告BO]、[被告K]、陶某、文子、小家洪、郭某和我负责放哨，[被告P]负责管理哨兵，发放哨兵的工资，放哨位置也是[被告P]安排，有时候[被告K]也负责发放工资给我们放哨的，[被告K]还负责用车子拉赌场桌椅板凳。放哨每天得100元到300元，我在赌场放哨期间总的分得20000多元。赌场里每天赌钱的人多的时候有100多人，少的时候有20多人。<LOC>一个叫[被告F]的人在赌场上赌钱，名气有点大，赌的有点大。22、[被告BA]的供述：2016年农历2月份的时候，[被告V]叫我到赌场放哨，我们放哨少的时候可以得100元，多的时候可以得300元，放哨的由[被告P]和[被告K]管理，他们负责给我们发放费用。[被告K]还负责拉桌椅板凳，平时桌椅板凳都放在他的黄色面包车上。赌场的股东有[被告A]、[被告D]、李某3。赌场一直开到2016年农历6月份，主要开设在<LOC>高某2、包谷地箐X、李X某、李X4脚、李X5背后、<LOC>。赌场里负责打水的是[被告G]。放哨得还有[被告O]、[被告N]、[被告K]、周某、[被告V]、[被告R]、小七五、老X2、[被告A]家舅。开车接送赌客的有[被告Q]、[被告BD]、[被告J]、[被告K]。赌场来赌钱的一般用挖豹子的方式来赌钱，少的时候有二三十个人，多的时候有六七十个人。23、[被告W]的供述：2016年5月至6月[被告BN]叫我去屯脚、大山脚、<LOC>附近的赌场里打水。[被告BN]、[被告L]、[被告H]开赌场并负责管理。打水的还有[被告M]、[被告G]、[被告D]2。赌场维护秩序的有[被告BN]、[被告H]、[被告L]。开工作车接送赌客的有[被告Q]，[被告J]负责安排工作车接送赌客。李某3在赌场负责发放工作车和放哨的费用，[被告BN]和[被告H]负责发放打水人的费用。我打水一天可以得300元，有时得400元。赌场人多的时候有五六十个人，少的时候有二三十个人。赌场一天可以打得两万多的水钱，有时可以打得三四万。我们打得水钱了就交给[被告BN]和[被告H]，我在里面打水打了五六天，我打水期间总共打得11万左右。赌场都是以挖豹子的方式赌博。24、[被告BE]的供述：赌场的股东我就知道有[被告A]，2016年8月份左右[被告K]打电话让我到赌场放哨，放哨的还有[被告BA]、[被告O]、[被告N]、[被告K]等人。放哨的钱是由[被告K]负责发放，我放哨将近一个月，桌椅板凳都是由[被告K]开一辆贵B车牌的金黄色面包车负责拉，放哨的人也由[被告K]负责管理，在哪个地点放哨由[被告K]安排，工资也是[被告K]发放。25、[被告BG]的供述：2016年3月的一天，李某3打电话叫我到赌场里开工作车，一天给300元费用，我就租了一辆白色的五菱宏光车号为贵E尾号8666到赌场开工作车，一直到2016年的5月。赌场在李某5<LOC>、李某5大山脚、李某5董某、李某5<LOC>、大丫口的枇杷树、<LOC>水泥厂上面、<LOC>、<LOC>附近，这些地方都是在山坡上，我一般在<LOC>建材市场的<LOC>、<LOC>拉赌客，如果有外地的赌客就到天力酒店去接，都是小X10某3安排我们去的。[被告Q]开他自己的车接送赌客。赌场的股东是[被告A]。[被告G]负责打水。[被告K]负责拉桌子板凳，开一辆黄色面包车。我开工作车总共得了一万多元，费用都是由[被告J]（[被告J]）发给我的。我还看见[被告BN]、[被告H]、[被告T]在赌场，[被告T]背着一个黑色的包包走来走去。26、[被告R]的供述：2016年3月我同一个叫老X的人去[被告A]、[被告D]、[被告BN]、[被告H]、[被告F]等人在<LOC>县李X某开设的一个赌场内赌钱，[被告A]叫我去放哨，说每天给我300元的好处费，我总的给他们放哨三天。放哨的有我、[被告BE]、[被告N]、[被告S]、[被告BA]、[被告K]、[被告V]、[被告BB]、雷某、[被告O]。打水的有[被告G]（[被告G]）、[被告BF]，负责拉桌子板凳的人是[被告K]，我们放哨的这一帮人就负责搭建赌场。赌场主要以挖豹子的方式赌博。负责开工作车的有[被告K]、[被告Q]、[被告O]。赌场开在<LOC>县李X某两个点，李X4脚一个点，李X5包谷地箐X一个点，包谷地安者一个点，<LOC>内一个点，<LOC>林场一个点，赌场地点是[被告K]和[被告S]找。李X某、大山脚两处是[被告O]找的，参赌人员多时七八十人，少时二三十人。[被告P]和[被告K]负责管理和发放放哨人员费用。[被告P]、[被告K]、[被告S]管理放哨人员。[被告J]负责管理开车的人员。赌场的股东有[被告A]、[被告D]、李某3。27、[被告BB]的供述：2016年正月十六我问[被告P]赌场还差人不，他让我到赌场放哨，有时搭建赌场，摆放桌子板凳，一天答应给我200元。我一直到2016年6月才离开赌场。赌场开在<LOC>两个点，<LOC>一个点，<LOC>三个点，李X5<LOC>一个点，董某三个点，大山脚两个点，高某2三个点，大丫口野汪一个点，大丫口小马路进去三个点，<LOC>一个点。赌场是[被告A]、[被告L]、[被告F]、兴望（张某2）等人开设，多的时候赌场有四五十人，都是先打电话给[被告A]，[被告A]再安排人去接。管理赌场的有[被告BN]、[被告H]、李某3。打水的有[被告G]、[被告M]、[被告D]3、[被告W]。放哨的有我、[被告BE]、[被告N]、[被告K]、[被告S]、[被告O]、[被告V]、[被告BA]、[被告R]、小七五。管理哨兵的是[被告P]和[被告K]。开工作车有[被告Q]、小龙兵、[被告E]，[被告J]负责管理工作车，负责安排工作车接送赌客。我放哨总共领得30000多元钱。参赌人员少的时候有二三十人、多的时候有七八十人。维护赌场秩序的有李某3、[被告H]、[被告BN]、[被告T]、王某2、[被告U]、[被告I]，李某3还负责联系接待外地赌客。管理水钱、负责背赌具的是[被告B]和[被告X]。28、[被告V]的供述：2015年2月至2016年6月份，李某3叫我到他们开设的赌场放哨。我在董某、大山脚、<LOC>、<LOC>、<LOC>、高某2、大丫口、<LOC>为李某3他们开设的赌场放哨，放哨的有我、[被告BE]、[被告N]、[被告BA]、[被告S]、[被告K]、[被告O]、[被告R]、[被告BB]、小七五。负责管理哨兵的是[被告P]和[被告K]，多数都是[被告P]发钱给我们，少数时候是[被告K]发钱给我们，每个哨兵站哪个位置放哨都是由[被告K]具体安排。我总共得了3000多元。开工作车的有[被告Q]、[被告Z]、[被告K]家姐夫、工作车由[被告J]负责管理。打水的有[被告G]、[被告D]3，管理赌场秩序的有[被告BN]、[被告H]、李某3。赌场里的桌子板凳由[被告K]负责开车拉到赌场，赌场人数少时二三十人多时一百多人。赌钱的人有<LOC>、普X2、青X和<LOC>的。赌场是[被告A]、李某3、普X2的兴望（张某2）和[被告F]开的。29、[被告E]的供述：2016年2月份的时候，[被告A]叫我开车送他到赌场上去，主要接送我叔[被告A]，另外其他到赌场赌钱的人，他也安排人跟着一起坐我开的车进出他们开设的赌场。[被告A]每次给我100到200元的费用，包括油钱，我在这个赌场里直到3月份，一个月的时间。[被告A]、普X2的小兴望、[被告F]是赌场的股东。30、[被告BJ]的供述：赌场是[被告A]开的，还有哪些人是股东我不清楚，[被告Q]叫我到赌场上去开工作车接送赌客，2015年的11月份左右去[被告A]等人开设的赌场接送赌客二十多天，最低一天得200元工资，有时300元一天，最多时一天得500元，2016年5月份左右拉了6天，2015年和2016年总的得了4000多元钱。赌场分别开在高某2、有两个点，<LOC>；董某，有一个点；大山脚。开工作车的有[被告Q]和[被告BG]。[被告J]负责管理开工作车的人和发放工资，由[被告J]安排和调度开工作车的人接送赌客，有时由[被告J]拿钱给[被告BG]他们，叫他们转发给开工作车的人。31、[被告Z]的供述：2015年9月至2016年5月我在赌场上负责开工作车接送赌客，没有天天为赌场开工作车，只是断断续续的跑工作车。和我一起开工作车的有[被告Q]、[被告BG]、[被告BJ]、[被告E]、[被告BF]、[被告Y]、[被告BL]、[被告BC]等人。我是[被告J]喊我去的，由[被告J]负责管理工作车和发开工作车的工资.开车的每天得200元。管理赌场的有[被告J]、明某、[被告H]、李某3，为赌场放哨的有[被告K]、[被告N]。32、[被告BC]的供述：2015年9月至11月、2016年3月至5月，我经[被告C]介绍到[被告A]的赌场开工作车接送赌客，每天少的时候得300元，多的时候得500元，总的得了三四万元。在赌场里开工作车的还有[被告BG]、[被告Q]、[被告C]、[被告E]、[被告Y]、[被告BD]、[被告Z]、[被告BJ]等人。负责管理工作车的人叫[被告J]，我们的工资都是他发。[被告B]有时也负责管理和安排我们。在赌场放哨的有[被告V]、[被告S]、[被告N]、[被告BK]、[被告BA]等人，[被告P]负责管理哨兵，哨兵放哨的位置都由他安排，他还负责为赌场找点，发哨兵工资。[被告K]还负责拉桌子板凳，同时也负责放哨，每天比其他哨兵多得一二百元。负责管理赌场的有李某3、[被告BN]、[被告H]，他们每天都到赌场内去安排管理。在赌场内打水抽头的有[被告G]、[被告D]2、[被告M]、[被告W]。赌场是[被告D]、[被告A]、[被告BM]、李某3、[被告F]开的。33、[被告BL]的供述：我知道[被告BG]在赌场跑工作车，我和[被告BG]联系后开着自已的面包车去赌场里跑了十多天。因我不准时，李某3就不让我跑了。每天400-500元钱。共得了6000多元，一直是[被告BG]拿工资给我。我在<LOC>建材市场接客。接送到大丫口、高某2、包谷地。在赌场里开工作车的有[被告BG]、[被告BF]、[被告Y]、[被告BJ]、[被告E]等。在赌场放哨的有[被告R]、[被告S]等。赌场里每天都有五、六十人。34、[被告C]的供述：2015年9月份李某3叫我到他们开的赌场上开工作车，我开了二天没有开了。2016年7月份，李某3又叫我去赌场开车，开了五天就没开了。每天多的时候有500元，少的时候有400元，我总的得2900元。赌场是[被告A]、[被告BM]等人开的，听说普X2的兴望也参与开赌场的。负责管理秩序的有[被告BN]、[被告H]、李某3、[被告I]、王某2。打水的有[被告G]、[被告M]、[被告D]2等。保管水钱的是[被告X]。水钱多的时候一天能打得二十万元，少的时候打得七八万。开工作车的有我、[被告BC]、[被告Q]、[被告Y]、[被告BG]、李某5小X5、巴某的[被告BF]、[被告BL]、[被告BD]、[被告BJ]、[被告E]等。管理工作车的有[被告J]和[被告B]。工作车的费用由李某3或[被告J]发放。放哨的有[被告P]、[被告R]、[被告BB]、[被告V]等人，哨兵由[被告P]管理。赌场开在李X某、<LOC>、<LOC>、高某2、包谷地、<LOC>煤矿、大丫口、坡寨等。赌场上人多时有两百人左右，少时有四五十人。35、[被告Y]的供述：2015年8月份左右，[被告J]叫我开工作车接送赌客，每天接送的费用300-500元，我开到2016年9月份，赌场就没有开了，总的得了6万元左右的工资。都是[被告J]拿钱给我，他不在的话是[被告B]和[被告BN]给我。赌场是[被告D]、[被告A]、[被告BM]、普X2的兴望（张某2）、[被告F]开的。负责管理赌场的是[被告BN]、李某3、王某2、[被告H]、[被告I]、[被告B]、[被告T]、[被告U]等人。负责管理哨兵的是[被告P]，负责管理工作车的是[被告J]，有时[被告B]、[被告T]、[被告I]也跟着管理工作车。[被告K]负责拉桌椅板凳和放哨，他们的费用是每天600元到800元之间。放哨的有[被告S]、[被告N]、[被告O]、[被告K]、[被告BB]、[被告V]、[被告BE]、[被告R]、[被告BA]等。他们放哨的费用是200元到300元，有时只得100元。负责开工作车的有我、[被告BC]、[被告Q]、张某3、[被告BG]、[被告BJ]、[被告BF]、[被告BO]、[被告BD]、[被告BK]等。赌场上管理水钱的是[被告X]、[被告B]等。打水的是[被告M]、[被告G]、[被告D]2、[被告W]。是用扑克骰子“挖豹子”的方式赌博。36、[被告BD]的供述：2016年2月份[被告J]叫我到他们的赌场上开车，我开到2016年6月份就没有开了，我总的得了四万元左右。开车的人有[被告Y]、[被告BI]、[被告BC]、[被告Q]、李某5小X5、[被告Z]、[被告BJ]、[被告BG]、[被告BH]、曾某2、[被告BK]、[被告E]等人，工作车经常都是[被告J]在管理安排，李某3、[被告B]、[被告T]也管理过。[被告I]摆放桌椅，也管理工作车和发放费用。放哨的有[被告K]、[被告O]、周某、[被告S]、雷某、[被告V]、陶某、[被告BA]、[被告P]、[被告R]，[被告P]是哨兵头子，[被告K]也参与管理哨兵和拉桌椅板凳。[被告BN]、[被告H]、李某3发放赌场的费用，[被告U]和[被告I]维护赌场秩序。赌场开在<LOC>、董某、大山脚、烂滩、<LOC>、箐X，<LOC>的<LOC>、<LOC>、高某2。赌场是[被告A]、[被告D]、梅某（[被告BM]）、[被告L]（[被告L]）、青X的兴望（张某2）开的，[被告F]经常带人到赌场里赌。赌场上打水的人我知道的有[被告G]、小苹果（[被告D]2）和[被告M]等人，保管水钱我知道的有[被告T]、王某2，赌场上最少时候有100人左右，最多的时候有200人左右。37、[被告BI]的供述：2016年5月1日[被告J]叫我去跑工作车，我就开车拉赌客到李X4脚、董某、<LOC>、大丫口、高某2、箐X、<LOC>、屯脚等地，一直到2016年7月才没跑工作车了。最少一天得三百元，最多一天得五百元，总共得了两万多元。开工作车的有[被告BC]、[被告BG]、[被告BJ]、[被告Q]、[被告BD]、[被告Y]、[被告BF]、[被告Z]、[被告E]、[被告BH]、[被告BO]、[被告BK]等人，管理工作车的有李某3、[被告J]、[被告B]。发工作车费用的是[被告J]和[被告Y]。放哨的有[被告BB]、[被告V]、[被告N]、[被告S]、[被告K]等，[被告K]还负责拉桌椅板凳，哨兵头子是[被告P]、[被告BA]、[被告BE]，[被告P]还负责找赌场地点。赌场的股东是[被告D]、[被告A]、李某3、[被告BN]、[被告H]，还有一个普X2的股东。赌场由[被告BN]和[被告H]管理，李某3负责管理外场。负责打水抽头[被告G]、[被告W]、[被告D]2。赌场少的时候有五六十人，多的时候有一百多人。38、[被告BO]的供述：2016年5月[被告BC]叫我去赌场上开工作车。我们开工作车的是[被告J]在负责管理并发工资，至2016年6月中旬[被告J]叫我们不要去了。我开了一个多月的时间，得了12500元工资。赌场地点是城南街道办事处大山脚<LOC>、董某、<LOC>六个点，李X5烂滩二个点，<LOC>四个点，高某2一个点。一同开工作车的有我、[被告BC]、[被告Z]、[被告Y]、[被告BD]、[被告BJ]、[被告BH]、小X4、[被告BF]、[被告Q]、[被告BG]、[被告E]等人，[被告J]负责管理开工作车的人，是车队长，他忙的时候[被告B]安排我们开工作车的接送赌客。放哨的有[被告O]、[被告BB]、[被告V]、[被告K]等人，[被告B]负责管理赌场秩序，李某3在赌场内部管理，[被告K]负责拉赌场里桌椅板凳，[被告P]管理放哨的人。赌场是[被告D]、[被告BN]、[被告BM]开设的，[被告A]也经常同[被告D]、[被告BM]在赌场，我不知道是不是股东。我们接送赌客主要在<LOC>东湖天力酒店和<LOC>建材市场旁。39、[被告BF]的供述：2015年8月份，[被告J]喊我去赌场开工作车。我一直工作到2015年11月，每天最低得300元，最高得500元。我总的开了一个多月，得了八千元左右。同我在赌场内开工作车的有[被告E]、[被告BJ]、[被告BI]、[被告BD]、[被告Y]、[被告BL]、[被告BC]、[被告BG]、[被告C]、[被告Z]、[被告BH]、[被告BO]、[被告Q]。管理工作车的是[被告J]，他忙时，他又安排[被告I]和[被告B]管理工作车。赌场地点为城南办事处腊烛寨、董某、大山脚、<LOC>、<LOC>箐X、包谷地，<LOC>办事处<LOC>、<LOC>、高某2。放哨的有[被告P]、[被告R]、[被告K]、郭某、[被告O]、[被告S]、[被告BE]、[被告BB]、[被告V]、[被告BA]、[被告N]、雷某，[被告P]是哨兵头子，负责管理哨兵。[被告K]还负责拉赌博的桌椅板凳，查哨兵的岗。[被告O]和[被告S]除放哨外还找赌博地点。打水的有[被告M]和[被告G]等人。赌场是[被告D]和[被告A]开的，李某6每天带起十多人来赌。[被告H]、李某3、[被告BN]、[被告T]管理赌场。在赌场内[被告X]背水钱又放码，参与管理工作车的[被告B]也背过水钱和扑克、股子。赌场最多时估计一百四五十人，最少时五六十人，水钱一般一天能抽五六万元，多时能抽十一二万元，我在赌场一个人月，估计打水得八九十万元。40、[被告BH]的供述：我在赌场上开工作车。2016年3月份[被告BJ]叫我和他到赌场去跑工作车，第二天我开车到<LOC>建材市场路口，他叫我好好开工作车，在赌场听[被告J]的安排，我到后看见有六辆面包车，然后[被告J]安排我们拉赌客到高某2去赌钱，当天得了400元，之后我断断续续的从2016年3月至5月期间在这个赌场跑了两几个月的工作车。在赌场上开工作车的有[被告BJ]、小X3、[被告BG]、[被告Y]、[被告BC]、[被告Z]、[被告Q]、李某5小X5等。我在<LOC>建材城门口和天力酒店接送，到李某5董某、<LOC>、大山脚等。放哨的有[被告P]、[被告V]、[被告BA]、[被告BB]等人。[被告J]负责管理工作车并发放跑工作车的费用。[被告P]负责管理哨兵和找开设赌场的地点。赌场的股东是[被告A]、[被告BM]。[被告D]和一个叫文X2的人经常在赌场。[被告BN]和[被告H]负责管理赌场的内场。赌场少的时候一百多人，多的时候二百多人。赌客有贞丰、普X2、<LOC>、<LOC>、<LOC>等地方的。赌场一天打水抽头少时有四五万，多的时候有十多万元，总的大约有几百万。41、[被告BK]的供述：我是2016年8月开始在赌场接送赌客，是[被告J]叫我去的，开了个把月的时间。赌场上的工作车由[被告J]负责管理，开车的人有我、[被告Z]、[被告Y]、[被告BD]、[被告BI]、[被告BG]、[被告BC]、[被告Q]、[被告E]、[被告BJ]等人，负责管理赌场的有[被告BN]、[被告H]、[被告B]、[被告I]、[被告T]。放哨的有[被告N]、[被告S]等人，每天有八九辆工作车，我们每天接送的赌客有200人左右。（四）勘验、检查、辨认笔录1、被告人[被告A]的辨认笔录：在公安机关分别提供的八组十二张不同男性照片中，被告人[被告A]辨认出在赌场负责打水抽头的[被告G]，负责为赌场拉桌椅板凳、找赌场地点及管理哨兵的[被告K]，负责给赌场内的工作车、哨兵发放费用的[被告H]，在赌场发放高利贷的[被告X]，负责安排管理工作车的<LOC>人[被告J]。辨认出合伙开设赌场的股东[被告D]、[被告F]、张某2旺，2、被告人[被告M]的辨认笔录：在公安机关分别提供的五组十二张不同男性照片中，被告人[被告M]辨认出开车接送赌客的[被告Q]，管理赌场收取水钱的[被告BN]，开设赌场的[被告D]，在赌场上赌钱的[被告X]，在赌场上和[被告M]一起负责打水抽头的[被告G]。3、被告人[被告G]的辨认笔录：在公安机关分别提供的四组十二张不同男性照片中，被告人[被告G]辨认出开设赌场的[被告A]、李某3、余某；在赌场负责开车接送赌客的[被告Q]；在赌场开车运输座椅板凳、管理接送赌客工作车、管理放哨人员的[被告K]。4、被告人[被告P]的辨认笔录：在公安机关分别提供的二组十二张不同男性照片中，[被告P]辨认出开工作车的[被告J]和放哨的[被告S]。5、被告人[被告O]的辨认笔录：在公安机关分别提供的二组十二张不同男性照片中，[被告O]辩认出放哨的[被告S]和负责安排管理工作车的[被告J]。6、被告人[被告Q]的辨认笔录：在公安机关分别提供的六组十二张不同男性照片中，[被告Q]辨认出赌场股东[被告F]，在赌场负责放哨和指路的[被告K]，安排[被告Q]到赌场开车的[被告D]，在赌场管理工作车指挥工作车停放的[被告T]，负责打水的[被告M]、[被告G]。7、被告人[被告BB]的辨认笔录：在公安机关分别提供的五组十二张不同男性照片中，[被告BB]辨认出在赌场负责管理哨兵和放哨的[被告K]，负责管理开工作车的[被告J]，负责放哨的[被告S]，开设赌扬的股东之一[被告F]，和[被告A]一起开赌场的[被告L]，管理维护赌场秩序的[被告U]。8、被告人[被告V]的辨认笔录：在公安机关分别提供的四组十二张不同男性照片中，[被告V]辨认出在赌场上负责放哨的[被告S]，负责管理工作车的[被告J]，在该赌场上负责管理哨兵、发放哨兵费用的[被告K]；开设赌场的股东之一[被告F]。9、被告人毕某的辨认笔录：在公安机关分别提供的六组十二张不同男性照片中，经毕某辨认，在赌场上[被告BN]安排发给赌客红钱和车费的是[被告H]，在<LOC>天力酒店门口安排赌客坐工作车去赌场的是李某3，在赌场上与[被告M]抽水的人是[被告G]，赌场的股东之一是[被告D]，在天力酒店门口开工作车的是[被告Q]，在赌场上接待安排赌客和安排发放红钱的是[被告BN]。10、被告人吴某1的辨认笔录：在公安机关提供的十二张不同男性照片中，吴某1辨认出在赌场上负责打水的[被告G]。11、被告人[被告X]的辨认笔录：在公安机关分别提供的三组十二张不同男性照片中，[被告X]辨认出经常在赌场上的[被告B]，管理工作车的[被告I]，背水钱的[被告U]。12、被告人[被告B]的辨认笔录：在公安机关分别提供的三组十二张不同男性照片中，[被告B]辨认出在赌场上维护秩序的王某2，管理工作车的[被告I]，保管赌场上水钱的[被告U]。13、被告人[被告Y]的辨认笔录：在公安机关提供的十二张不同男性照片中，[被告Y]辨认出在赌场上负责管理赌场的[被告U]；在公安机关提供的十二张不同女性照片，[被告Y]辩认出赌场的股东[被告BM]。14、被告人[被告BD]的辨认笔录：在公安机关分别提供的六组十二张不同男性照片中，[被告BD]辨认出负责维护赌场秩序的[被告U]，维护赌场秩序和管理工作车的[被告I]，负责管理工作车的[被告T]，开工作车的[被告BK]和[被告Y]，赌场的股东之一[被告L]。在公安机关提供的十二张不同女性照片，[被告BD]辩认出赌场股东之一[被告BM]。15、被告人[被告BI]的辨认笔录：在公安机关分别提供的五组十二张不同男性照片中，[被告BI]辨认出在赌场中管理工作车的[被告T]，开工作车接送赌客的[被告BK]、[被告C]和[被告Y]，赌场股东之一[被告L]。16、被告人[被告BF]的辨认笔录：在公安机关分别提供的三组十二张不同男性照片中，[被告BF]辨认出在赌场内参与管理工作车和维护秩序的[被告I]，参与管理赌场并安排工作车的[被告T]，开工作车接送赌客的[被告C]。17、被告人[被告BH]的辨认笔录：在公安机关提供的十二张不同女性照片中，[被告BH]辨认出了赌场股东之一[被告BM]。18、现场指认笔录、现场照片、方位示意图：证实被告人[被告O]、[被告N]分别指认[被告D]、[被告A]、李X3等人开设赌场的地点为：①<LOC>县<LOC>北面山坡上杉X、<LOC>背后组山坡上杉X里面；②<LOC>县城南街道办事处<LOC>组山坡上松树林里面、<LOC>组山坡上、<LOC>草鞋田树林里和<LOC>、<LOC>蜡社寨组<LOC>山坡上、<LOC>箐X组寨子对面杉X里面、<LOC>包谷地组祥隆煤矿对面杉X里面、<LOC>组杉X里面空坝内、李X5村烂滩组背后杉X、董某一山坡上；③<LOC>县<LOC>街道办事处<LOC>罗汉创业集团东面山坡上、<LOC>石龙煤矿背后的山坡顶上、三X汪X头上一树林里面、<LOC>、<LOC>东面方向杉X里、<LOC>山坡上张X3废弃老房子、<LOC>山坡上[被告BB]家老房子；④<LOC>县城北街道办事处<LOC>居委会杨某2一山坡上。二、2016年5月21日，被告人[被告D]受徐某2（另案）邀约，与蔡某1、彭某、李某1（均另案）在普X2县<LOC>上一树林内开设赌场。开设赌场期间，[被告D]和徐某2负责邀约赌客到赌场赌博，[被告D]同时参与赌博以便留住赌客，李某1负责找关系确保赌场不被公安机关查处。蔡某1负责提供赌具、桌椅和寻找赌博地点。赌场抽头所得资金部分拿给李某1找关系和发放赌场其它费用，剩余部分由蔡某1、李某1、彭某、徐某2、[被告D]平分。2017年5月23日，普X2县公安局<LOC>派出所接报警后，到赌场查获了[被告D]、徐某2、候某等人。赌场每天的参赌人员三十至四十人不等。上述事实，有下列证据证实：1、<LOC>赌场被抓获行政案件材料：证实2016年5月23日，[被告D]等人在<LOC>开设赌场被抓，当时被抓的人有[被告D]、候某、张某4、[被告BB]、王某3刘某2、王某1、徐某2、[被告Q]、刘某1等人。2、证人李某1证言：2016年5月，我和蔡某1、彭某、[被告D]、徐某2在普X2县<LOC>的一个山坡上开设赌场，但我没有去过现场，我分得5000元的水钱。赌场共抽得多少钱我不清楚。赌场由蔡某1管理，我没有到过现场，3、证人候某证言：2016年5月23日与蔡某1到普X2<LOC>的一个山上去赌钱，被派出所的抓了，在赌场见到徐某2及<LOC>的[被告D]，赌场里有一些赌客。4、证人[被告Q]证言：2016年5月23日，安某的小X7打电话让我开车送他及另一男子到<LOC>出去的砂石场处的赌场赌钱，除了油钱、过路费给了我300元，我开车将二人送到赌场后，我在车上等他们的时候被公安抓获。小X7说是徐某2开设的赌场，以挖豹子的方式进行赌博。5、证人[被告BB]证言：2016年5月21日，小X10某3打电话叫我去赌场放哨，我找到小X10某3时有王某1、[被告Q]等人在，我们乘坐[被告Q]的车到<LOC>出去三公里左右的一个沙场，小X10某3安排我和王某1给徐某2开设的赌场放哨一天，当晚坐[被告Q]的车回来。第二天，小X10某3拿钱给我和王某1租了一辆车载小X10某3到<LOC>的赌场上放哨，第三天我们就被抓了，[被告D]、[被告BM]、小X6人当天也被抓。放哨期间一天得200元，我和王某1各得了400元。赌场是以扑克挖豹子的方式进行赌博。6、证人刘某1证言：我通过表叔张X2介绍认识蔡某1，2016年5月23日，蔡某1安排我开车从普X2<LOC>干冲子的赌场送两个人回普X2后，开车从<LOC>皇家至尊门口接六七个人到<LOC>的赌场赌钱，途中被查获。7、证人刘某2证言：2016年5月23日我打电话给徐某2，徐某2说他在<LOC>一个山坡上的赌场里，我与小X11驾车去找徐某2，到砂石场后接到徐某2的电话称有情况，返回时被公安查获，被罚款500元，徐某2也被抓和拘留。8、证人车某证言：2016年5月22日徐某2打电话称他与蔡某1、彭某、[被告D]在<LOC>顶上的砂石场的坡上开有赌场，叫我去玩，我坐他们赌场的工作车去到赌场参与赌博，见[被告D]、张某5及其他几个人<LOC>赌钱，参赌人员有七八十人，抽水人员是[被告D]带去的，抽水是3%，桌面现金赌资二十万左右，抽水得五六万元，听说第二天赌场被抓，[被告D]、[被告BM]被抓获。9、证人张某1证言：听人说徐某2在<LOC>顶上的砂石场的坡上开有赌场，就坐工作车去赌场找到徐某2，赌场有四五十人，赌场输赢的金额有三四万元，通过挖豹子方式进行赌博，第二天就赌场就被查获。10、证人刘某3证言：徐某2在<LOC>开设赌场，喊我到赌场去玩，蔡某1、徐某2参与并安排其他人摆放赌具，搭篷布，蔡某1让徐某2打电话问[被告D]来了没有，电话中[被告D]说马上到，之后见到[被告D]带了七八个人到赌场，后续又来了四五十人，赌场用扑克挖豹子的方式进行赌博，最低下注一百元，抽水的人是[被告D]带来的，抽水是3%，每把牌桌面上有十多万元，输赢二三万元，赌了二三个小时，蔡某1接到电话称公安的来了在砂场哪里，让大家往山上撤退，之后见没有公安干警上赌场，徐某2以为没有事情，就说送[被告D]及和[被告D]一起来的人出去，徐某2开车送[被告D]和[被告D]一起来的人出去就被公安抓获。赌场有放哨人员，接送赌客的车辆。11、证人李某2证言：在普X2县<LOC>的这个赌场的股东有蔡某1、彭某、徐某2，彭某、蔡某1安排我负责开车接送赌客、管理工作车，认识赌场里的[被告D]。赌场一天有30人参与赌博。12、证人彭某证言：2016年4、5月份，徐某2约我与蔡某1一起在<LOC>开赌场，徐某2说<LOC>的[被告D]也想一起整。徐某2问<LOC>有没有熟人，我说李某1在公安有关系，我们约李某1出来，徐某2约李某1参与，李某1也同意了，并说他处理<LOC>的关系。让我们提一部分水钱处理关系，其它的钱平分，由徐某2单独联系[被告D]，蔡某1负责找点购买赌具。徐某2喊人来赌钱，[被告D]参赌，留住赌客。开了三天就被查，李某1打电话说公安的要来查，叫我们跑。后来[被告D]、徐某2被抓获。抽得水钱一万元。13、证人蔡某1证言：2016年5月份左右的一天，徐某2遇到我和彭某说想在<LOC>开一个赌场，他从<LOC>约人来赌钱，他还喊了<LOC>的[被告D]一起整，我们表示同意。他还说找个熟人免得被公安查，彭某就说找李某1。彭某约李某1出来，说了这事，李某1也同意。李某1说先开起来，到时抽水钱跑关系，其余的我们五人分。[被告D]由徐某2单独联系。我负责买赌具和选点，徐某2、彭某负责邀约赌客来赌钱，[被告D]直接在赌场上赌钱，留住赌客，赌场开了三天，第一天十多人，第二天人要多点，第三天人也要多点，第三天被抓，三天打得水钱时一万九千五，蔡某1得伍X，拿了一万四千五百元给彭某。14、证人杨某1证言：2016年5月，蔡某1打电话说候某在赌场被抓，让我找人放一下，后李某1又打电话说他跟人在<LOC>开赌场被抓，<LOC>的[被告D]也被抓了。后来我打电话给邹X2，[被告D]放了出来，徐某2被拘留。15、被告人[被告D]供述：2016年5月的一天，徐某2打电话给我，说他在<LOC>与蔡某3、李某1、彭某开了一个赌场，让我以邀约赌客及参与赌博的形式参与开设赌场，赌场分为伍股，我占一股，第二天我就邀约[被告BM]去赌场赌钱，我和[被告BM]各自输了一万多，一起同行的有驾驶员丁X及[被告Q]，赌场参与赌博的人有30至40人，赌场上的资金有二、三万元，输赢有七八万。当天我与[被告BM]各自输了一万多元，第二天与[被告BM]、[被告Q]到了普X2后，走路去赌场的路上被公安民警抓获，之后与[被告BM]各自被罚款500元后。认识赌场里的徐某2及蔡某1的妻子。开设赌场没有分得钱。16、辩认笔录：在公安机关分别提供的二组十二张不同男性照片中，[被告D]辩认出与其一起在普X2<LOC>开赌场的李某1、彭某。在公安机关分别提供的二组十二张不同男性照片中，刘某3辩认出在普X2县<LOC>参与赌博的吴某2，开设赌场的蔡某1。17、辩认现场笔录、照片、勘验笔录、方位示意图：证实彭某指认开设赌场地点为普X2县<LOC>。以上证据，经庭审举证、质证，查证属实，予以确认。", "interpretation": "本院认为，被告人[被告A]、[被告D]、[被告F]、[被告BM]、[被告L]以盈利为目的，开设赌场，被告人[被告BN]、[被告H]、[被告I]、[被告J]、[被告K]、[被告G]、[被告B]、[被告M]、[被告N]、[被告O]、[被告P]、[被告Q]、[被告T]、[被告R]、[被告U]、[被告V]、[被告X]、[被告W]、[被告S]、[被告Y]、[被告Z]、[被告BB]、[被告BA]、[被告BC]、[被告BD]、[被告BE]、[被告BF]、[被告BG]、[被告BH]、[被告BI]、[被告C]、[被告BJ]、[被告E]、[被告BO]、[被告BK]、[被告BL]明知他人开设赌场，而为其提供服务和帮助，其行为均已构成开设赌场罪，应依法惩处。公诉机关指控四十一名被告人犯开设赌场罪，事实清楚，证据确实、充分，罪名成立，应予确认。在开设赌场期间，参赌人数累计达到120人以上，属情节严重，依法应处三年以上十年以下有期徒刑，并处罚金。在共同犯罪中，[被告A]、[被告D]、[被告F]、[被告BM]作为赌场的股东，长期参与赌场开设，起主要作用系主犯；[被告L]参与开设赌场时间短，起次要作用，[被告BN]、[被告H]、[被告I]、[被告J]、[被告K]、[被告G]、[被告B]、[被告M]、[被告N]、[被告O]、[被告P]、[被告Q]、[被告T]、[被告R]、[被告U]、[被告V]、[被告X]、[被告W]、[被告S]、[被告Y]、[被告Z]、[被告BB]、[被告BA]、[被告BC]、[被告BD]、[被告BE]、[被告BF]、[被告BG]、[被告BH]、[被告BI]、[被告C]、[被告BJ]、[被告E]、[被告BO]、[被告BK]、[被告BL]分别在赌场上参与管理、为赌场提供抽水、开车、放哨等服务和帮助，均系从犯。[被告D]、[被告H]、[被告BN]、[被告I]因故意犯罪被判处有期徒刑以上刑罚，刑罚执行完毕后五年内再犯应当判处有期徒刑以上刑罚之罪，系累犯，[被告J]、[被告M]、[被告N]、[被告T]有犯罪前科，[被告G]、[被告R]在缓刑考验期限内犯新罪，应撤销缓刑，对新犯的罪与前罪实行数罪并罚。[被告D]提供他人贩卖毒品的线索，公安机关从而得以侦破案件，具有立功情节。[被告BN]、[被告J]、[被告K]、[被告P]、[被告V]、[被告Y]、[被告BB]、[被告BC]、[被告BD]、[被告BF]、[被告BI]、[被告C]、[被告BO]主动到案并如实供述犯罪事实，具有自首情节；[被告U]对其行为性质辩解是赌博罪，不影响其主动到案如实供述犯罪事实，可以认定具有自首情节。[被告D]、[被告F]、[被告A]、[被告H]、[被告I]、[被告G]、[被告B]、[被告M]、[被告N]、[被告O]、[被告Q]、[被告T]、[被告R]、[被告W]、[被告X]、[被告S]、[被告Z]、[被告BA]、[被告BE]、[被告BG]、[被告BH]、[被告BJ]、[被告E]、[被告BK]、[被告BL]归案后如实供述犯罪事实，具有坦白情节。[被告BM]、[被告L]对其行为性质辩解是赌博罪，不影响其在公安机关如实供述犯罪事实，可以认定具有坦白情节。综合上述情节，对[被告F]应从重处罚，对[被告BM]、[被告A]、[被告D]可从轻处罚，对[被告H]、[被告BN]、[被告I]、[被告J]、[被告K]、[被告B]、[被告L]、[被告M]、[被告N]、[被告O]、[被告P]、[被告Q]、[被告S]、[被告T]可减轻或从轻处罚，对[被告G]、[被告R]应数罪并罚，[被告U]、[被告V]、[被告W]、[被告X]、[被告Y]、[被告Z]、[被告BB]、[被告BA]、[被告BC]、[被告BD]、[被告BE]、[被告BF]、[被告BG]、[被告BH]、[被告BI]、[被告BJ]、[被告E]、[被告BK]、[被告C]、[被告BO]、[被告BL]均符合适用缓刑条件，可对他们从轻处罚并适用缓刑。[被告D]辩称：在<LOC>开赌场我认罪，但我不是股东，是[被告A]提议开，让我给他提供帮助，默认[被告A]以我的名义开赌场，给他提供赌资，介绍人到赌场上班，约人去赌钱。我只是在普X2<LOC>赌场赌过两天钱，徐某2喊我去赌，人多热闹就叫我参一股，我没有分过钱，第三天就被抓了。不应该定我开设赌场。经查，[被告D]供述与其他被告人供述能相互印证，[被告A]邀约其开赌场，其同意并积极提供帮助，参与分红，在<LOC>开赌场，有证人证言能够证实，徐某2邀约[被告D]喊人参赌，并分股份，故均应认定[被告D]为赌场股东，构成开设赌场罪，该辩解意见不成立，不予采纳。[被告F]辩称：我只是参与赌博，应定我赌博罪，我没有邀约其他人赌博，也没有分过钱，我没有开设赌场。经查，[被告F]虽然未做任何供述，但有多名被告人供述[被告F]作为股东，多次邀约<LOC>、<LOC>人到赌场一起参与赌博，因此应认定其构成开设赌场罪，该辩解意见不成立，不予采纳。[被告BM]辩称：我只是去赌博，没有参与开设赌场，不是股东。[被告BM]在庭审中辩称是赌博，但其在公安机关供述其与[被告D]、[被告A]合伙开庄赌钱，结束后共同分赌博抽水的钱，与其他被告人供述能够相互印证，应定开设赌场罪，该辩解意见不成立，不予采纳。[被告L]辩称：我只是去赌博，我不是股东，我没有分过钱。经查，[被告L]在公安机关供述其曾带人到赌场上去赌钱，每天分一千到三百不等的钱，与其他被告人供述[被告L]系股东，带人到赌场参赌能够相互印证，应定开设赌场罪，该辩解意见不成立，不予采纳。[被告Z]辩称：公安到我家，家里人通知我公安机关找我，我就马上回家了，应属于自首。经查，公安机关到[被告Z]找家[被告Z]，其家属通知他公安机关找其查户口，[被告Z]才回到家中，其并不是因自己涉嫌本案而主动到案，不应认定为自首，该辩解意见不成立，不予采纳。被告人[被告U]辩称：我认为我不构成开设赌场罪，我只是参与赌博。经查[被告U]管理赌场，并在赌场上背水钱，该事实有[被告U]在公安机关的供述和其他被告人的供述能够相互印证，其为开设赌场提供帮助，应定开设赌场罪，该辩解意见不成立，不予采纳。辩护人白X所提“[被告A]系初犯，自愿认罪，希望从轻判处”的辩护意见，辩护人国X提出“[被告BM]具有坦白情节”的辩护意见，辩护人周X所提“[被告O]系初从犯，家庭经济困难，希望从轻判处”的辩护意见，辩护人黄X2所提“[被告BN]只是被雇佣维护赌场秩序，作用不大，自愿认罪”的辩护意见，辩护人王X所提“[被告J]只是在赌场中管理车辆，受雇于他人，仅起帮助作用，应定为从犯，其具有投案自首情节”的辩护意见，辩护人曾孔X所提“[被告R]只是起辅助作用，系从犯，只参与放三天”的辩护意见，辩护人张X4所提“[被告BE]到案后如实供述，庭审自愿认罪，悔罪表现好，请求从轻处罚并适用缓刑”的辩护意见，辩护人余X提出“对指控[被告P]的罪名无异议，具有投案自首情节，在本案中系从犯和初犯，自愿认罪悔罪，愿意交纳罚金”的辩护意见，辩护人黄X提出“[被告X]只是负责管理水钱，参与时间短，自愿认罪，具有坦白情节，有悔罪表现，系初犯偶犯，请求判处缓刑”的辩护意见，辩护人李X2提出“[被告M]犯罪时间没有起诉书指控的那么长，系从犯，具有坦白情节，自愿认罪，态度好”的辩护意见，与查明事实相符，予以采纳。辩护人邹X、罗X高所提“[被告D]开设赌场的事实不清，证据不足，不构成开设赌场罪，应定赌博罪”的辩护意见，经查，[被告D]在公安机关及庭审中均供述[被告A]告知其要开设赌场，并请求其提供帮助，[被告D]答应了[被告A]的请求积极为其提供帮助，并参与分红，该事实另有其他被告人供述相互印证，故其作为股东参与开设赌场的事实清楚，证据充分，该辩护意见不成立，不予采纳。辩护人国X所提“不应认定[被告BM]是开设赌场的股东，其只是参与赌博，应当定赌博罪，自愿认罪，悔罪表现好，受他人邀约参与赌博，主观恶性不大”的辩护意见，经查，[被告BM]在公安机关供述其与[被告A]、[被告D]一起<LOC>参赌，事后共同分赌场抽水的钱，在庭审中亦陈X述在公安机关如实供述，且该事实与其他被告人供述能够相互印证，其在庭审中虽辩称只是参与赌博，但未对事实提出异议，其明知他人开设赌场，而积极参与，因此应定开设赌场罪，该辩护意见不成立，不予采纳。辩护人文X所提“[被告K]只是开车，管理哨兵的事实不成立，因其家庭困难，希望对其适用缓刑”的辩护意见，经查，[被告K]在赌场上管理哨兵和拉桌椅板凳的事实，有[被告K]供述与多名被告人供述相互印证，[被告K]家庭困难不是其犯罪的理由，亦不属于法定或酌定从轻处罚情节，该辩护意见不成立，不予采纳。依照《中华人民共和国刑法》", "laws": [303], "relations": [["开设赌场罪", "L", "帮助", "A"], ["开设赌场罪", "L", "帮助", "D"], ["开设赌场罪", "L", "帮助", "F"], ["开设赌场罪", "L", "帮助", "BM"], ["开设赌场罪", "BN", "帮助", "A"], ["开设赌场罪", "BN", "帮助", "D"], ["开设赌场罪", "BN", "帮助", "F"], ["开设赌场罪", "BN", "帮助", "BM"], ["开设赌场罪", "H", "帮助", "A"], ["开设赌场罪", "H", "帮助", "D"], ["开设赌场罪", "H", "帮助", "F"], ["开设赌场罪", "H", "帮助", "BM"], ["开设赌场罪", "I", "帮助", "A"], ["开设赌场罪", "I", "帮助", "D"], ["开设赌场罪", "I", "帮助", "F"], ["开设赌场罪", "I", "帮助", "BM"], ["开设赌场罪", "J", "帮助", "A"], ["开设赌场罪", "J", "帮助", "D"], ["开设赌场罪", "J", "帮助", "F"], ["开设赌场罪", "J", "帮助", "BM"], ["开设赌场罪", "K", "帮助", "A"], ["开设赌场罪", "K", "帮助", "D"], ["开设赌场罪", "K", "帮助", "F"], ["开设赌场罪", "K", "帮助", "BM"], ["开设赌场罪", "G", "帮助", "A"], ["开设赌场罪", "G", "帮助", "D"], ["开设赌场罪", "G", "帮助", "F"], ["开设赌场罪", "G", "帮助", "BM"], ["开设赌场罪", "B", "帮助", "A"], ["开设赌场罪", "B", "帮助", "D"], ["开设赌场罪", "B", "帮助", "F"], ["开设赌场罪", "B", "帮助", "BM"], ["开设赌场罪", "M", "帮助", "A"], ["开设赌场罪", "M", "帮助", "D"], ["开设赌场罪", "M", "帮助", "F"], ["开设赌场罪", "M", "帮助", "BM"], ["开设赌场罪", "N", "帮助", "A"], ["开设赌场罪", "N", "帮助", "D"], ["开设赌场罪", "N", "帮助", "F"], ["开设赌场罪", "N", "帮助", "BM"], ["开设赌场罪", "O", "帮助", "A"], ["开设赌场罪", "O", "帮助", "D"], ["开设赌场罪", "O", "帮助", "F"], ["开设赌场罪", "O", "帮助", "BM"], ["开设赌场罪", "P", "帮助", "A"], ["开设赌场罪", "P", "帮助", "D"], ["开设赌场罪", "P", "帮助", "F"], ["开设赌场罪", "P", "帮助", "BM"], ["开设赌场罪", "Q", "帮助", "A"], ["开设赌场罪", "Q", "帮助", "D"], ["开设赌场罪", "Q", "帮助", "F"], ["开设赌场罪", "Q", "帮助", "BM"], ["开设赌场罪", "T", "帮助", "A"], ["开设赌场罪", "T", "帮助", "D"], ["开设赌场罪", "T", "帮助", "F"], ["开设赌场罪", "T", "帮助", "BM"], ["开设赌场罪", "R", "帮助", "A"], ["开设赌场罪", "R", "帮助", "D"], ["开设赌场罪", "R", "帮助", "F"], ["开设赌场罪", "R", "帮助", "BM"], ["开设赌场罪", "U", "帮助", "A"], ["开设赌场罪", "U", "帮助", "D"], ["开设赌场罪", "U", "帮助", "F"], ["开设赌场罪", "U", "帮助", "BM"], ["开设赌场罪", "V", "帮助", "A"], ["开设赌场罪", "V", "帮助", "D"], ["开设赌场罪", "V", "帮助", "F"], ["开设赌场罪", "V", "帮助", "BM"], ["开设赌场罪", "X", "帮助", "A"], ["开设赌场罪", "X", "帮助", "D"], ["开设赌场罪", "X", "帮助", "F"], ["开设赌场罪", "X", "帮助", "BM"], ["开设赌场罪", "W", "帮助", "A"], ["开设赌场罪", "W", "帮助", "D"], ["开设赌场罪", "W", "帮助", "F"], ["开设赌场罪", "W", "帮助", "BM"], ["开设赌场罪", "S", "帮助", "A"], ["开设赌场罪", "S", "帮助", "D"], ["开设赌场罪", "S", "帮助", "F"], ["开设赌场罪", "S", "帮助", "BM"], ["开设赌场罪", "Y", "帮助", "A"], ["开设赌场罪", "Y", "帮助", "D"], ["开设赌场罪", "Y", "帮助", "F"], ["开设赌场罪", "Y", "帮助", "BM"], ["开设赌场罪", "Z", "帮助", "A"], ["开设赌场罪", "Z", "帮助", "D"], ["开设赌场罪", "Z", "帮助", "F"], ["开设赌场罪", "Z", "帮助", "BM"], ["开设赌场罪", "BB", "帮助", "A"], ["开设赌场罪", "BB", "帮助", "D"], ["开设赌场罪", "BB", "帮助", "F"], ["开设赌场罪", "BB", "帮助", "BM"], ["开设赌场罪", "BA", "帮助", "A"], ["开设赌场罪", "BA", "帮助", "D"], ["开设赌场罪", "BA", "帮助", "F"], ["开设赌场罪", "BA", "帮助", "BM"], ["开设赌场罪", "BC", "帮助", "A"], ["开设赌场罪", "BC", "帮助", "D"], ["开设赌场罪", "BC", "帮助", "F"], ["开设赌场罪", "BC", "帮助", "BM"], ["开设赌场罪", "BD", "帮助", "A"], ["开设赌场罪", "BD", "帮助", "D"], ["开设赌场罪", "BD", "帮助", "F"], ["开设赌场罪", "BD", "帮助", "BM"], ["开设赌场罪", "BE", "帮助", "A"], ["开设赌场罪", "BE", "帮助", "D"], ["开设赌场罪", "BE", "帮助", "F"], ["开设赌场罪", "BE", "帮助", "BM"], ["开设赌场罪", "BF", "帮助", "A"], ["开设赌场罪", "BF", "帮助", "D"], ["开设赌场罪", "BF", "帮助", "F"], ["开设赌场罪", "BF", "帮助", "BM"], ["开设赌场罪", "BG", "帮助", "A"], ["开设赌场罪", "BG", "帮助", "D"], ["开设赌场罪", "BG", "帮助", "F"], ["开设赌场罪", "BG", "帮助", "BM"], ["开设赌场罪", "BH", "帮助", "A"], ["开设赌场罪", "BH", "帮助", "D"], ["开设赌场罪", "BH", "帮助", "F"], ["开设赌场罪", "BH", "帮助", "BM"], ["开设赌场罪", "BI", "帮助", "A"], ["开设赌场罪", "BI", "帮助", "D"], ["开设赌场罪", "BI", "帮助", "F"], ["开设赌场罪", "BI", "帮助", "BM"], ["开设赌场罪", "C", "帮助", "A"], ["开设赌场罪", "C", "帮助", "D"], ["开设赌场罪", "C", "帮助", "F"], ["开设赌场罪", "C", "帮助", "BM"], ["开设赌场罪", "BJ", "帮助", "A"], ["开设赌场罪", "BJ", "帮助", "D"], ["开设赌场罪", "BJ", "帮助", "F"], ["开设赌场罪", "BJ", "帮助", "BM"], ["开设赌场罪", "E", "帮助", "A"], ["开设赌场罪", "E", "帮助", "D"], ["开设赌场罪", "E", "帮助", "F"], ["开设赌场罪", "E", "帮助", "BM"], ["开设赌场罪", "BO", "帮助", "A"], ["开设赌场罪", "BO", "帮助", "D"], ["开设赌场罪", "BO", "帮助", "F"], ["开设赌场罪", "BO", "帮助", "BM"], ["开设赌场罪", "BK", "帮助", "A"], ["开设赌场罪", "BK", "帮助", "D"], ["开设赌场罪", "BK", "帮助", "F"], ["开设赌场罪", "BK", "帮助", "BM"], ["开设赌场罪", "BL", "帮助", "A"], ["开设赌场罪", "BL", "帮助", "D"], ["开设赌场罪", "BL", "帮助", "F"], ["开设赌场罪", "BL", "帮助", "BM"]], "criminals_info": {"[被告A]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [6], "term": "有期徒刑四年"}, "[被告F]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [6], "term": "有期徒刑三年零六个月"}, "[被告G]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 6], "term": "有期徒刑三年零三个月"}, "[被告D]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [8, 6], "term": "有期徒刑三年"}, "[被告BM]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [6], "term": "有期徒刑三年"}, "[被告H]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [8, 3, 6], "term": "有期徒刑二年零八个月"}, "[被告BN]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [8, 3, 5], "term": "有期徒刑二年零六个月"}, "[被告I]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [8, 3, 6], "term": "有期徒刑二年零六个月"}, "[被告J]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 5], "term": "有期徒刑二年零二个月"}, "[被告K]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 5], "term": "有期徒刑二年"}, "[被告B]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 6], "term": "有期徒刑二年"}, "[被告L]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 6], "term": "有期徒刑一年零十个月"}, "[被告M]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 6], "term": "有期徒刑一年零六个月"}, "[被告N]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 6], "term": "有期徒刑一年零六个月"}, "[被告O]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 6], "term": "有期徒刑一年零五个月"}, "[被告P]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 5], "term": "有期徒刑一年零五个月"}, "[被告Q]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 6], "term": "有期徒刑一年零四个月"}, "[被告R]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 6], "term": "有期徒刑一年"}, "[被告S]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 6], "term": "有期徒刑一年"}, "[被告T]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 6], "term": "有期徒刑十一个月"}, "[被告U]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 5], "term": "有期徒刑一年零六个月"}, "[被告V]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 5], "term": "有期徒刑一年零三个月"}, "[被告W]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 6], "term": "有期徒刑一年，"}, "[被告X]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 6], "term": "有期徒刑一年，"}, "[被告Y]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 5], "term": "有期徒刑一年，"}, "[被告Z]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 6], "term": "有期徒刑一年，"}, "[被告BA]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 6], "term": "有期徒刑八个月，"}, "[被告BB]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 5], "term": "有期徒刑八个月，"}, "[被告BC]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 5], "term": "有期徒刑八个月，"}, "[被告BD]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 5], "term": "有期徒刑八个月，"}, "[被告BE]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 6], "term": "有期徒刑六个月，"}, "[被告BF]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 5], "term": "拘役六个月，"}, "[被告BG]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 6], "term": "拘役六个月，"}, "[被告BH]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 6], "term": "拘役六个月，"}, "[被告BI]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 5], "term": "拘役五个月，"}, "[被告BJ]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 6], "term": "拘役五个月，"}, "[被告E]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 6], "term": "拘役五个月，"}, "[被告BK]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 6], "term": "拘役五个月，"}, "[被告C]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 5], "term": "拘役四个月，"}, "[被告BO]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 5], "term": "拘役四个月，"}, "[被告BL]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [3, 6], "term": "拘役三个月，"}}}
{"Fact": "<LOC>人民法院刑事判决书(2015)富刑初字第66号公诉机关<LOC>人民检察院。被告人[被告A]，男，1987年6月15日出生于<LOC>，汉族，小学文化，无业。因涉嫌犯xxx罪于2015年1月23日被刑事拘留，同年2月10日被逮捕。现羁押于<LOC>看守所。辩护人金X，四川顺安律师事务所律师。被告人[被告B]，男，1994年5月23日出生于<LOC>，汉族，中专文化，无业。因犯xxx罪于2013年11月被本院判处有期徒刑八个月，缓刑一年；现因涉嫌犯xxx罪于2015年1月20日被限制人身自由，同年1月21日被刑事拘留，同年2月10日被逮捕。现羁押于<LOC>看守所。<LOC>人民检察院以富检公诉刑诉（2015）52号起诉书指控被告人[被告A]、[被告B]犯xxx罪，于2015年4月3日向本院提起公诉。本院依法组成合议庭，公开开庭审理了本案。<LOC>人民检察院指派检察员陈X出庭支持公诉，被告人[被告A]及其辩护人金X、被告人[被告B]等到庭参加诉讼。现已审理终结。<LOC>人民检察院指控，一、2015年1月20日19时许，在<LOC>旅馆305号房内，吸毒人员聂某某向被告人[被告B]购买了价格200元的冰毒和一颗麻X。二、2015年1月中旬的一天，在<LOC>[被告A]家中，[被告A]以50元价格向[被告B]购买了一颗麻X，[被告B]以750元的价格向[被告A]购买了冰毒5克。三、2015年1月23日9时，在<LOC>[被告A]家中，公安人员将[被告A]抓获，从其家中搜出毒品冰毒40.14克。被告人[被告A]、[被告B]的行为已构成xxx罪，提请法院审判。被告人[被告A]承认家中毒品冰毒是自己所有；庭审中陈述虽然[被告B]拿过一颗麻X给自己，但没给钱，还否认向[被告B]出售过冰毒。其辩护人认为[被告A]的行为构成持有毒品罪。被告人[被告B]庭审中对贩卖毒品给聂某某无异议，辩称没有向[被告A]买过冰毒，拿给[被告A]吸的一颗麻X也未收钱。经审理查明：一、2015年1月20日19时许，吸毒人员聂某某在<LOC>旅馆305号房间开房后，向被告人[被告B]电话联系购买毒品，双方在电话中约定好毒品数量和价格后，由被告人[被告B]将毒品带至<LOC>旅馆305号房间与聂某某交易，二人见面后[被告B]交予聂某某一小袋冰毒和一颗麻X，聂某某支付[被告B]毒资200元，随后二人在房间内正准备吸食毒品时被<LOC>公安局禁毒大队民警查获。二、2015年1月23日9时许，<LOC>公安局禁毒大队民警根据线索在<LOC>被告人[被告A]家中将[被告A]和吸毒人员丁某某抓获，并从[被告A]家中搜出[被告A]所藏毒品冰毒40.14克。上述事实，被告人[被告A]、[被告B]在开庭审理过程中亦无异议，并有下列证据证实：1、受案登记表、立案决定书，证明公安机关于2015年1月20日、2015年1月23日分别对[被告B]、[被告A]贩卖毒品案侦查。2、二被告人人口信息，证明二人均系成年人。3、抓获说明，证明2015年1月20日20时许，禁毒大队民警对<LOC>宾馆305房间进行检查，当场查获涉嫌贩毒人员[被告B]及吸毒人员聂某某，并查获疑似冰毒和一颗疑似麻X及吸毒工具。民警随后将[被告B]及聂某某口头传唤到县公安局调查。2015年1月23日9时，禁毒大队民警根据[被告B]案中获得的线索对<LOC>[被告A]家中进行搜索，搜出一包用黑色塑料袋和胶带包裹的疑似毒品、透明小袋若干和电子秤、吸管、不锈钢勺子，民警随后将[被告A]带至县公安局调查。4、扣押决定书及扣押清单，证明2015年1月20日，公安人员扣押被告人[被告B]手机一台（苹果5S）、人民币现金两百元（两张一百元）。2015年1月20日，扣押吸毒人员聂某某疑似毒品冰毒1袋（无色晶体状、透明自封口塑袋包装）、疑似毒品麻X1颗（绿色药丸状）、冰壶1个（塑料矿泉水瓶及两根吸管制作）、锡纸1张、吸管6根。2015年1月23日，扣押被告人[被告A]疑似毒品冰毒1袋（外用黑色塑料袋和透明胶带封包，疑似毒品用透明塑料袋封包）、电子秤1把、毒品包装袋若干（透明小塑料袋）、不锈钢管子1把、吸管5根、VIVO手机一部（外观红色）。5、称量记录及照片，证明2015年1月20日公安人员对吸毒人员聂某某持有疑似冰毒（1袋）称重，共计0.31克，持有疑似麻X（1颗）称重，共计0.09克。2015年1月23日，对被告人[被告A]持有的疑似毒品冰毒进行称量，共计重量为40.14克。6、抓获现场照片，证明抓获[被告B]、聂某某现场照片，查获[被告B]毒资照片，查获聂某某疑似毒品照片。7、扣押被告人[被告B]手机以及手机内的QQ聊天记录照片和聊天记录整理记录，证明其中提到毒品“子子”以及金额等内容。8、搜查证及搜查笔录、照片，证明2015年1月23日，民警在被告人[被告A]位于<LOC>的家中厨房灶台下面的砖柱之间发现一块用黑色塑料袋和胶袋包裹的疑似毒品，另外在主卧室斜对面的一间闲置卧室发现一装杂物的瓦缸，瓦缸内有透明小塑料袋若干以及用于称重的电子秤，不锈钢勺子一把，吸管五根，分别对上述物品予以提取扣押。9、现场检测报告书及检测样本提取笔录，证明2015年1月20日，分别提取[被告B]、聂某某新鲜尿液检测，结果呈阳性。10、[被告B]前科材料，证明2013年11月20日，<LOC>人民法院以xxx罪判处[被告B]有期徒刑八个月，缓刑一年。11、证人聂某某的证言，证明2015年1月20日晚七点过，他在<LOC>广场<LOC>商务宾馆开了房间，是305房，后来他用手机给[被告B]打电话问他有没有东西（指毒品），张X他要多少，他就告诉要一个“肉”（指冰毒）两颗“子子”（指麻X），没隔好久[被告B]就到了宾馆，进了房间后他就把身上的两百元人民币给[被告B]，是两张一百的，[被告B]就从身上拿了一小塑料袋放在房间的麻将桌上，里面装的是无色晶体状的毒品冰毒和一颗绿色药丸状的毒品麻X，然后就在他准备制作冰壶，[被告B]拿着锡纸准备做“板子”的时候，公安就进来了。12、徐某某的证言，证明2013年1月23日上午九点过，<LOC>公安局禁毒大队民警在<LOC>她家中搜查，当时她和丈夫[被告A]在家，“丁凉粉”也在，公安人员在她家厨房灶台下两面的两根砖头柱子中间地面发现了一个黑色的塑料包，塑料包上有一圈透明胶，塑料包里面是一层卫生纸，再里面是一个透明塑料袋，塑料袋里面装着一袋无色晶体状的毒品冰毒。民警在厨房斜对面那间屋墙角的一个土瓦缸中发现一包小的透明的塑料袋、一个电子秤、一个金属勺子、一张中国银行卡，还有几个小塑料袋和几根吸管。13、阮某某的证言，证明2015年1月20日晚上七八点钟，她与[被告B]一起在商业广场“黑骑士”咖啡馆吃饭，在吃饭的时候[被告B]的手机响了，她看见是“聂X”的电话，[被告B]就拿手机到外面去接去了，她估计是“聂X”找[被告B]买毒品。还有在[被告B]被抓的前四五天的一天晚上八九点钟，[被告B]叫她一起到后街[被告A]家去，到后就在床边用冰壶、锡纸、吸管等吸食冰毒。她坐在[被告B]旁边耍手机，她看见[被告B]拿了一个用小塑料袋装的一颗麻X给[被告A]，[被告A]拿了50元钱给[被告B]。当时[被告A]叫[被告B]在[被告A]那里买冰毒，具体谈话内容她不清楚，谈的毒品价格她也不知道，后来另外有个男要进这间屋，她就离开走出巷子到旁边理发店洗头，没过多久[被告B]就回来了。14、鉴定意见及照片，证明经自贡市公安局物证鉴定室鉴定：（1）从聂某某处查获的疑似冰毒（检材编号为201503038-1）和疑似麻X（检材编号为201503038-1）中均检测出甲基苯丙胺。（2）经自贡市公安局物证鉴定室鉴定：从[被告A]处查获的疑似冰毒中（检材编号为201503037-1）中检出甲基苯丙胺。15、检查笔录，证明2015年1月20日20时41分至21时8分，<LOC>公安局禁毒大队民警对<LOC>宾馆305房间进行检查，当场查获涉嫌贩毒人员[被告B]及吸毒人员聂某某，并查获装有疑似冰毒和一颗疑似麻X的小塑料袋及吸毒工具，在[被告B]右边裤袋内发现两张一百元的人民币，在[被告B]右手中发现一张锡纸。关于公诉机关指控2015年1月中旬的一天，在[被告A]家中[被告A]向[被告B]以50元价格购买了一颗麻X，[被告B]向[被告A]以750元价格购买5克冰毒之事，经查，[被告A]、[被告B]当庭否认麻X交易，冰毒也只是谈到买卖而实际并没交易，这与二人在侦查阶段供述矛盾，且仅证人阮某某证实看见[被告A]、[被告B]买卖了一颗“麻X”，又无毒品鉴定意见等证据佐证，本院不予确认。", "interpretation": "本院认为，被告人[被告B]以盈利为目的，非法贩卖毒品的行为已构成贩卖毒品罪；被告人[被告A]非法持有含甲基本丙胺的毒品40.14克，其行为已构成非法持有毒品罪。对公诉机关指控[被告A]犯贩卖毒品罪，因证据不足其指控不能成立。被告人[被告B]有前科劣迹，酌情予以从重处罚。据此，依照《中华人民共和国刑法》", "laws": [347, 348], "relations": [], "criminals_info": {"[被告A]": {"accusations": ["非法持有毒品罪"], "laws": [348], "states": [0], "term": "有期徒刑三年"}, "[被告B]": {"accusations": ["贩卖毒品罪"], "laws": [347], "states": [0], "term": "有期徒刑一年"}}}
{"Fact": "<LOC>县人民法院刑事判决书（2014）连刑初字第76号公诉机关：<LOC>县人民检察院。被告人：[被告C]，男，1962年10月1日出生，汉族，小学文化，无业，户籍地址：<LOC>县。1992年3月17日因犯xxx罪被福清市人民法院判处有期徒刑十三年，剥夺政治权利三年。2013年8月25日因涉嫌犯xxx罪被<LOC>县公安局刑事拘留，同年9月10日由<LOC>县人民检察院决定逮捕，次日由<LOC>县公安局执行逮捕。现羁押于<LOC>县看守所。辩护人：程X，福建南剑律师事务所律师。被告人：[被告B]，男，1992年8月5日出生，汉族，初中文化，无业，户籍地址：<LOC>县。2009年1月21日因涉嫌犯xxx罪被<LOC>县公安局刑事拘留，2009年12月7日以xxx罪被<LOC>市中级人民法院判处有期徒刑三年缓刑五年，2009年12月15日由<LOC>市中级人民法院决定释放。2013年8月4日因涉嫌犯xxx罪被<LOC>县公安局刑事拘留，同年9月10日由<LOC>县人民检察院决定逮捕，次日由<LOC>县公安局执行逮捕。现羁押于<LOC>县看守所。被告人：[被告D]，男，1988年6月28日出生，汉族，初中文化，无业，户籍地址：<LOC>县。2007年9月3日因犯xxx罪被<LOC>县人民法院判处有期徒刑二年缓刑二年。2013年8月4日因涉嫌犯xxx罪被<LOC>县公安局刑事拘留，同年9月10日由<LOC>县人民检察院决定逮捕，次日由<LOC>县公安局执行逮捕。现羁押于<LOC>县看守所。被告人：[被告A]，男，1988年8月18日出生，汉族，初中文化，无业，户籍地址：<LOC>县。2013年8月4日因涉嫌犯xxx罪被<LOC>县公安局刑事拘留，同年9月10日由<LOC>县人民检察院决定逮捕，次日由<LOC>县公安局执行逮捕。现羁押于<LOC>县看守所。<LOC>县人民检察院以连检公刑诉（2014）48号起诉书指控被告人[被告C]、[被告A]犯开设赌场、被告人[被告B]犯故意伤害、开设赌场、被告人[被告D]犯xxx罪，于2014年3月3日向本院提起公诉。本院受理后，依法组成合议庭，公开开庭进行了审理。<LOC>县人民检察院指派检察员吴X2出庭支持公诉，被告人[被告C]及其辩护人、被告人[被告B]、[被告D]、[被告A]到庭参加诉讼，本案现已审理终结。<LOC>县人民检察院指控：一、故意伤害。1、2011年5月17日7时许，因怀疑被害人郑某乙要殴打同案人曾某某（另案处理），被告人[被告B]便伙同曾某某及同案人庄某甲、林X某甲（均另案处理）在<LOC>职业中专学校琢玉楼教室内用拳头、木板等共同殴打郑某乙，致郑某乙右手掌部、背部受伤。经<LOC>县公安局法医鉴定，被害人郑某乙伤情属轻伤。同年7月15日，被告人[被告B]及同案人曾某某、林X某甲共同赔偿被害人郑某乙人民币8万元。2、2012年11月30日凌晨，被害人林X某乙在<LOC>县凤凰<LOC>旁恒X烟酒店购买香烟时，不小心碰到了店主潘某某停放在店门口的电动自行车致该车后视镜脱落，双方因此发生口角。潘某某的朋友同案人“白头”（身份不明）知情后立即纠集了被告人[被告D]及同案人谢某甲、林X某丙、陈X2某乙（均另案处理）等人，由[被告D]开车运送五人到恒X烟酒店门口，谢某甲持匕首，其余四人各持镀锌管下车殴打林X某乙，致林X某乙脸部、手部等处受伤。经<LOC>县公安局法医室鉴定，被害人林X某乙伤情属轻伤。2013年5月20日，同案人林X某丙赔偿被害人林X某乙人民币45000元；同年7月26日，同案人陈X2某乙赔偿被害人林X某乙人民币35000元。二、开设赌场。1、2012年5月至2013年6月间，被告人[被告C]伙同同案人刘某甲、马某甲（均另案处理）等人在<LOC>县<LOC>老人会开设赌场，以“拔饼”方式聚众赌博，从中抽头渔利人民币350000元。其中，被告人[被告C]占赌场4成股份，提供场所、赌具，参与抽头管理等，分得赃款人民币40000元。2、2012年9月至2013年7月间，同案人马某甲、余某某（另案处理）等人在<LOC>县<LOC>镇<LOC>、<LOC>、蓼X沿乡<LOC>、桂林X村、<LOC>、<LOC>山地等地开设赌场，以“拔饼”方式聚众赌博，从中抽头渔利。其中被告人[被告A]于2013年1月和7月分别在赌场中负责记账和看场，共参与20天，分得赃款人民币4000元。3、2013年5月底至6月底间，同案人杨某甲（另案处理）、刘某甲等人在<LOC>县蓼X沿乡<LOC>林X氏祠堂及附近山上等地开设赌场，以“拔饼”方式聚众赌博，从中抽头渔利人民币130000元。其中被告人[被告B]于2013年6月18日至25日间为赌场开车接送赌客，分得赃款人民币3200元。4、2013年7月31日至8月1日间，同案人杨某甲、邵某某（另案处理）等人在<LOC>县蓼X沿乡<LOC>山上开设赌场，以“拔饼”方式聚众赌博，从中抽头渔利人民币30000元。其中被告人[被告B]为赌场开车接送工作人员2天，分得赃款人民币1000元。以上事实，公诉机关提供了相应的证据予以证实，认为被告人[被告C]以营利为目的，结伙开设赌场，聚众赌博，情节严重，其行为已触犯《中华人民共和国刑法》xxx规定的规定，犯罪事实清楚，证据确实充分，应当以xxx罪追究其刑事责任。被告人[被告B]因琐事纠纷竟结伙持械故意伤害他人身体致轻伤；并以营利为目的，结伙开设赌场，聚众赌博，且在缓刑考验期内又犯罪，其行为已触犯《中华人民共和国刑法》xxx规定xxx规定xxx规定、xxx规定的规定，犯罪事实清楚，证据确实充分，应当以xxx罪、xxx罪追究其刑事责任，并撤销缓刑，实行数罪并罚。被告人[被告D]因琐事纠纷，竟结伙持械故意伤害他人身体致轻伤，其行为已触犯《中华人民共和国刑法》xxx规定的规定，犯罪事实清楚，证据确实充分，应当以xxx罪追究其刑事责任。被告人[被告A]以营利为目的，结伙开设赌场，聚众赌博，其行为已触犯《中华人民共和国刑法》xxx规定的规定，犯罪事实清楚，证据确实充分，应当以xxx罪追究其刑事责任。被告人[被告C]在共同犯罪中起主要作用，是主犯，应当按照其所参与的全部犯罪处罚。被告人[被告B]、[被告A]在开设赌场共同犯罪中起次要作用，是从犯，应当对该罪从轻处罚。提请分别依法判处。被告人[被告C]辩称，其对参与开设赌场的事实无异议，但他是被“小X4”等人逼迫参与的，他名义上占赌场4成股份，但实际上仅分红4万元，他愿意退赃，请求从轻处罚。辩护人辩护意见提出：对起诉书指控被告人[被告C]xxx罪没有异议，但指控被告人[被告C]开设赌场“情节严重”，系主犯等证据不足，不能认定。被告人[被告C]是被以马某甲为首的回族人的黑社会组织强行胁迫参与开设赌场，虽然许诺给[被告C]4成股份，但实际每开一次赌场仅给两三百元，且[被告C]只是对棋牌室进行管理，没有对赌场进行管理，所以只能认定被告人[被告C]为胁从犯。被告人[被告C]是肢体二级残疾，生活不能全部处理，并在归案后如实供述自己犯罪事实，有悔罪表现，且其家庭成员均是残疾人，请求法院判处被告人[被告C]在三年以下有期徒刑，并适用缓刑。被告人[被告B]对指控的犯罪事实无异议，请求从轻处罚。被告人[被告D]对指控的犯罪事实无异议，请求从轻处罚。被告人[被告A]对起诉书指控的犯罪事实有异议，2012年年底，他在马某甲等人开设的赌场内负责记账和看场，但他只做了几天，不是起诉书所说的20天，期间也仅分得赃款人民币1000多元。起诉书指控的2013年7月份这起他没有参与，只是在赌场玩。请求从轻处罚。经审理查明：一、故意伤害。（一）、2011年5月17日上午7时许，因怀疑被害人郑某乙要殴打同案人曾某某（另案处理），被告人[被告B]便伙同曾某某及同案人庄某甲、林X某甲（均另案处理）在<LOC>职业中专学校琢玉楼教室内用拳头、木板等共同殴打郑某乙，致郑某乙右手掌部、背部受伤。经鉴定，被害人郑某乙因外伤致右手第五掌骨完全性骨折，损伤程度属轻伤。2011年7月15日，被告人[被告B]及同案人曾某某、林X某甲共同赔偿被害人郑某乙人民币8万元。以上事实，有公诉机关提供并经庭审质证的如下证据予以证实：1、被害人郑某乙陈X2述及辨认笔录，证实2011年5月17日上午7点左右，他经过10计算机02班时被曾某某拦下，曾某某让他到02班去，他跟曾某某进了02班教室，教室门就被关上了。曾某某说：“听说你很霸”，接着就用手推了他一下，接着[被告B]冲过来打他肩膀一拳，他还手打了[被告B]头部一拳，这时林X某甲及一个矮个子学生冲上来用拳头打他，他被打到靠门窗位置撞到课桌摔倒在地。这时曾某某和那个矮个子学生各拿一块木板打他，他用手去挡木板。后他趁乱推开曾某某等人跑出02班教室，[被告B]等人也追出来。这时老师发现他们打架就把[被告B]拉到旁边，他就打电话给他姑姑。他姑姑、姑丈到学校后，他和他姑丈、老师一起到微机室指认打他的同学。他走到综合楼二楼时，遇见曾某某和另外两个打他的同学，其中有那个拿木板砸他的矮个学生。因他当时走得比较快，他姑丈、老师还没上来，曾某某就拿畚斗打他，矮个同学拿扫把打他，他被打后推了矮个同学一下，矮个同学撞到消防栓上把玻璃撞破了，这时他姑丈、老师都上来把他们分开。他头部、左手肩膀、右手手臂、背部被打，右手是曾某某用木板打他时用右手去挡受伤的，背部是矮个同学用木板殴打，其他伤是[被告B]和林X某甲等人用拳头打的。并辨认出打他的矮个学生是同案人庄某甲。2、证人杨某乙证言，证实2011年5月16日下午5点多，他在放学路上听见01班的郑某乙说：“打曾某某很容易”。晚上他在家上班级QQ群时说有人想打曾某某，曾某某说：“谁想打我”，他说：“好像是01班的郑某乙想打你，你要小心点”。第二天上学后，他看见班级附近很多人，听说郑某乙和曾某某等人打架。3、证人林X某丁证言，证实2011年5月17日上午7点左右，他在10计算机2班教室看见曾某某把郑某乙叫到教室里并关上教室前门，曾某某问了几句后用手推了郑某乙一把，郑某乙就用手打了一拳曾某某，接着[被告B]、庄某甲、林X某甲等人一起围上去打郑某乙约3分钟，后郑某乙就挣脱走出教室。[被告B]等人中有人拿课桌的模板打郑某乙。4、<LOC>县公安局法医学鉴定书，证实被害人郑某乙因外伤致右手第五掌骨完全性骨折，损伤程度属轻伤。5、申请书、在学证明、<LOC>县公安局治安调解协议书、收条，证实经公安机关调解，被告人[被告B]与曾某某、林X某甲等人共同一次性赔偿被害人郑某乙医疗费等各类费用人民币8万元。6、<LOC>市中级人民法院（2009）榕刑初字第128号刑事附带民事判决书、决定释放通知书，<LOC>高级人民法院（2010）闽刑终字第70号刑事裁定书，证实被告人[被告B]于2009年1月21日因涉嫌犯xxx罪被<LOC>县公安局刑事拘留，2009年12月7日以xxx罪被<LOC>市中级人民法院判处有期徒刑三年缓刑五年，2009年12月15日由<LOC>市中级人民法院决定释放。7、同案人曾某某侦查阶段的供述，证实2011年5月16日晚上，杨某乙在QQ群上说10计算机1班的郑某乙想打他，[被告B]说第二天找郑某乙问清楚。5月17日上午7点左右，他把郑某乙叫到他班上问为什么打他，郑某乙没说话，他就推了郑某乙一下，郑某乙朝他脸上打一拳，[被告B]就从身后抱住郑某乙，他冲上去用拳头打郑某乙，郑某乙一直挣扎，还用拳头打[被告B]，[被告B]也用拳头打郑某乙。这时，庄某甲、林X某甲过来劝架想把他们分开，也被郑某乙用拳头打到，庄某甲、林X某甲生气了也用拳头打郑某乙。过一会儿，李X老师发现他们打架就把他们分开，后来又陆续来了几个老师把他和庄某甲、林X某甲带到微机室。他们走到综合楼二楼时，郑某乙拿畚斗、扫把又冲上来打他和庄某甲、林X某甲，并把消防栓玻璃打破了。他和庄某甲、林X某甲围住郑某乙，把郑某乙手上的畚斗、扫把抢下来。这时老师发现了就让他们停手，他们就没继续打架。过一会儿，他看见郑某乙家长很多人来学校，老师让他先躲起来。他左脸被郑某乙用拳头打，就顺手拿起一张桌面木板打郑某乙，被郑某乙用右手挡了，林X某甲和[被告B]只是用拳头打郑某乙。8、同案人林X某甲侦查阶段的供述，证实2011年5月17日上午7点左右，曾某某把郑某乙叫到教室里问了几句后就打了郑某乙身上一拳，郑某乙也还手打曾某某，接着[被告B]冲上去抱住郑某乙，这样[被告B]和曾某某与郑某乙就用拳头打来打去。他和庄某甲也冲上去用拳头打郑某乙，郑某乙一边挣扎一边用拳头打[被告B]，[被告B]也用拳头打郑某乙，曾某某就从损坏的桌子的桌面拿起一块木板去打郑某乙，郑某乙挣扎了一会儿就跑出教室。过一会儿老师发现他们打架就把他们劝开，他们走到综合楼二楼时，郑某乙又冲上来拿起畚斗打他和其他人，还把消防栓玻璃打破。他和庄某甲、曾某某围住郑某乙，把郑某乙手上的畚斗抢下来。9、同案人庄某甲侦查阶段的供述，证实2011年5月17日上午7点左右，他在班上做卫生时看见郑某乙和[被告B]、曾某某互相用拳头打对方，他就和林X某甲围上去和郑某乙推打起来，双方用拳头打了几下后，曾某某顺手从损坏的桌子拿起一块木板打郑某乙，郑某乙用右手挡住木板，他也拿起一块桌面木板打郑某乙背部。过了一会儿，李X老师把他们分开，让他们到微机室上课，郑某乙、[被告B]被带到政教处。他走到综合楼二楼时，郑某乙又冲上来拿起畚斗打林X某甲背部，郑某乙推了他一下，他撞到消防栓上把消防栓玻璃撞破。10、户籍证明、到案经过，证实被告人[被告B]身份情况与到案过程。11、被告人[被告B]供述，供认了公诉机关指控的犯罪事实。以上证据，经庭审举证、质证，客观真实，相互印证，能形成锁链，本院予以确认。（二）、2012年11月30日凌晨，被害人林X某乙在<LOC>县<LOC>凤凰<LOC>旁的“恒X”烟酒店购买香烟时，不小心碰倒了店主潘某某停放在店门口的电动车，致使电动车后视镜脱落，双方因此发生口角。潘某某的朋友知情后立即纠集了被告人[被告D]及同案人谢某甲、林X某丙、陈X2某乙（均另案处理）等人，并由[被告D]开车运送五人到“恒X”烟酒店。后在烟酒店门口，谢某甲持匕首，其余四人各持镀锌管殴打林X某乙，致被害人林X某乙脸部、手部等处受伤。经鉴定，被害人林X某乙因外伤致右侧上颌骨及颧骨骨折，体表累计缝合创口达27厘米，损伤程度属轻伤。2013年5月20日，同案人林X某丙赔偿被害人林X某乙人民币4.5万元；同年7月26日，同案人陈X2某乙赔偿被害人林X某乙人民币3.5万元。以上事实，有公诉机关提供并经庭审质证的如下证据予以证实：1、被害人林X某乙陈X2述，证实2012年11月30日凌晨1点多，他喝了很多酒后和詹某某、董某某、陈X2某丙等人从凤凰<LOC>出来，经过<LOC>旁的烟酒商行时，把烟酒商行门口的一辆电动车弄到在地，电动车倒车镜摔坏。有个女孩用<LOC>话质问为什么将车弄倒，董某某就拿出500元赔给她，她不要，他就去骂她。没一会儿他朋友说那个女孩打电话叫人了，朋友劝他先回去，他就在烟酒商行隔壁的<LOC>小吃店外面等车准备先回去，其他朋友到<LOC>小吃店吃点心。没过一会走过来两个男青年问他是不是他将车推倒的，他说是，对方就对他拳打脚踢，接着又来三四个男青年一起殴打他。他被打过程中感觉自己的左手臂很湿，有液体从左手掌往地上滴，左手臂动不了，他硬撑着跑到<LOC>小吃店叫朋友出来。对方打完他时，其中一个男青年还用本地话对他说“拜拜，你该死”。他左手臂有一道长7、8公分的伤，左手小臂有一道约5公分的伤，左手无名指、右肩膀及左脸部都被打伤，詹某某右腿被对方匕首捅伤。2、证人陈X2某丙证言，证实2012年11月30日凌晨1时许，他与林X某乙、董某某、詹某某、李某某五人到凤凰<LOC>隔壁的<LOC>小吃店吃夜宵，董某某与林X某乙到隔壁烟酒便利店买烟。路过烟酒便利店时，林X某乙把停在门口的一辆蓝色助力车碰倒，林X某乙先回<LOC>小吃店，董某某把车扶正向烟酒店老板道歉后回到<LOC>小吃店。林X某乙说不想吃东西，想先回去，詹某某与李某某想陪林X某乙回去，刚走到<LOC>小吃店门口，就有两个男青年围上来殴打林X某乙，董某某上前劝架说：“有话好好说，别动手”，有个男青年指着董某某用本地话说：“不关你的事，走开”。之后从路对面跑过来三个男青年，手里拿着镀锌管。他们用镀锌管敲打林X某乙，林X某乙被打倒在地，对方就跑到对面坐上一辆黑色小车离开。詹某某劝架时左腿后侧被对方用匕首捅伤。3、证人李某某证言，证实2012年11月30日凌晨1时许，他和林X某乙、董某某、詹某某等五人从凤凰<LOC>唱歌结束后到<LOC>门口的<LOC>小吃店吃夜宵，董某某与林X某乙到隔壁烟酒便利店买烟。他当时听到响声，就问董某某什么事，董某某告诉他们说林X某乙把别人车碰倒了，要赔对方500元，但对方没要。林X某乙说不想吃东西想先回去，詹某某与李某某想陪林X某乙回去。刚走到<LOC>小吃店门口，就有两个男青年围上来殴打林X某乙，接着又有三个男青年拿着钢管一起殴打林X某乙。林X某乙被打倒在地后，对方就跑到对面坐上一辆黑色小车离开。他看到对方一个男青年拿匕首，三个男青年拿镀锌管。4、证人詹某某证言，证实2012年11月30日凌晨1时许，他和林X某乙、董某某、李某某等五人从凤凰<LOC>唱歌结束后到<LOC>门口的<LOC>小吃店吃夜宵。当时林X某乙说不想吃要回去。他和李某某就将林X某乙扶到门口，这时就有两个男青年围上来殴打林X某乙，他看到林X某乙被打倒在地，想过去扶，结果左腿后侧被对方其中一人用匕首刺伤，接着又有三个男青年拿着钢管一起殴打林X某乙。林X某乙被打倒在地后，对方就跑到马路对面坐上一辆黑色小车离开。5、证人董某某证言，证实2012年11月30日凌晨1时许，他和林X某乙、詹某某、李某某等五人从凤凰<LOC>唱歌结束后到<LOC>门口的<LOC>小吃店吃夜宵，在路过烟酒便利店门口时林X某乙不小心把一部蓝色助力车推到在地，造成助力车右边反光镜脱落在地。有个女孩质问为什么将她的车弄倒，他就拿出500元赔给她，她不要，他看到那个女孩在打电话。过了一会，詹某某和李某某把林X某乙扶到门口，他看到对面来两个人和林X某乙纠缠在一起，他问怎么回事，其中一个男子用本地话对他说：“不关你的事你少管”，另一个男子手拿匕首直接捅过来，他躲了一下没捅到。接着又有三个男青年拿着钢管一起殴打林X某乙，林X某乙被打倒在地，对方就跑到对面坐上一辆黑色小车离开。6、证人潘某某证言，证实2012年11月一天凌晨1点多，几个人从“<LOC>”出来，应该是喝了不少酒，晃晃悠悠的经过她的烟酒店。有一男一女走进她店里，其他人走进隔壁<LOC>小吃店。去<LOC>小吃店的那几人不知谁碰倒了她停在店门口的电动车，电动车右侧反光镜被折断。她出去扶起电动车，叫住买烟的男子说：“喂，你朋友刚把我电动车碰倒了，反光镜都断了，你要赔”，这男子从口袋里掏出一叠百元人民币摔在收银台上，用一种不服气的语气说：“要赔多少，500够不够”，她说：“不要那么多，你等下，我问下我老公要赔多少”。她到阁楼内想叫醒她老公，可她老公怎么也叫不醒。正当她不知该怎么办时，“<LOC>”的妈咪“阿X”刚好经过，将地上的反光镜捡起来装了上去，说：“这样不是可以了吗”，那个买烟男子拿走他摔在收银台上的一叠钱走进<LOC>小吃店，她回店里。过一会儿，有五、六个男青年从一辆车上下来冲到<LOC>小吃店门口，和在她店买烟男子那伙人在店门口互相拉扯后打起来，打架持续约一分钟，后从车上下来那伙人就上车走了。7、证人邵某某证言，证实大约2013年2月份一天晚9点，他和“小X4”在一家茶馆内打牌，这时“小X4”的老乡“白头”进来跟“小X4”说，在<LOC>县<LOC>“<LOC>”附近的店铺被一名男子殴打。“白头”叫“小X4”叫几个小弟过去报仇。“小X4”当时就打电话给“阿X6”和“阿X5”带几个人去帮忙。没有过多久，“白头”又到了茶馆跟“小X4”说，已经把刚才殴打“白头”的男子给打了并捅那个男子的大腿和腰部。8、现场勘验检查笔录、示意图、现场照片，证实案发现场的位置、概貌情况。9、<LOC>县公安局法医学鉴定书，证实被害人林X某乙因外伤致右侧上颌骨及颧骨骨折，体表累计缝合创口达27厘米，损伤程度属轻伤。10、协议书、收条，申请书，证实同案人林X某丙、陈X2某乙已与被害人林X某乙达成赔偿协议，被害人对同案人林X某丙、陈X2某乙表示谅解。11、<LOC>县人民法院（2007）连刑初字第200号刑事判决书，证实被告人[被告D]于2009年12月7日因犯xxx罪被<LOC>县人民法院判处有期徒刑二年缓刑二年。12、同案人谢某甲侦查阶段的供述及辨认笔录，证实2012年11月底一天晚上，他和“矮子”在<LOC>4区对面一家茶叶店内玩时，“白头”打他电话说“<LOC>”旁的烟酒店里有人闹事，叫他过去看一下。他坐“矮子”驾驶的车在<LOC>附近和“白头”、“阿X5”、“阿X6”等人会合，再由“矮子”驾车送他们到“<LOC>”旁的烟酒店。他们下车看见有两人在店门口耍酒疯，他和“白头”上前问这两人什么情况，其中一人一拳打在他头上，他也向那个人头部反击一拳，这时，这两人同时向他冲来，他从右边裤袋内掏出匕首向其中一人屁股捅一刀，同时“白头”在旁边喊：“一X被打了”，这时“阿X5”、“阿X6”等人拿着镀锌管向这两人冲来打。过了两分钟左右，“阿X5”、“阿X6”、“白头”将这两个男子殴打完后也回到车上，他们驾车离开。并辨认出外号“矮子”的男子是被告人[被告D]以及案发现场。13、同案人陈X2某乙侦查阶段的供述，证实2012年11月底的一天晚上，他和“阿X5”、“白头”、“依飘”、“矮子”一起到<LOC>县人民广场附近的“<LOC>”喝酒，后来他有事情先回去了。到了凌晨的时候，“阿X5”打电话说有人找事，要他去帮忙打架。他到楼下的时候“阿X8”已经开着车子载着“白头”等人在楼下等他。他上车后，发现是[被告D]在开车，他们到“<LOC>”门口后，就从车里拿出事先准备好的镀锌管和匕首，由“阿X5”带头打那个挑事的人，他赶到的时候那个人已经被打倒，他就持镀锌管朝着腿上打了几下，其他人也拿镀锌管击打。那个和“阿X5”朋友发生争执的人手臂被“依飘”划了一刀，那伙人的另外一个在冲突中，屁股也被捅“依飘”拿匕首捅到了。这件事发生的缘由是跟“阿X5”关系要好的一个人，在“<LOC>”门口开烟店，这伙惹事的人中的一个男子可能是因为喝酒的缘故，走路的时候把放在烟店门口的电动车撞到了，据说把电动车的后视镜撞脱落了。店里的女老板出来和男子理论，男子就拿500块钱砸在烟店的柜台上，说是当做赔偿，后来又觉得不甘心，就又折返回来要钱，并且出言不逊。烟酒店老板见势就打电话和“阿X5”说，“阿X5”和烟店女老板关系好，就想替烟店女老板教训一下那些人，于是就叫上他们一起过去教训他们。2012年5月下旬的一天“阿X5”跟他讲已经赔给受害人4万多元了，他家人7月下旬赔给受害者3万多元。14、同案人林X某丙侦查阶段的供述及辨认笔录，证实2012年11月30日晚上，他在<LOC>小区对面的一个茶馆里，“白头”打他电话说“<LOC>”门口的食杂店那里有事情，叫他一起过去看一下，马某甲同意他过去帮忙。后“白头”就坐一辆黑色丰田轿车来接他，他上车发现[被告D]在开车，车内有他、“白头”、谢某甲、陈X2某乙。后车开到了“<LOC>”附近，“白头”、[被告D]都拿着一根镀锌管先下车，剩下的人坐在车内。没有多长时间后，他们看到一个男子和“白头”拉扯在一起，他们车内的人都下车了，他和陈X2某乙从车内各拿一根镀锌管冲过去，谢某甲没拿镀锌管也冲过去了。对方看到他们这边人多就过来劝架，“白头”很凶的对对方的一个男子说：“不关你的事情，走开”，这时，谢某甲已和之前和“白头”拉扯在一起的那个男子拉扯在一起，陈X2某乙用手上的镀锌管敲了这个男子的后背一下，这个男子就瘫倒在地，他们就都用手上的工具去打这个男子。没有多长时间后，他们就坐车离开了。到车上他们才发现谢某甲手上有一把匕首，匕首上有血，刀尖上还有一小块肉。后来，他把刚才的情况向马某甲汇报了，才知道是因为那个食杂店老板的车被那一伙人碰坏引起的，食杂店老板和马某甲很熟。2013年4月，他家人赔给受害者4.5万元。并辨认出被告人[被告D]以及案发现场。15、同案人马某甲侦查阶段的供述，证实其外号“小X4X”，2012年底的时候的一天晚上12点左右，他在<LOC>县<LOC>门口一个茶馆内打牌。期间，林X某丙接到“白头”的电话，后林X某丙跟他说“白头”在凤凰<LOC>那边有点事情要做，要过去帮忙，他同意林X某丙去“白头”那边帮忙。林X某丙就去凤凰<LOC>那边找“白头”。过半个多小时后，林X某丙回到茶馆跟他说，“白头”在<LOC>那边的事情做好了。过一两天，他从“白头”、林X某丙、陈X2某乙等人处了解到，那晚是凤凰<LOC>门口边的烟酒店老板吴X老婆的电动车被一个男青年推倒了，吴X老婆让那男青年赔钱，那男青年还拿钱来砸吴X老婆的头，然后在烟酒便利店门口的一个老乡知道“白头”和烟酒便利店老板的关系比较好，就打电话给了“白头”，“白头”得知此事后赶到了现场，并叫来了林X某丙、陈X2某乙、谢某甲等人一起去殴打那个男青年。殴打中谢某甲用匕首将那个男青年的手臂划伤了，后来林X某丙因为这件事情被公安机关抓获。林X某丙、陈X2某乙等人还合起来赔了被打的男青年三、四万元。16、户籍证明、到案经过，证实被告人[被告D]身份情况与到案过程。17、被告人[被告D]供述，供认了公诉机关指控的犯罪事实。以上证据，经庭审举证、质证，客观真实，相互印证，能形成锁链，本院予以确认。二、开设赌场。（一）、2012年5月至2013年6月期间，被告人[被告C]伙同同案人刘某甲、马某甲（均另案处理）等人在<LOC>县<LOC>老人会开设赌场，组织以麻将牌或扑克牌“拔饼”方式聚众赌博，并从中抽头渔利。被告人[被告C]占赌场4成股份，负责提供场所、赌具，参与抽头管理等。赌场开设期间共获利人民币35万元，其中被告人[被告C]共分得赃款人民币4万元。以上事实，有公诉机关提供并经庭审质证的如下证据予以证实：1、证人黄某甲证言及辨认笔录，证实2013年3、4月份时他到过<LOC>县<LOC>“家富富侨”足浴店旁巷子里的赌场。他听说这个赌场开了很长时间了，老板是马某甲，刘某甲是股东，“鸡头”在赌场内做“场面”，“亮亮”和“小X”看场，“阿X2”负责抽头。赌场内用麻将饼“拔牌九”方式赌博，参赌的大部分是老人。赌场内每庄抽头二百元到五百元不等，一天赌下来的抽头差不多在三千元到五千元，好的时候有一万元至三万元。并辨认出同案人马某甲、刘某甲是该赌场股东。2、证人蔡某甲证言及辨认笔录，证实2013年6月份的一天，“阿X7”叫他去“家富富侨”边上一座新村的一楼老人会内赌博。他到老人会时，“阿X7”在开庄，他在旁边看。他平时看见“拐脚”在抽头，应该有赌场股份。有个回族人看场，偶尔也帮忙抽头，“亮亮”负责赌场管理。赌场一般有二十人左右参赌。并辨认出外号“拐脚”的男子是被告人[被告C]。3、证人林X某戊证言，证实2012年年初开始，“小X4”、刘某甲、“阿X4”、“拐脚”等人在“家富富侨”附近巷子内开设赌场。“拐脚”提供赌博场所、赌具等，“小X4”、刘某甲、“阿X4”负责联系赌徒及安排看场人员的等具体工作。赌场内看场人员有“上官”、蔡某乙、“蛋X”等人。赌场以麻将牌“牌九”方式赌博，每天都有二三十人参赌，有人负责收抽头钱。4、证人刘某乙证言及辨认笔录，证实2013年1月10日下午4点半左右，他和陈X2某丁到<LOC>“家富富侨”足浴店旁一条巷子内的一个赌场，陈X2某丁在赌博，他在一旁观看。陈X2某丁输了一万元，因怀疑是赌场诈赌，就向庄家讨还一万元，庄家不同意，陈X2某丁就与庄家理论。看场小弟听到陈X2某丁说的话就走出赌场打电话。过一会儿，他看到马某甲驾驶一辆越野汽车到赌场门口，马某甲在赌场内逛了一圈便走了，后来看场的五个小弟走出赌场，其中一个和马某甲通了电话，四五个看场的边讲边向他和陈X2某丁走来，都从腰间掏出一把50公分长的单刃镰刀，走到他们面前时被一个在赌场内做卫生的阿姨拦住，那个阿姨对他说：“小弟，你不要跟他们吵，这些回族人很坏的，我帮你开门，你赶快走”。说着，这个阿姨打开赌场后门示意他和陈X2某丁从后面走，他们便从后门冲出去。这些回族人从后门追出来，陈X2某丁X“德克士”方向跑，他往<LOC>方向跑。他跑进<LOC>旁的一个小区内躲起来，过几分钟，他见没人追来，打陈X2某丁电话，陈X2某丁说：“我已经被砍了”。该赌场最大股东是马某甲。并辨认出同案人马某甲、刘某甲是该赌场股东。5、<LOC>某乙证言，证实2013年4月10日左右一天晚上8点，他和“老黑”一起到<LOC>“家富富侨”足浴店后面的赌场赌博，“老黑”要“吃路”，看场小弟不让，这时，“蛋X”带其他看场小弟冲上来要打“老黑”和他，看场小弟一路追他到<LOC>，后邵某某开着一部小车冲到他跟前，他问邵某某干什么叫小弟追他，“蛋X”说他带“老黑”到赌场“吃路”捣乱，邵某某听后就叫“蛋X”和其他看场小弟打他，他被打趴在地上。该赌场是邵某某与刘某甲、马某甲、“拐脚”等人合伙开设的，“拐脚”和看场的小弟轮流负责抽头，“蛋X”等人负责看场。“拐脚”这个店本是给一些老人打麻将用，邵某某与刘某甲、马某甲等人觉得有人气，就在那里开赌场，“拐脚”怕这些人，只能忍气吞声和马某甲等人合伙开这个赌场。6、证人林X某己证言及辨认笔录，证实2013年4月份的一天下午，他看见巨林X商厦后“拐脚”开的棋牌室内围着很多人在赌博，赌场以麻将牌“牌九”方式赌博，他也旁押了几把。当时一个20岁左右的男青年在抽头，参赌人员有二三十人。他参赌时“拐脚”始终在赌场内。听一些参赌的人讲，那个赌场“小X4”有参股，并有“小X4”的小弟看场、望风，他发现赌场内确实有两三个20岁左右的男青年，赌场外的路口也有几个男青年在闲逛。并辨认出外号“拐脚”的男子是被告人[被告C]。7、证人陈X2某丁证言，证实2013年1月10日下午，他在<LOC>县<LOC>“家富富侨”楼下的赌场赌博，被赌场诈赌，他向赌场讨钱，赌场找人把他砍伤。赌场是马某甲开的，以麻将牌“牌九”方式赌博，每庄输赢有二三万元，赌场要抽几百元。赌博人员有四五十人。他去赌博时已开了几个月了。8、证人林X某庚证言，证实他知道从2011年下半年起，“小X4”强行入股<LOC>“家富富侨”楼下“依拐”开设的赌场。9、现场勘验检查笔录、示意图、现场照片，证实案发现场的位置、概貌情况。10、福清市人民法院（1992）融法刑字第038号刑事判决书，证实被告人[被告C]于1992年3月17日因犯xxx罪被福清市人民法院判处有期徒刑十三年，剥夺政治权利三年。11、同案人沙某某侦查阶段的供述，证实从2012年10月份开始，马某甲叫他到<LOC>“家富富侨”足按店后面一个老人会的赌场去望风，他一直做到2013年2月。该赌场从早上9点开到中午，晚饭后接着开到晚上10点左右，断断续续都有开。马某甲有赌场股份，股东还有“毕X”、“依拐”。马某甲只是偶尔来赌场，主要是“毕X”和“依拐”在管理，剩下的就是他们几个望风的小弟。马某甲还叫了马某丙、马某乙、马某丁等几个回族老乡到赌场望风。赌场一般都有十几二十人赌博。赌场股东在赌场结束一天的营业后就会把工资发给他们，“依拐”、毕X都给他们发过钱，有时会把工资交给马某丙，再由马某丙发给他们。12、同案人马某乙侦查阶段的供述，证实“小X”叫他去<LOC>“家富富侨”足浴店旁巷子里的赌场看场望风，2013年过完春节没几天他就过去上班了。一起上班的有他、马某丙、沙某某、“大班子”等人。“阿X11”管理他们几个望风的，“小X”负责每天跟赌场老板“依拐”对账并给他们发工资。“小X”每天发给他们的工资100到200元不等。该赌场好像是“依拐”和“忠X”、“小X4”几人合开的。“依拐”每天在赌场主要负责收钱管账，有时也开庄，“忠X”、“小X4”偶尔来看看。赌场营业时间一般是每天早上8、9点到晚上7、8点，靠“抽水”赚钱。“小X”、“阿X11”、马某丙、沙某某、“大班子”2012年就在这里上班，至少有半年时间。13、同案人马某丙侦查阶段的供述，证实2013年1月份，当时马某乙、沙某某都在<LOC>“家富富侨”旁巷子内的赌场看场，他在该赌场门口望风上班了十几天。赌场老板是“依拐”，平时是“依拐”在管理，这个赌场开了两三年了。工作人员还有“小X”，平时他们都是听“依拐”安排，他和马某戊、沙某某、“小X”负责外围望风和内部维持秩序。赌场以“拔饼”方式开赌，每天早上8、9点开始，下午5、6点结束，每天约二、三十人参赌。14、同案人林X某辛侦查阶段的供述及辨认笔录，证实2013年5月份左右，上官某乙叫他和“大头”、“坎子”、“土匪”等人到<LOC>“家富富侨”旁巷子内的赌场看场。上官某乙对他们说过赌场是刘某甲和“小X4”、“拐脚”开的，场所是“拐脚”提供的。赌场每天上午8点到11点之间开始，下午5点到8点之间结束。赌场工作人员有他和上官某乙、“二X”、“土匪”、“大头”、“坎子”、“眼镜”等人，还有其他一些回族人他不认识。“拐脚”负责提供桌椅、赌具并登记赌博情况，上官某乙负责赌场全面工作，调配他们这些人具体工作及发工资，他和“二X”、“土匪”、“大头”、“坎子”等人在赌场外围望风、放哨。赌场每天至少十几人参赌，并收取抽头钱。并辨认出外号“拐脚”的男子是被告人[被告C]。15、同案人谢某乙侦查阶段的供述，证实2013年5月初，蔡某乙安排他去<LOC>“家富富侨”边上一座新村一楼赌场看场，他在赌场门口望风四五天，后来因为工资发不出来，他就没继续在该赌场上班了，和他一起望风的有“二X”及几个回族青年。赌场老板是个五十多岁外号叫“拐脚”的老人，“忠X”、“马X”、“新哥”有赌场股份。赌场中有几张桌子，其中一张专门供人“拔饼”赌博，赌具是“拐脚”提供的。赌场工作人员除了他还有“上官”、“二X”、“土匪”、“八戒”及几个回族青年。赌场每天赌客有二三十人，最高抽头有五六千元。16、同案人甘某某侦查阶段的供述，证实2013年5月初，“上官”介绍他到<LOC>县<LOC>“家富富侨”足浴店旁巷子里的赌场望风，赌场股东他知道的有“拐脚”、“马X”。他去上班时该赌场已开设，他离开后不久听说也倒闭了。看场的有“阿X10”、“蛋X”、“亮亮”，还有两三个回族人，望风的有他、“二X”及两三个回族人，他们工资是每天200元。赌场专门放了一张桌子供人以“拔饼”方式赌博，每天赌客有十几人，“打码”的人将抽到的钱直接交给“拐脚”。17、同案人[被告D]侦查阶段的供述及辨认笔录，证实2012年5月份左右，他经常到马某甲和“拐脚”开在<LOC>“家富富侨”旁的一个赌场内赌博。该赌场平时都是“拐脚”在管理，马某甲安排了几个小弟在里面看场，这些小弟有回族人。赌场是在“拐脚”承包的一个棋牌室，里面有一张麻将桌用来赌博。马某甲叫一个回族小弟在赌场内记账，维持秩序的有两个回族小弟及“亮亮”、“阿X6”等人，“蛋X”及其他几个看场小弟在外围望风。赌场以麻将牌或扑克牌“牌九”的方式进行赌博，每天营业时间分为两个阶段，早上是7点到9点，中午是12点到下午3、4点。他听赌场内看场小弟说赌场一天都可以赚几千元。平时都是“拐脚”负责召集附近认识的赌徒来赌场赌博。并辨认出外号“拐脚”的男子是被告人[被告C]。18、同案人上官某甲侦查阶段的供述，证实2013年4月下旬，“兴X”叫他在<LOC>“家富富侨”足浴店旁巷子里一个赌场看场，每天100元看场费，他在赌场上班二十几天。上班期间知道“拐脚”是赌场最大股东，“兴X”、“忠X”、“马X”也有股份，且各自都有安排小弟在赌场里看场。赌具是“拐脚”提供的，赌场抽到的钱交给“拐脚”。19、同案人蔡某乙侦查阶段的供述，证实2013年4月份左右，邵某某、刘某甲、马某甲在<LOC>县<LOC>“家富富侨”楼下开赌场，赌场是用扑克牌玩“牌九”，赌客一般十多人。望风看场的是几个回族人和“二X”、“眼镜”、“土匪”、“阿X10”。那些回族人是马某甲带过去的。20、同案人上官某乙侦查阶段的供述，证实2012年3、4月份，吴某某在<LOC>“家富富侨”足浴店旁巷子里开赌场，一天能抽头一两万元。后来马某甲召集了刘某甲、“阿X7”、林X某丙、马某己、马某庚、“马X2”、马某丁、马某辛、马某丙等几十人去抢该赌场，之后吴某某就被赶出该赌场，赌场就被马某甲占了。该赌场是马某甲和“拐脚”合占十成股份，估计每天毛利一万元左右，经营一年间，毛利约在两百万元左右。21、同案人邵某某侦查阶段的供述，证实2012年5月份之前，“拐脚”和“武X”合伙在<LOC>“家富富侨”楼下的<LOC>老人馆开赌场，后“武X”被抓，“阿X12”占了该赌场。马某甲也想入股这个赌场，就纠集了回族人跟“阿X12”的人在<LOC>县人民广场打了一架，“阿X12”的人打输了就被马某甲赶走，马某甲就入股该赌场了。2012年5月至2013年3月期间，股东有“拐脚”和马某甲，“拐脚”占4成股份，马某甲占6成股份。“拐脚”负责召集赌徒，场地也是“拐脚”承包的。赌场平时主要“小X”负责管理，抽水钱和管理账目也是“小X”负责，回族人负责赌场内秩序。2013年3月份后，马某甲出了点事，公安机关都在找马某甲，马某甲就叫刘某甲入股。刘某甲入股后叫了“上官”、“二X”、“土匪”、“疯子”、“亮亮”、“蛋X”等人看场，马某甲那边只叫“小X”在赌场内记账。刘某甲入股七八天后因生意不好就不想做了，而马某甲也摆平了自己的事，又把自己的几个回族小弟叫回来。2013年4月中旬至5月，“拐脚”占赌场4成股份，马某甲和刘某甲占6成股份，“小X”还在在赌场内管理，负责抽水和管理账目。赌场工资主要是“小X”发，有时“拐脚”也帮忙发。22、同案人马某甲侦查阶段的供述，证实其外号“小X4X”，2012年夏天的一天，刘某甲跟他说准备把“依拐”开在<LOC>“家富富侨”足浴店后面老人馆赌场里的“武X”、“阿X12”的赌场股份抢过来做，他同意并叫“小X”、马某戊、马某乙等人去抢“武X”、“阿X12”的股份。后“小X”等人听了他的话就把股份抢过来。之后“依拐”的赌场就由刘某甲负责，“依拐”占赌场4成股份，刘某甲占6成，刘某甲将6成股份中的1.5成给他。他派“小X”管理，并由“小X”安排沙某某、马某乙等人看场。他和“依拐”这个赌场做到2013年3月，他退出之后“依拐”还继续开该赌场，刘某甲继续参股。23、被告人[被告C]侦查阶段的供述及辨认笔录，证实2011年11月至2012年5月底，他和“武X”、“阿X12”等人在<LOC>县<LOC>“家富富侨”楼下的老人馆开设赌场，赌场以“牌九”方式赌博，抽头计15万元左右，他占4成股份，实际只分到1.5成2万元。2012年5月份一天中午，“小X4”手下的五六个小弟“小X”、“阿X11”等到赌场找他，一进来就掀了打麻将用的桌子说：“今年是小X4X在这里做牌九，你不做也得做”，他说：“不管谁做，地方是我的，我都要有一份”。第二天，“小X”就带人来看场准备开赌场，“小X”跟他说：“做牌九，你占赌场4成，我这边占6成”，他答应了，当天，他就摆出“牌九”在桌上供人赌博。“小X4”来了赌场几次，逛了逛就走了，他看见几次“小X”在赌博结束后赌场当天抽头的钱交给“小X4”，每次都有几千元。赌场内看场人员有“小X”、“阿X11”及三四个不固定的人。赌场总负责是“小X”，是“小X4”在赌场的代表，主要是记账抽头，管理其他看场人员，管理抽头的钱，发放工资等。有时“小X”不在，他就去帮忙抽头。赌场每天参赌人员有二十几人，抽头有五千元左右，好的时候能抽七八千元。赌场从2012年5月至2013年3月底，总共赌博时间有四五个月，共抽头渔利35万元左右，他个人分得4万多元，实际上只是1成至1.5成股份分红的钱。2013年3月底，公安局一直在找“小X4”，“小X4”去躲避，后“阿X4”、刘某甲就带小弟来赌场看场，赌场变成刘某甲的。刘某甲来赌场都是安排小弟如何望风、站位，肯定有股份。赌场从2013年4月上旬开到4月下旬结束，共开了15天左右，每天参赌人员十几二十人，共抽头一两万元左右，他分了二三千元左右。2013年5月至6月，“小X”等人又来赌场，但那时基本没人赌博了，期间赌场有开赌几天，有时参赌的人少，他也没分到钱。并辨认出<LOC>县<LOC>老人会赌场现场及同案人马某甲、刘某甲等人。24、户籍证明、到案经过，证实被告人[被告C]身份情况与到案过程。以上证据，经庭审举证、质证，客观真实，相互印证，能形成锁链，本院予以确认。（二）、2012年9月至2013年7月期间，同案人马某甲、余某某（另案处理）等人在<LOC>县<LOC>镇<LOC>、<LOC>、蓼X沿乡<LOC>、桂林X村、<LOC>、<LOC>山地等地开设赌场，组织以麻将牌“拔饼”方式聚众赌博，并从中抽头渔利。被告人[被告A]于2013年1月和7月分别在赌场中负责记账和看场等，期间共参与20天，分得赃款人民币4000元。以上事实，有公诉机关提供并经庭审质证的如下证据予以证实：1、证人陈X2某戊证言及辨认笔录，证实2013年1月份的一天晚上，邵某某带他到“鸡头”开的赌场里赌博。该赌场是开在蓼X沿乡<LOC>一间没人住的破旧房子里，听说“鸡头”、“小X4”是股东。赌场内有抽头、放高利贷，有五六个二十岁左右带外地口音的回族男子在里面逛来逛去。并辨认出同案人马某甲以及外号叫“鸡头”的男子是同案人余某某。2、证人黄某甲证言及辨认笔录，证实2012年7月至8月间，他在<LOC>一个寺庙大厅的赌场参与赌博，听说该赌场是2012年3、4月时开设的，他知道“鸡头”是赌场老板，马某甲也有股份。赌场用麻将饼“拔牌九”方式赌博，参赌人都是“鸡头”负责通知召集的，“鸡头”有做过庄。2012年他有去过<LOC>桂林X村小溪边一栋民房内的赌场，听说该赌场是2012年9月份由“鸡头”开的，马某甲是其中一个股东，赌场用麻将饼“拔牌九”方式赌博。2012年8、9月份的时候，他有到<LOC>镇<LOC>一座山上“鸡头”开的赌场看一下，听说该赌场是2012年上半年开的，赌场是“鸡头”开设的，马某甲是股东。赌徒都是“鸡头”负责通知、召集，赌场用麻将饼“拔牌九”方式赌博。2012年7月份的时候，他到过<LOC>镇<LOC>上一个民房中的赌场，这个赌场的股东有“鸡头”和马某甲，赌徒都是“鸡头”负责召集，赌场用麻将饼“拔牌九”方式赌博。2012年8月份的时候，他到过<LOC>一个赌场，听说该赌场马某甲有股份，赌场用麻将饼“拔牌九”方式赌博。并辨认出同案人马某甲以及外号叫“鸡头”的男子是同案人余某某。3、证人邵某某证言，证实“小X4”和“鸡头”在<LOC>镇<LOC>旁的山上开赌场，“鸡头”和“老二”负责日常管理，看场的都是回族人及“老二”，开庄的有“鸡头”、“没牙”、“阿胖哥”。这个赌场大概2013年3月份左右开的，开了半年左右，赌客都是“鸡头”叫的。赌场用麻将牌“拔饼”方式赌博，每天有二十多个赌客参赌，收入有一万元左右。4、同案人林X某庚侦查阶段的供述，证实2012年上半年开始，“小X4”和“鸡头”长期在<LOC>镇<LOC>、<LOC>、<LOC>、蓼X沿乡<LOC>、<LOC>下的墓岭、<LOC>山地等地搞赌场，每天换一个地方。“小X4”占赌场三分一股东，派人到赌场内看场并收抽头钱，“鸡头”还拿出一些钱补贴“小X4”。2012年3、4月份的时候，“鸡头”在<LOC>等地搞赌场，邵某某每天收“鸡头”1000元保护费，后来吴某某等人也向“鸡头”收。“鸡头”就找“陈X2X”，说给“陈X2X”三分一股份，目的是不让邵某某这些人收保护费。“陈X2X”找到他和“小X4”一起做，当时“小X4”因受伤让他和“陈X2X”先搞。他和“陈X2X”到<LOC>赌场做了3天，发现赌场没钱赚就离开了。“小X4”回来后独自占赌场三分一股份，和“鸡头”长期在<LOC>多地合作开设赌场。5、同案人上官某乙侦查阶段的供述，证实他外号“上官”，2012年11月份到<LOC>不久马某甲带他到一个赌场玩。该赌场最早开在蓼X沿乡一个叫“酒店村”的村老人会里，开了7、8个月时间，后来搬到贵X一个村里，直到他被抓前，赌场一直开着。该赌场是马某甲和余某某合开的，平时由余某某在场子里负责管理，马某甲的几个小弟马某丙、马某丁、沙某某、马某乙等负责看场、望风。赌场以麻将牌“拔饼”方式赌博，每天有三四十人参赌，“抽水”应该有两三万元。6、同案人马某丙侦查阶段的供述，证实2013年3月份的一天，马某甲叫他去蓼X沿乡<LOC>一个山上赌场看场，赌场股东有马某甲和“鸡头”，在赌场上班的还有陈X2某乙、林X某丙、沙某某、牛某某。该赌场在他去之前已开很长时间了，他听说之前在其他地方也有开设过。赌场每天差不多都是早上11点左右开始营业，到下午5、6点左右结束，每天有20多人参赌，赌场用“牌九”比大小的方式进行赌博。赌场每天能营业5、6万元。7、同案人沙某某侦查阶段的供述及辨认笔录，证实2013年1月底，马某甲和“鸡头”、“毕X”在蓼X沿乡<LOC>老人会里开了家赌场，该赌场主要是“毕X”和“鸡头”在管理。马某甲叫他和马某丙去该赌场门口望风，马某甲还安排了陈X2某乙、林X某丙、牛某某等人到该赌场上班。赌场一般有20多人参赌，用麻将牌“拔饼”方式赌博。赌场有安排陈X2某乙开一辆黑色小轿车接送赌徒，“鸡头”偶尔也会去接，赌场还安排其他车辆接送赌客。并辨认出蓼X沿乡<LOC>赌场地点。8、同案人郑某丙侦查阶段的供述，证实2013年3月份的时候，牛某某叫他到马某甲和余某某合伙开的赌场上班。赌场开在<LOC>镇<LOC>一个山上空地里、<LOC>上、<LOC>一个<LOC>里。2013年4月上旬到6月下旬这3个多月内，赌场就在这3个地方换来换去，他来之前赌场就已经开了。马某甲占赌场30%股份，负责提供人员给赌场看场、望风，如果有人闹事也是马某甲负责摆平。“鸡头”负责赌场管理。赌场结束，他从“抽水”的人处把账单拿过来，把内容抄录在新的纸上，并统计当天赌场的盈利情况，最后把账单交给马某甲。赌场好的时候一天赢利有好几万元，差的时候一天也有几千元，平均每天可抽到1万元左右。赌场有人开庄、抽水钱、走马、放高利贷、开车运送赌客、看场、后勤。[被告A]和牛某某主要负责看场、维持秩序。[被告A]在赌场上班近1个月，挣3000元到4000元。并辨认出赌场开设地点及赌场账单。9、同案人马某乙侦查阶段的供述，证实他知道马某甲和余某某一起在<LOC>镇和蓼X沿乡开设赌场。10、同案人陈X2某乙侦查阶段的供述及辨认笔录，证实他外号“阿X6”，2012年11月份，他通过他堂哥[被告A]认识马某甲，后来就跟着马某甲做事。刚开始时马某甲安排他到<LOC>、<LOC>、<LOC>等地的赌场看场，该赌场2012年11月开始时都在<LOC>县城周边及<LOC>一个养猪场旁的墓地附近，2012年12月搬到蓼X沿乡<LOC>一个山上，一直开到2013年清明前。2013年清明后搬到<LOC>镇<LOC>、<LOC>一个山上，期间一直在<LOC>、<LOC>轮流开设。2013年5、6月搬到<LOC>一个<LOC>内开了2、3次，每次都只有一两天时间，6月份时还搬到<LOC>一个礼堂内开了一段时间。赌场股东是余某某、马某甲及郑某丁。余某某、郑某丁负责叫人参赌，马某甲安排小弟看场。马某甲安排他、[被告A]、牛某某、郑某丙等人看场。赌场一天抽头三千元到五千元，好的时候有一万元到三万元。赌场共租来的3辆车接送赌客和工作人员。2012年10月底到11月中旬，赌场主要开在<LOC>及<LOC>一带，当时主要开在<LOC>一个<LOC>里及<LOC>山上一个养猪场旁的墓地。当时马某甲脚受伤了，就叫[被告A]到该赌场上班，负责管理赌场账目和抽头的钱，每天赌场结束后将抽头钱放在身上发给其他看场的工作人员工资，替马某甲与其他股东算账。[被告A]在该赌场上班20天左右，每天工资应该是300元或500元，应该有赚取五六千元。[被告A]平时还有帮马某甲开车，做马某甲司机。2013年6月底，马某甲、邵某某、刘某甲、陈X2某己与杨某甲在蓼X沿乡合伙开一个赌场，马某甲叫[被告A]到该赌场上班，主要负责在赌场内看场。[被告A]在该赌场上班约一个月，每天工资200元，应该有赚三四千元。该赌场也有搬到<LOC>几天。并辨认出外号“鸡头”的男子是同案人余某某及多处赌场地点。11、同案人林X某丙侦查阶段的供述，证实2012年12月份一天，马某甲叫他去位于蓼X沿乡<LOC>的赌场上班，他去之前赌场就开了半年左右。刚到赌场的前十几天，马某甲安排他和“鸡头”一起算账，这十几天赌场营业额都在2万元到3万元。后来马某甲只安排他和[被告A]、陈X2某乙等人看场。赌场股东有马某甲、“鸡头”和郑某丁，马某甲占3成股东。后来赌场还搬到<LOC>、<LOC>、<LOC>台、<LOC>、<LOC>等地。赌场以“博饼”方式进行赌博，他工作的一个月赌场营业额共计几十到上百万元。<LOC>的赌场从2012年12月开到2013年3月，有时在荒废的小学，有时在祠堂等地；<LOC>赌场开在一个类似祠堂的地方；<LOC>赌场开在一个山上；<LOC>赌场开在一个民房放杂物的房间；<LOC>赌场开在一个礼堂内。<LOC>、<LOC>赌场直到2013年7月左右还在开。并辨认出多处开设赌场地点12、同案人牛某某侦查阶段供述，证实从2013年6月初开始，他在马某甲和“鸡头”等人开设的赌场里做事，赌场在他去之前已经开设了，先后开在<LOC>县<LOC>、桂林X村、<LOC>、<LOC>等地，基本都是村里的山上。赌场股东是马某甲、“鸡头”和“兴”。赌场用麻将牌“牌九”方式赌博，每天有20多人参赌。赌场看场的有[被告A]、郑某丙、“小X”、“小X2”、陈X2某乙等人。[被告A]在他去之后才来的，上班时间差不多也有一个月。并辨认出多处开设赌场地点。13、同案人马某甲侦查阶段的供述及辨认笔录，证实从2012年3、4月份开始，“鸡头”在<LOC>等地搞赌场，邵某某每天到“鸡头”的赌场收1000元保护费，后吴某某等人也向“鸡头”收保护费。2012年9月，“鸡头”找了“守超”，说给“守超”三分一股份，目的是赶走邵某某这些人，不让邵某某等人来收保护费。“守超”找他和林X某庚，叫他们一起做。因他要到<LOC>动手术，让林X某庚和“守超”先搞，几天后他腿好回来，赌场搬到<LOC>陀市村。陀市村赌场做了半个月左右，因为“鸡头”和林X某庚、“守超”处不来，且他和“鸡头”都没分到钱，他和“鸡头”就离开去蓼X沿乡<LOC>开赌场。之后他和“鸡头”一直陆陆续续在<LOC>县<LOC>、<LOC>、<LOC>、<LOC>、<LOC>下的墓岭等地合伙做赌场，直到被抓获。赌场用麻将牌“拔饼”方式赌博。“鸡头”负责安排地点，拉拢、接送赌徒，购买赌具等，他负责安排[被告A]、陈X2某乙、牛某某、林X某丙、沙某某、马某壬、马某丙等人去看场和望风。[被告A]在2013年1月和5、6月在赌场各上班10天左右，每天工资200元。[被告A]2013年5月份回到<LOC>后一直跟着他，是他司机，没钱用时就会向他要，他就会给一两千元。并辨认出被告人[被告A]和蓼X沿乡<LOC>赌场地点。14、被告人[被告A]侦查阶段的供述，证实他是通过朋友介绍认识马某甲的，从2013年7月份开始给马某甲开车直到8月份被抓。马某甲和余某某合伙开设的赌场开设地点不固定，他只知道其中2个，一个是<LOC>县“酒店”村一个废弃学校内，一个是<LOC>县<LOC>镇<LOC>山上。赌场以麻将牌“拔饼”方式赌博，每天都有十几人赌博。他在马某甲和余某某合伙开设的赌场上过2次班，一次是2013年1月份帮余某某记账，一次是2013年7月份看场，两次都是几天时间，共上了10天左右，共赚了1000元左右。赌场上班的除了他还有陈X2某乙、牛某某、林X某丙、马某壬、马某丙、郑某丙等人及马某甲的回族小弟几个，工资每天200元，当天由“鸡头”结算。并辨认出<LOC>镇<LOC>和蓼X沿乡<LOC>赌场地点。15、户籍证明、到案经过，证实被告人[被告A]身份情况与到案过程。以上证据，经庭审举证、质证，客观真实，相互印证，能形成锁链，本院予以确认。（三）、2013年5月底至6月底期间，同案人杨某甲（另案处理）、刘某甲等人在<LOC>县蓼X沿乡<LOC>林X氏祠堂及附近山上等地开设赌场，组织以麻将牌“拔饼”方式聚众赌博，从中抽头渔利。被告人[被告B]于2013年6月18日至25日间受雇为赌场开车接送赌客。赌场开设期间，每天约有二三十名赌客参赌，共获利约人民币约十余万元，其中被告人[被告B]共分得赃款人民币3200元。以上事实，有公诉机关提供并经庭审质证的如下证据予以证实：1、<LOC>某丙证言，证实2013年5月下旬一天下午，刘某甲叫他去蓼X沿上面刘某甲的赌场赌博。2013年5月底一天上午9点左右，刘某甲的小弟就开车送他到蓼X沿乡<LOC>一山上赌场，赌场旁边有个祠堂。他到达赌场时，看见有十几人在“拨饼”赌博，他也上前旁押。2013年6月的一天中午，他坐刘某甲小弟的车到达蓼X沿乡<LOC>一山上的赌场，到时就已经有二十几人在赌场里拨饼赌博了，他也上前旁押。在第二次赌博之后两三天，他又到刘某甲的蓼X沿乡<LOC>赌场里赌博，当天赌博人数有二十几人。赌场股东有刘某甲和“阿X9”，“阿X9”是赌场的总负责，管理赌场的一切事务，刘某甲主要是派小弟来看场撑场，维持赌场秩序的。赌场是临时帐篷搭建的，有时天热去祠堂里赌博。赌场以麻将牌“拨饼”方式赌博，庄家赢五千元抽300元，庄家赢一万元抽500元，每天抽头七八千元。2、证人杨某丙证言及辨认笔录，证实2013年6月中旬，他到“阿X9”、林X某壬、杨某丁等人在蓼X沿乡<LOC>上开设赌场赌博。赌场以麻将牌“拨饼”方式赌博，参赌人员有二三十人，每庄输赢都有几千上万元。赌场是5月底开始，到6月下旬停了。她看到“阿X9”在赌场抽头，有个20岁左右的年轻小伙接送赌徒，林X某壬、杨某丁也有开车送赌徒。并辨认出在赌场负责开车接送赌客的年轻男子是被告人[被告B]，外号“阿X9”的男子是同案人杨某甲。3、证人林X某戊证言，证实他听说2013年6月份的时候，刘某甲、“阿X4”、“阿X9”等人在蓼X沿乡的山上开设赌场。4、证人马某甲证言，证实其外号“小X4X”，2013年5月份左右，“建哥”、“忠X”叫他安排手下小弟去砸蓼X沿乡<LOC>“阿柄”的赌场，他就交代小弟配合“建哥”、“忠X”。后来“建哥”、“忠X”带他手下几个小弟到蓼X沿<LOC>砸了“阿柄”的赌场，入股了“阿柄”的赌场。5、现场勘验检查笔录、示意图、现场照片，证实案发现场的位置、概貌情况。6、同案人杨某甲侦查阶段的供述及辨认笔录，证实他的外号“阿X9”，2013年5月份，在刘某甲加入赌场成为股东之前，他和林X某壬、林X某子、杨某丁合伙在蓼X沿乡<LOC>开赌场已经有三四天了。因蓼X沿乡的黄某乙比他早在蓼X沿乡<LOC>开了一个赌场，他的赌场开起来之后，黄某乙赌场里的部分赌客就到他的赌场里赌博，对此黄某乙就很生气，并认为他的赌场抢走了赌客，于是黄某乙就打电话威胁、挑衅他，还说准备要带人过来冲他的赌场。他知道黄某乙后面有吴某某撑腰，吴某某在<LOC>势力很大，单靠他和林X某壬等几个人是肯定搞不过黄某乙那伙人，赌场也肯定再开不下去，所以他就想叫刘某甲加入他的赌场股份帮他撑场。2013年5月下旬的时候，他打电话叫刘某甲帮忙，给刘某甲两成半的赌场股份，刘某甲答应了。从刘某甲来蓼X沿当天开始，他就给刘某甲赌场四分之一的股份。他在赌场负责赌场管理、抽水及发工资，刘某甲负责赌场安保。2013年6月上旬，刘某甲安排[被告B]为赌场接送赌徒，[被告B]把人从<LOC>接到<LOC>，回去时再由<LOC>送回<LOC>，他每天通过刘某甲的“表弟”发给[被告B]500元工资。车是[被告B]自己租的，一天跑4趟，每趟接4到5人。赌场以麻将牌“拔饼”方式赌博，他们从赌场庄家那边“抽水钱”，这个赌场从2013年5月下旬到6月中下旬，约20多天，共赚十三万元多。并辨认出<LOC>县蓼X沿乡<LOC>林X氏祠堂和附近山头竹林X的赌场地点。6、同案人刘某甲侦查阶段的供述，证实2013年5月下旬，“阿X9”打电话叫他一起在蓼X沿开赌场，他知道这个赌场之前是“阿X9”和“阿X10”合伙开的，后来因为意见不和吵架，“阿X10”就退出了，为了不让别人到赌场找麻烦，“阿X9”给他四分之一股份叫他加入赌场。他在赌场开设了一个星期左右叫“二X”、“土匪”进去看赌场看场帮忙收抽头的钱，同时把赌场分红的钱带回来给他。赌场靠“抽水”盈利，他加入后赌场开了一个月左右，共赚五、六万元。之后“阿X9”把赌场地点转移，他就没继续参与了。7、同案人林X某壬侦查阶段的供述，证实2013年5月中旬至2013年6月下旬，他和杨某甲、杨某丁、林X某子以及刘某甲等人在<LOC>县蓼X沿乡<LOC>的山上开设赌场聚众赌博。赌场开在<LOC>县蓼X沿乡<LOC>的山腰上，有两个地方，一个开在<LOC>的<LOC>林X氏祠堂内，一个开在林X氏祠堂附近的山头上，赌场是在山头上的树与树之间用黑色布搭建而成。赌场中心摆一张四角八仙桌用于赌博用，赌具是麻将饼。刘某甲派手下小弟维持赌场秩序，防止别人踢场。赌场每天都有二三十、三四十个人参赌。赌场内庄家赢一二千元就抽头一百元左右，庄家赢四五千元就抽头二三百元，赌场大概有抽头十几万元。并辨认了<LOC>县蓼X沿乡<LOC>林X氏祠堂及附近的山头的赌场地点。8、同案人杨某丁侦查阶段的供述及辨认笔录，证实2013年5月中旬，杨某甲和他、林X某壬、林X某子在蓼X沿乡<LOC>上开个赌场。赌场开始的两三天没什么生意。开了三四天，黄某乙当时在蓼X沿乡开赌场，认为他们的赌场抢了客人，就和杨某甲闹矛盾，扬言过来踢场。黄某乙是<LOC>县的“武X”和郑某丁等社会上的人，杨某甲搞不过黄某乙，就联系了刘某甲带小弟来撑场。赌场用麻将饼“拔饼”方式赌博，每天都有三四十个、五六十个人员参赌，每天平均能抽头6000元到8000元之间，有时上万元。赌场从5月底开到2013年6月27日结束，共开了20几天，共抽头18到19万元。赌场地点在<LOC>山上一个<LOC>祠堂内，一个在<LOC>祠堂附近的山头上用黑色布在树与树之间搭建的，大部分是在<LOC>祠堂内开设。赌徒有的是自己到赌场，有的是坐赌场接送车辆去赌场赌博，刘某甲有安排小弟开车接送赌徒。并辨认了<LOC>县蓼X沿乡<LOC>林X氏祠堂及附近的山头的赌场地点。9、同案人庄某丁侦查阶段的供述及辨认笔录，证实2013年6月初，刘某甲表弟叫他到蓼X沿乡一山腰中旧祠堂内的赌场帮忙看场。他就在该赌场看场四天，他到该赌场看场时听说该赌场已开了十几天了。刘某甲是该赌场股东，其表弟在赌场内负责计数。该赌场内每天参与赌博的都有二三十人，每天可以抽头上万元。并辨认了<LOC>县蓼X沿乡<LOC>林X氏祠堂的赌场地点。10、同案人甘某某侦查阶段的供述，证实2013年6月份左右，刘某甲安排他到<LOC>县蓼X沿乡<LOC>一个山上的一间房子内的赌场望风四五天。第一天他上去的时是在这个祠堂内的一间房子内进行赌博，之后都是在山上搭了一个地方进行赌博。赌场股东他知道的只有刘某甲。赌场从早上8、9点开始到下午5点左右结束。每天赌客有十几二十人。11、同案人上官某甲侦查阶段的供述，证实他外号“二X”，2013年5月底的一天，“忠X”叫人到赌场威胁“阿X9”等股东后就入股了蓼X沿乡<LOC>赌场，股东有“忠X”、“阿X9”、林X某癸及“阿X13”，“忠X”占两成半股份。赌场开在在蓼X沿乡<LOC>的山上，好几个点，都是用竹棚搭好，一个地点赌几次后就换另一个地点，山脚下有<LOC>，山上也有<LOC>，后来搬到山上那<LOC>里赌了十来天。他做了20多天后赌场就没有继续经营了。赌场用麻将饼“拔饼”方式赌博，每次根据庄家输赢情况从那里抽200到1500元不等，“忠X”的表弟张某某负责记账，张某某告诉他“忠X”在他上班的这20几天赚了一共20多万元，他刚过去前三天赌场就抽了20多万水钱，后每天平均有1到2万元左右。他看场期间，赌场获利五六十万元。赌客有的是自己来的，有的是赌场派车接过来的。“阿X3”是在赌场内负责开车，接送他和张某某两人上下班，“阿X3”的工资每天为500元，其中200元作为车子的油费补贴。并辨认出负责开车接送赌客的“阿X3”是被告人[被告B]。12、同案人上官某乙侦查阶段的供述，证实他的外号“上官”。2013年6月份，刘某甲、杨某甲在蓼X沿乡<LOC>旁的山上开了一个赌场，一般有二三十人在里面赌博，这个赌场开了2个月左右。13、同案人林X某癸侦查阶段的供述，证实2013年5、6月份，他到蓼X沿乡<LOC>杨某甲开设的赌场赌博，后杨某甲提出要给他赌场股份，他就没拒绝。赌场股东有杨某甲、林X某壬、林X某子、杨某丁，听说还有刘某甲等人。赌场以麻将牌“拔饼”方式赌博，有抽头。赌场地点是在蓼X沿乡<LOC>的<LOC>，还有在<LOC>的其他山上。14、被告人[被告B]侦查阶段的供述，证实他外号“阿X3”。2013年6月17日，刘某甲的表弟打电话叫他去赌场上班，第二天早上他就开着一辆自己在<LOC>一个车行租的黑色丰田锐志车和刘某甲的表弟去蓼X沿乡<LOC>，刘某甲的表弟叫他坐在蓼X沿乡<LOC>口的一家食杂店门口等赌客，并交代他如果有赌客过来问他有没有去山上，他就开车把赌客载到赌场的山脚下，然后赌客自己就会走到赌场去。之后他每天都是七点多到蓼X沿乡<LOC>口接送赌客，下午三点多赌场结束后下班，下班后刘某甲的表弟以现金的形式将当天的工资发给他。他在这个赌场上了八天，从6月18日到6月25日，其中2天工资都是100元，其余都是500元，实际拿到的工资只有3200元。赌场地点是蓼X沿乡<LOC>一座山的半山腰一个临时搭建的棚子内，早先是“阿饼”开的，刘某甲是后来才入股的。赌场以麻将饼“拔饼”方式赌博，每天差不多都有至少20多人参赌，大部分都是蓼X沿本地人。赌场的工作人员、一部分是“阿饼”的老乡两三个，刘某甲这边有他、刘某甲的表弟、“二X”等人。并辨认出刘某甲表弟是同案人张某某。14、户籍证明、到案经过，证实被告人[被告B]身份情况与到案过程。以上证据，经庭审举证、质证，客观真实，相互印证，能形成锁链，本院予以确认。（四）、2013年7月31日至8月1日间，同案人杨某甲、邵某某（另案处理）等人在<LOC>县蓼X沿乡<LOC>山上开设赌场，组织以麻将牌“拔饼”方式聚众赌博，从中抽头渔利。被告人[被告B]受雇为赌场开车接送工作人员2天。赌场开设期间，共获利约人民币3万元，其中被告人[被告B]共分得赃款人民币1000元。以上事实，有公诉机关提供并经庭审质证的如下证据予以证实：1、证人杨某丙证言，证实2013年7月31日上午，她听说“阿X9”等人的赌场又开始了，搬到了蓼X沿乡<LOC>山上，当天下午她就到赌场里赌博。到了8月1日，赌场又搬到<LOC>上，中午她就去<LOC>上赌博。第三天她没去，接下来她没看到赌场继续开。2、证人牛某某证言，证实2013年7月底，马某甲叫他跟邵某某去蓼X沿乡<LOC>赌场接送赌客，他答应了但最终没去。3、证人杨某丁证言，证实2013年7月底，他听说杨某甲又把赌场搬到蓼X沿乡<LOC>做了一天，又搬到蓼X沿乡<LOC>做了一天。4、现场勘验检查笔录、示意图、现场照片，证实案发现场的位置、概貌情况。5、同案人杨某甲侦查阶段的供述，证实他和邵某某、“小X5”合伙开设的赌场就开了2天，是2013年7月31日在蓼X沿乡<LOC>上，赌场收入3万元左右；2013年8月1日搬到蓼X沿乡<LOC>一个山上，收入7、8千元左右。赌场赌客有二十多人，赌客也是之前和刘某甲一起开设的赌场的赌客，抽水情况和之前的赌场情况差不多。6、同案人邵某某侦查阶段的供述及辨认笔录，证实2013年7月底，“小X5”叫他一起在蓼X沿开设赌场。2013年7月31日，赌场就开始了在蓼X沿一个叫“布边”的一座山上半山腰开设，场地和赌具都是“阿X9”提供的，他们搭了一个棚，赌客就在棚里面赌博。股东有他和“阿X9”、“小X4”、“小X5”等人，这个赌场是以“拔饼”的形式进行赌博的，每天有30多个赌客在里面赌博。赌场总共开了两天，第一天抽水钱23000元，第二天抽水钱7000元，都被“阿X9”拿走了。营业的时间一般每天从早上9点半左右开始，到下午15点左右结束。并辨认了<LOC>县蓼X沿乡<LOC>的赌场地点。7、同案人林X某辛侦查阶段的供述及辨认笔录，证实2013年7月一天，“阿X4”找到他和“土匪”、“二X”、上官某乙等人，叫他们到邵某某和“阿X9”等人开设的赌场望风。第二天上午10点，他和“土匪”、“二X”、上官某乙坐“阿X3”驾驶的小车去蓼X沿乡山上赌场。傍晚5点多，上官某乙发给他、“土匪”、“二X”各300元钱，接着他、上官某乙、“土匪”、“二X”又坐“阿X3”车回暂住处。第二天早上8点多，他、“土匪”、“二X”、上官某乙坐“阿X4”的车又到该赌场，傍晚5点多，上官某乙发给他、“土匪”、“二X”各300元，他们又坐“阿X3”车回暂住处。并辨认出开车接送他到赌场上班的“阿X3”是被告人[被告B]。8、被告人[被告B]侦查阶段的供述，证实2013年7月31日上午7点多，他开车到县政府门口接上“二X”到蓼X沿乡<LOC>赌场，下午4点他又开车到蓼X沿乡<LOC>口接“二X”、“上官”一起回<LOC>，当天，“阿X9”给他500元工资。2013年8月1日上午7点，他开车接“二X”以及“上官”到蓼X沿乡<LOC>村口，那时赌场又搬到蓼X沿乡<LOC>村口的山上，当天他就接送“二X”和“上官”，赌场结束后，“阿X9”给他500元工资。赌场2013年7月31日开设在<LOC>山上，2013年8月1日开设在<LOC>村口山上，赌场股东有“阿X9”。每天赌场参赌人员有二三十人左右。9、户籍证明、到案经过，证实被告人[被告B]身份情况与到案过程。以上证据，经庭审举证、质证，客观真实，相互印证，能形成锁链，本院予以确认。", "interpretation": "本院认为：被告人[被告C]以营利为目的，结伙开设赌场，聚众赌博，从中获利达人民币35万元，情节严重，其行为已构成开设赌场罪。被告人[被告B]因琐事纠纷竟结伙持械故意伤害他人身体致轻伤；并以营利为目的，结伙开设赌场，聚众赌博，其行为已构成故意伤害罪和开设赌场罪。被告人[被告D]因琐事纠纷竟结伙持械故意伤害他人身体致轻伤，其行为已构成故意伤害罪。被告人[被告A]以营利为目的，结伙开设赌场，聚众赌博，其行为已构成开设赌场罪。公诉机关指控各被告人的罪名均成立。关于被告人[被告C]辩护人提出认定被告人[被告C]开设赌场“情节严重”，系主犯不能成立的辩护意见。经查，被告人[被告C]与他人结伙开设赌场，为赌场提供场所和赌具，并参与抽头；赌场经营时间长达一年多，经营期间日均有二、三十人参赌，获利数额达人民币35万元，其个人占赌场4成股份，非法获利人民币4万元，该赌场经营时间长，获利大，且被告人[被告C]在共同犯罪中起主要作用。故对被告人[被告C]辩护人的以上辩护意见不予采纳。关于被告人[被告A]提出其未在2013年7月参与结伙开设赌场的辩护意见。经查，同案人马某甲、陈X2某乙、郑某丙、林X某丙、牛某某等人供述均证实[被告A]在赌场内负责记账、维持赌场秩序，每天赚取工资约200元；其中马某甲、陈X2某乙、牛某某还通过相片辨认出被告人[被告A]。被告人[被告A]在侦查阶段对他于2013年1月和7月分别在赌场中负责记账和看场的犯罪事实亦供认不讳。上述证据能形成锁链，足以认定指控被告人[被告A]参与2013年7月开设赌场的犯罪事实。故对被告人[被告A]的该辩解意见不予采纳。被告人[被告C]在开设赌场犯罪中起主要作用，系主犯，应对其所参与的全部犯罪负责。被告人[被告B]原犯故意伤害罪被判处缓刑，在缓刑考验期限间犯新罪，应予撤销缓刑，实行数罪并罚。被告人[被告B]、[被告A]明知他人实施赌博犯罪，仍受雇提供帮助，在共同犯罪中起次要作用，系从犯，依法予以从轻处罚。案发后被告人[被告C]、[被告B]、[被告D]均如实供述自己的罪行，可以从轻处罚。案发后被告人[被告B]与同案人共同赔偿被害人郑某乙经济损失，可以从轻处罚。依照《中华人民共和国刑法》", "laws": [234, 303], "relations": [["开设赌场罪", "B", "帮助", "C"], ["开设赌场罪", "A", "帮助", "C"]], "criminals_info": {"[被告C]": {"accusations": ["开设赌场罪"], "laws": [303], "states": [6], "term": "有期徒刑三年"}, "[被告B]": {"accusations": ["故意伤害罪", "开设赌场罪", "故意伤害罪"], "laws": [234, 303, 234], "states": [3, 6], "term": "有期徒刑四年二个月"}, "[被告D]": {"accusations": ["故意伤害罪"], "laws": [234], "states": [6], "term": "有期徒刑一年"}, "[被告A]": {"accusations": ["开设赌场罪"], "laws": [234], "states": [3], "term": "有期徒刑一年"}}}
