{"Fact": "某县人民检察院指控：被告人陈某A注册成立了霍邱龙圣建材公司并担任法人代表，但该公司一直未取得建设行政主管部门颁发的混凝土专业承包资质。2014年起，为了迫使他人使用自己公司生产的混凝土，并逐步达到垄断某县某镇辖区商品混凝土销售市场的目的，陈某A纠集陈某B、其妻朱某某及公司人员张某B、刘某A、杨某某等人多次实施强迫交易、寻衅滋事等违法犯罪活动，为非作恶、欺压百姓，逐步形成以陈某A为首要分子，陈某B为骨干成员，朱某某、张某B、刘某A为一般成员的恶势力犯罪集团。具体犯罪事实如下：（一）强迫交易事实1、2015年，魏某1承建霍邱某新型墙体材料有限公司（以下简称某石料厂）基础工程期间使用过陈某A公司混凝土，但是某石料厂与陈某A之间无任何经济纠纷。2015年9月29日上午，某石料厂修建厂内道路时使用了某县某商品混凝土有限公司的混凝土，陈某A发现后便组织朱某某、刘某A、张某4等人驾驶泵车及轿车赶到某石料厂。陈某A以魏某1欠混凝土款为由，指使张某4用泵车将某石料厂大门堵住、刘某A用轿车将大门剩余出口堵住。后某石料厂老板潘某找人出面与陈某A协调，在承诺该厂以后建设时使用其公司混凝土后陈某A才让张某4等人将堵门的泵车开走。陈某A安排张某4、刘某A、朱某某等人围堵某石料厂大门约两个小时，造成某石料厂内车辆无法正常通行。当天围堵后某石厂便停止建设，2018年某石料厂内部路面硬化建设需要使用混凝土，因惧怕陈某A再次堵门，该厂老板潘某便直接联系陈某A使用其混凝土共价值130余万元。2、2016年3月13日，某镇张某2因建房需要从某县某商品混凝土有限公司（以下简称某公司）购买五车混凝土。当天13时30分许，某公司一辆泵车、五辆运输混凝土罐车刚到张某2家门口时被陈某A等人得知，其组织陈某B、张某B、刘某A、朱某某等人用汽车及罐车将某公司的罐车及泵车堵住。陈某A在现场以所行驶的羊高路系新修没有验收不允许车辆通行为由，要求某公司将五辆混凝土罐车运回某地，公安民警到现场劝阻未果。某公司在混凝土罐车被围堵三个半小时后因怕混凝土凝固导致罐车损毁被迫与陈某A妥协，将泵车开走后使用陈某A的泵车，陈某A收取泵车使用费1800元。经某地安诚价格评估有限公司评估，泵车浇筑五辆罐车共60方混凝土成本为204元。因陈某A围堵导致张某2家工人无法施工，某公司赔偿工人误工费500元。经某地安诚价格评估有限公司评估，某公司五辆罐车被堵损失为315元3、某镇顺和家园小区道排工程由某地某建设集团有限公司（以下简称某公司）中标并由戚某1负责施工，2018年3月6日，某公司与周集某新型建材有限公司（以下简称某公司）签订合同，约定此工程使用某公司价值115万元的混凝土。2018年7月4日下午，某公司在向施工现场运送混凝土时被陈某A发现，其便以戚某1欠钱为由，指使陈某B、张某B等人使用搅拌罐车及轿车围堵施工现场，公安民警到现场劝阻未果。后经协调，在戚某1承诺使用其搅拌站混凝土后陈某A才于当晚九时许将堵路的搅拌罐车移走。后某公司被皖终止与某公司签订的混凝土使用合同，戚某1找到刘某6出面协调，由刘某6购买砂石等材料在陈某A搅拌站加工成混凝土供顺和家园小区道排工程使用，陈某A共收取加工费5万元。（二）寻衅滋事事实1、2014年5月份，某镇某小区安置房主体工程由张某1等人负责施工。工程前期使用陈某A搅拌站混凝土，后因陈某A搅拌站混凝土供料不及时，张某1在征得陈某A同意后使用了某公司混凝土。同年8月9日上午，陈某A用搅拌罐车将通往某小区施工现场的道路堵住。后公安民警及张某1与陈某A协调，陈某A才将堵路的搅拌罐车移走，此次堵路时长约两个小时。2、2016年4月23日14时许，某镇曾某家建房从某公司购买混凝土，在某公司搅拌罐车刚到曾某家门口时被陈某A等人得知，其便电话指使陈某B、刘某A、张某B、唐某某、朱某某等人用搅拌罐车及其他车辆将某公司搅拌车堵住。后有人报警，刘某A便找人到现场将罐车轮胎气放掉并以罐车损毁为由继续围堵，警察到现场后将朱某某、陈某B、刘某A、张某B等人带至派出所。此次堵路时长约两小时，造成某镇到某镇的主干道040县道车辆无法正常通行。3、某镇某小区安置房道排工程由魏某1等人负责施工。工程前期使用陈某A搅拌站混凝土，后因魏某1没有及时支付陈某A混凝土款，陈某A便停止供应混凝土。2016年9月26日，魏某1等人便与某公司签订混凝土使用合同。某公司在向某小区运送混凝土时被陈某A等人得知，其便指使刘某A、张某B驾驶搅拌罐车堵住某小区大门，致使某公司运输混凝土车辆无法进入该小区，此次堵门时长约两个小时。4、魏某1在某镇某矿业有限公司（以下简称某公司）工程建设中使用陈某A搅拌站混凝土时欠陈某A部分混凝土款，但某公司与陈某A之间无任何经济纠纷。2018年3月9日上午，陈某A以索要欠款为由指使陈某B、杨某某用两辆搅拌车将某公司大门堵住。某公司保安让陈某B等人将堵门的搅拌罐车移走遭到拒绝后，陈某A等人挑衅保安致使发生冲突，过程中陈某B及保安周某某、何某某、陈某均受伤。经某县公安局司法鉴定中心鉴定，陈某B、何某某所受伤均构成轻微伤。后陈某A的搅拌车围堵某公司大门约二十天，在某公司支付10万元后，陈某A等人才将两辆搅拌车移走。5、因戚某1在某镇工程建设期间欠陈某A借款及混凝土款未还清，2018年3月12日，陈某A明知戚某1在某镇，仍指使朱某某带领刘某7、戚某6、屠某4等人到戚某1位于某市包河区太湖路海顿公馆小区住所。朱某某带人在小区和楼道门口围坐并拍摄现场讨债视频、照片、编发信息发给戚某1及其亲属，同时扬言在其小区内和小孩所在学校拉横幅。戚某1家人多次报警，当地派出所于3月15日到场处理，朱某某等人仍滞留现场并于次日离开。2018年6月13日上午，陈某A将顺和小区售楼部门锁住，工作人员张某10找人将锁锯开后，陈某A便打电话给张某10，扬言下次再锯锁就砸其在某桥街上开的服装店。2018年8月30日上午，陈某A、朱某某指使陈某B、刘某7、宋某、张某11等人以索要欠款为由到顺和小区售楼部戚某1办公室，刘某7、宋某、张某11在办公室不走并辱骂戚某1。中午戚某1下班要走时，陈某B、刘某7、宋某、张某11等人拦着不让戚某离开，后戚某1报警，警察到现场将陈某B、刘某7等人带至派出所。在案件线索查处过程中，陈某A得知戚某1对其举报便多次发送短信威胁戚某1，内容包括“你可以准备花圈了”、“别庆幸”、“这几个月没告到我，失望吧!很快就对簿公堂见”等。（三）危险驾驶事实2019年3月18日21时许，刘某A酒后驾驶浙Ｄ×××××小型轿车行驶至某县周集街道国民米业有限公司院内时，被公安民警查获，经某地中天司法鉴定中心鉴定，刘某A血液中乙醇含量为108.2mg/100ml。公诉机关针对指控的事实，当庭举示和宣读了相关证据证实。认为被告人陈某A、陈某B、朱某某、张某B、刘某A以暴力、威胁的手段，强迫他人购买商品或退出特定的经营活动，情节严重，其行为触犯《中华人民共和国刑法》x法条第（一）、（五）项之规定，应当以x罪追究其刑事责任。被告人陈某A、陈某B、朱某某、张某B、刘某A、杨某某等人为获取非法利益，多次围堵他人和企业，拦截、恐吓他人，严重影响他人和企业生活、生产、经营，情节恶劣，陈某A多次纠集他人实施前款行为，严重破坏社会秩序，其行为触犯《中华人民共和国刑法》x法条第（二）项、第二款之规定，应当以x罪追究其刑事责任。被告人刘某A酒后驾驶机动车，其行为触犯《中华人民共和国刑法》x法条之规定，应当以x罪追究其刑事责任。被告人陈某A、陈某B、朱某某、张某B、刘某A系恶势力犯罪集团，适用《中华人民共和国刑法》x法条第二、三、四款之规定。被告人陈某A、陈某B、朱某某、张某B、刘某A犯数罪，应数罪并罚，适用《中华人民共和国刑法》x法条第一、二款之规定。提请本院依法判处。被告人陈某A辩称事情是发生，每起事情均有原因，他都是因为要钱，行为违法，不知道是否构成犯罪，不构成恶势力犯罪集团。辩护人的辩护意见为：（一）涉案的各被告人的违法犯罪行为不构成恶势力犯罪集团，也不构成恶势力。（二）公诉机关指控的三起强迫交易和五起寻衅滋事与事实不符，部分事出有因，部分仅一般违法行为。（三）某镇11个村的80%左右乡村公路都是某县龙圣新型建材销售有限公司修建，为当地发展作出一定的贡献，并非公诉机关认定的“毒瘤”，如果是“毒瘤”，当地政府及公安机关亦有不可推卸的责任。综上，陈某A不应当被认定为恶势力犯罪，所指控的8起事实中单个行为也不构成犯罪，至于从整体看是否构成犯罪，请法院在调查核实的基础上进行认定。辩护人当庭提供了以下证据：1、证明2份，证实陈某A没有垄断某镇混凝土市场；2、本院（2018）皖1522民初3630号民事判决书，证实魏某1欠陈某A货款94万元；3、照片10张，证实陈某A生产的混凝土多用于某镇修路，对外销售少，未垄断市场；4、堵某矿业公司现场照片2张，证实陈某A辆车停放在路边，并未堵门，不是寻衅滋事行为；5、欠条1张，证实戚是欠陈某A货款84万元，并有某矿业公司负责，陈某A与某矿业有一定经济纠纷。被告人陈某B辩称指控的内容部分不属实，自愿认罪，请求从轻处罚。辩护人的辩护意见为：（一）本案属于普通的共同犯罪，而非恶势力犯罪集团。（二）公诉机关指控陈某B参与的两起强迫交易犯罪事实中第1起强迫交易行为的数额未达到立案追诉标准、第2起刘某6与陈某A之间是来料加工而强迫交易，均不能单独构成犯罪。（三）公诉机关指控陈某B参与的三起寻衅滋事的行为不符合x罪的犯罪构成，均不构成x罪，其中参与的第1起行为构成强迫交易行为。（四）陈某B归案后如实供述，当庭自愿认罪，可酌情从轻处罚。综上，陈某B不构成恶势力犯罪集团，仅是普通共同犯罪中的从犯，陈某B的行为构成x罪，但不构成x罪。被告人朱某某辩称起诉书指控的部分内容不属实，自愿认罪，请求从轻处罚。但辩护人的辩护意见为：（一）本案应当认定为一般恶势力犯罪团伙，不符合犯罪集团的特征。（二）公诉机关指控朱某某参与四起犯罪事实不准确，朱某某实际仅参与了向戚某1索要债务一起事实，且事出有因。（三）朱某某不涉及恶势力团伙犯罪。（四）朱某某在共同犯罪中处于从属地位，应当认定为从犯。（五）案发前，朱某某与陈某A已离婚，朱某某对搅拌站经营没有实际控制权，参与较少，社会危害性、主观恶性小。（六）朱某某认罪、悔罪，且系初犯，尚有两个未成年孩子需抚养。综上，公诉机关指控朱某某犯x罪不成立，朱某某仅构成x罪，建议对其从轻处罚，判处有期徒刑一年，缓刑二年。被告人张某B辩称寻衅滋事的第3起没参与，其他均属实，自愿认罪，请求从轻处罚。辩护人的辩护意见为：（一）公诉机关将本案定性为恶势力犯罪集团，因而指控张某B系恶势力犯罪集团成员，明显认定错误。张某B受雇于和龙圣公司没有隶属关于的罐车车主，其作为驾驶员是为挣钱养家糊口而非为了共同犯罪去龙圣搅拌站工作的。（二）张某B不构成恶势力犯罪，指控张某B参与的犯罪事实中没有任何一件是无事生非，不应作为恶势力案件处理，即使构成犯罪也只是一般犯罪。（三）张某B不构成x罪。1、张某B未参与围堵某搅拌站车辆，搅拌车是刘某A开去现场的，张某B到达时事件已经发生。2、指控张某B参与围堵某小区道排工程证据不足。（四）张某B在其参与的x罪第2起中作用较小，犯罪情节轻微，应免于处罚。（五）指控张某B参与的强迫交易犯罪第3起某桥顺和家园小区道排工作堵路事件，张某B并不明知或应当知道陈某A系为了强迫交易，张某B认为陈某A是为要账，不具有主观犯罪意图，从而不构成x罪。（六）张某B主观恶性不大，社会危害性小，归案后如实供述，当庭自愿认罪，且在所参与的犯罪中作用小，情节轻微，系从犯。综上，建议对张某B从轻处罚，判处有期徒刑六个月至一年，并适用缓刑。辩护人当庭提供谅解书2份，证实案发后戚某1、某地某搅拌站对张某B的行为表示谅解。被告人刘某A辩称寻衅滋事的第3起未参与，其他均属实，自愿认罪，请求从轻处罚。辩护人的辩护意见为：（一）陈某A等人不构成恶势力犯罪集团。（二）刘某A参与的个罪中，第1起强迫交易事实系违法行为；第2起强迫交易事实是在公安机关调解下双方协商的结果，并非强买强卖，被害人有过错且不明确、指控的犯罪数额证据不足；第1起寻衅滋事事实，公诉机关以040县道被都住认定犯罪既遂与事实不符，即使认定堵路事实发生，该起也是龙圣公司想强迫曾某使用其混凝土，系强迫交易未遂；第2起寻衅滋事证据不足。（三）量刑方面。1、刘某A系公安机关传唤到案，并如实供述，应认定为自首；2、刘某A参与时间短，且主动退出，主观恶性小，当庭亦认罪、悔罪；3、刘某A仅是打工者，所实施的行为均受陈某A指使，应认定为从犯。综上，建议对刘某A从轻判处。被告人杨某某对指控的事实及罪名均无异议，自愿认罪，请求判处缓刑。辩护人的辩护意见为：（一）对事实、定性均无异议；（二）杨某某具有以下从轻处罚情节。1、杨某某犯罪系受陈某A指控、教唆，所起作用处于从犯地位，系从犯；2、杨某某平时表现良好，本次犯罪系因经济纠纷处理不当而触犯刑法；3、杨某某愿意认罪、认罚，且系初犯、偶犯。综上，建议对杨某某从轻处罚，并适用缓刑。经审理查明：2014年，被告人陈某A在某县某镇注册成立了霍邱龙圣建材公司并担任法人代表，但该公司未取得建设行政主管部门颁发的混凝土专业承包资质。2014年起，为了迫使他人使用自己公司生产的混凝土，阻止其他公司向某镇境内销售混凝土，逐步达到垄断某镇辖区商品混凝土销售市场的目的，陈某A纠集被告人陈某B、朱某某、张某B、刘某A、杨某某等人多次采取驾驶混凝土罐车、轿车堵门、堵路的方式实施强迫交易、寻衅滋事等违法犯罪活动，为非作恶、欺压百姓，逐步形成以陈某A为首要分子，陈某B为骨干成员，刘某A、张某B、朱某某为一般成员的恶势力犯罪集团。具体犯罪事实如下：一、强迫交易事实（一）2016年3月13日13时许，被害人某公司向某县某镇张某2运送混凝土时，被告人陈某A指使被告人陈某B、张某B、刘某A、朱某某等人用汽车及搅拌罐车将某公司的五辆混凝土搅拌罐车及一辆泵车堵在张某2家门前的羊高路上。陈某A以羊高路系新修没有验收不允许车辆通行为由，要求某公司将五辆混凝土罐车运回某地。某县公安局某桥派出所接到报警赶到现场劝阻未果。某公司在混凝土罐车被围堵数小时后因担心罐车内的混凝土凝固导致罐车损毁被迫向陈某A妥协，将自己的泵车开走后使用陈某A的泵车，陈某A收取泵车使用费1800元。经某地安诚价格评估有限公司评估，某公司使用混凝土泵车输送5辆车共60方混凝土浇筑基地成本在价格评估基准日的评估价格为204元。因陈某A等人围堵导致张某2家建筑工人无法施工，某公司支付工人误工费500元。经某地安诚价格评估有限公司评估，某公司5辆共计60方混凝土搅拌罐车满载混凝土等待状态下3.5个小时的油耗损失在价格评估基准日的评估价格为315元；上述事实，有下列证据证实：1、勘验、辨认笔录（1）现场勘验笔录、现场方位示意图、现场照片，证实案发地理位置及现场情况。（2）辨认笔录、辨认照片、辨认照片人员名单，证实经卢某2辨认出6号照片（刘某A）对应的人为2016年3月13日下午自称陈某A搅拌站车队队长阻止运输混凝土车辆通行及收取1800元泵车费的男子；康某辨认出3号照片（朱某某）对应的人为2016年堵某地搅拌站送给张某2家混凝土的陈某A妻子。2、书证（1）立案登记表、立案决定书等法律文书，证实发案及立案情况。（2）接受证据材料清单及照片2张，证实2019年2月20日，卢某2向公安机关提供案发现场围堵照片2张，照片显示一辆灰色面包车堵在泵车前面。（3）调取证据通知书及羊高路（某地至某地段）改建工程竣（交）工验收表，证实2014年2月12日，某县人民政府交通局将某县矿区道路某山至某地段改建工程发包给江西建工第二建筑有限责任公司。（4）陈某A等涉案人员通话记录涉案情况及调取说明、通话记录，证实2016年3月13日案发当天，卢某2与卢某1、卢某2与陈某C、卢某1与陈某A、陈某A与刘某A、刘某A与张某4多次电话联系，其中卢某2在14时38分至14时56分期间多次拨打报警电话。（5）霍邱某新型建材有限公司（原某公司）出具的情况介绍，证实2016年3月13日，该公司5辆混凝土搅拌车和1辆泵车到某县某镇张某2家施工作业时，被陈某A等人阻挠、堵路，要求用陈某A的泵车方能继续施工，当时因考虑到混凝土长时间耽误出现干结，影响工程质量等，被迫同意陈某A要求，后陈某A在现场从混凝土款中领取泵车费1800元和500元工人施工费。3、《某地安诚价格评估有限公司价格评估结论书》安诚价评【2019】PG190225号，证实经评估，霍邱某新型建材有限公司（原某公司）所有的5辆12方混凝土搅拌罐车满载混凝土等待状态下3.5个小时的油耗损失在价格评估基准日的评估价格为315元；霍邱某新型建材有限公司（原某公司）使用混凝土泵车输送5辆车共60方混凝土浇筑基地成本在价格评估基准日的评估价格为204元。4、被害人卢某1（原某公司负责人）的陈述：2016年3月份左右，某桥街道南头张某2家盖房时使用公司的混凝土，当时公司去了五辆罐车的混凝土及一辆泵车。那天下午，卢某2打电话讲运送混凝土的罐车被某桥一个开搅拌站的人拦住了。他到现场后看到公司的六辆车子停在某桥街道南头一条新修的水泥路上，车队前面有辆银灰色面包车拦着，车队后面有一辆罐车堵着。听讲是某桥陈某A搅拌站人堵得，当时陈某A也在现场，坐在一辆轿车内。他去的时候，陈某A也下车了，讲“某桥有搅拌站，你这是哪来的搅拌站，不会叫你们来”、“就是来了也叫你卸不掉货”。派出所民警到场后，叫他跟陈某A到派出所解决。在派出所院子里，陈某A要求他们将混凝土罐车开回某地，不允许在某桥使用。他担心混凝土时间长了凝固，就和陈某A协商，陈某A才勉强答应让他们将这五车混凝土给张某2使用，但是必须使用陈某A的泵车打混凝土，后被迫同意。陈某A按30元每方收的钱，如果使用自己的泵车每方15元，卢某2当场给了陈某A1800元泵车费。另外，卢某2又给了张某2家工人半天500元误工费。陈某A带人从中午2点开始堵，直到晚上5点钟才协商好。混凝土车子被堵期间发动机不能停，让装混凝土的罐子不停地转，防止凝固，每辆车至少多支出200元油费，一共至少损失3300元。他到现场看见路上有其他车辆正常通行而且路也没有封住，也没有禁止通行标志。5、证人证言（1）证人张某2（建房人）的证言：2016年3月13日13时左右，某地搅拌站来了五辆混凝土车及一辆泵车，这些车子刚到他家门口就被一辆浙C牌号的黑色大众轿车堵住了，接着一辆银灰色面包车堵在泵车前面，陈某A开了一辆黑色迷你轿车堵在运送混凝土罐车前面，他母亲范某A让陈某A不要堵车，陈某A讲“你盖个熊房子，跟我又没有关系，我又没有拦你地点”，讲完陈某A关上车门就走了。最后朱某某开了一辆黑色奔驰轿车到他家门口，朱某某站在门口讲“你不用我混凝土，你去乱问什么价钱”。某桥派出所出警后将双方都带到派出所，17时左右双方才谈好。听讲某地搅拌站那边妥协了，用陈某A泵车打混凝土。另外，当时在他家干活的建筑工人不愿意，耽误下天没有干活，晚上还要加班，后来某地搅拌站有个人给了工人500元误工费，钱是他给工人的，结账的时候他扣了500元。听讲陈某A泵车费是向某地搅拌站收的，每方混凝土收取30元钱，这个钱没有问他要。开始堵的时候，路上车子多，路都被堵死了，一辆车子都过不去。他家门前那水泥路已经修好了，都正常通车，矿上拉铁精粉、矿石、尾砂的大车经常路过，那些大车比混凝土车还重，也没有人问。（2）证人张某A（张某2妻弟）的证言：2016年3月13日13时左右，某地搅拌站去了五车混凝土及一辆泵车，泵车正在准备工作时，陈某A搅拌站的泵车开到张某2门口直接停在某泵车的前面把路堵住，刘某A开一辆浙C牌号的黑色大众轿车把某泵车的后面也给堵死了。刘某A来后讲都问价格了，怎么不使用陈某A的混凝土，不准某地搅拌站那方施工，僵持有20分钟，这时陈某A开一辆皖K牌号的轿车来了，车上带有三四人有，之后朱某某也开车到现场。后来到派出所处理的，调解张某2继续使用某搅拌站的混凝土，但必须使用陈某A的泵车，支付给陈某A1800元泵车钱，当时某公司的泵车没有故障。前前后后大约堵了三四个小时，当时混凝土都快不能用了。（3）证人卢某2（某公司员工）的证言：那天14时左右，他开车赶到现场，看到公司的泵车停在路边，车头有辆银灰色面包车堵着，泵车后面有辆罐车在堵着。一会过来一辆奔驰轿车堵在罐车前面，是个女子开的。一个自称是陈某A搅拌站队长的男子和奔驰轿车上那个女子下来对他们讲，意思是这条新修的水泥路不允许大车走，听旁边人讲女子是某桥搅拌站老板陈某A的老婆。报警后，某桥派出所通知卢某1、陈某A到某桥派出所去处理。大概过了有好几个小时，卢某1打电话跟让公司的泵车回去，使用陈某A搅拌站的泵车打混凝土，结束后对方开皮卡车的男子向他要了1800元泵车费，对方打了一个收条，落款陈某A搅拌站队长，但没有签名，后来被他丢了。他另外还给了那家盖房子的东家工人误工费500元。陈某A老婆跟那个队长借口那条路是新修的不让走，其实目的是不让他们某地搅拌站的混凝土在某桥销售，以便垄断某桥商品混凝土市场。他得知被堵在13时至13时30分之间，17时30分左右谈好后他通知泵车开走，这次泵车及混凝土罐车被拦，损失至少有3000元。（4）证人康某（张某2邻居）的证言：那天下午某地搅拌站拉了几车混凝土往张某2家开，还没开到张某2家门口时候，一辆黑色的小轿车开到搅拌车前面把那些搅拌车堵住了，后来又来了几辆车也堵在搅拌车旁边。当时人比较多，陈某A的老婆也在，陈某A老婆去张某2门口讲了一些话，大概意思是张某2盖房子应该从陈某A那买混凝土，不应该从某地搅拌站买料子，并且还要让某地搅拌车回头，不然就把搅拌车堵住，不让搅拌车卸混凝土。她当时看不下去，还与陈某A老婆吵了几句，讲有钱想买谁东西都能买，人家愿意买谁的就买谁的。陈某A老婆讲她在旁边讲闲话，人家盖房子关她什么事。后来天快黑的时候，陈某A的泵车打的混凝土，某地搅拌站的泵车被逼没打混凝土就开走了。搅拌车被堵住之后陈某A老婆就到现场了，她不知道那些小车是谁开去的，根据当时陈某A老婆讲话和态度看，那些小车应该与其有关系。堵车导致路上通行不便，只能走摩托车、电瓶车之类的，别人过路的汽车无法通行。（5）证人杨某1（张某2房屋建设施工人）的证言：那天中午，某地一个搅拌站（某公司）送了五六十方混凝土，五辆搅拌车、一辆泵车快到张某2家门口时候，一辆银灰色昌某某面包车把搅拌车堵住了，然后一个黑色轿车过来也把搅拌车堵住了。昌某某车里下来一个人，他看见是陈某A搅拌站里的人。过了一会陈某A也到现场了，张某2、某地搅拌站的人和陈某A是怎么谈的不知道，一直僵持几个小时，最后陈某A的泵车开过来了，某地搅拌站的泵车就回去了，某地搅拌站送来的混凝土全部用陈某A的泵车打的，他们才开始干活的。因为白天耽误了，晚上要加班，他跟张某2讲工人要误工费，后来某地搅拌站的人给了500元误工费。陈某A堵某地搅拌站的搅拌车，想不让外面的搅拌站往某桥送混凝土，让张某2用陈某A的混凝土。当时车辆没法走，车辆通行都是走路边住户家门口过的。（6）证人张某4（陈某A泵车驾驶员）的证言：2016年3月份，刘某A打电话让他到某桥街道南边打别的搅拌站罐车混凝土，他把泵车开到地点支好后，时间大概在18时许，把五车混凝土打完后离开。第二天，听刘某A、张某B讲以后这家盖房子用他们搅拌站的混凝土了，他才知道某地搅拌站送混凝土时被陈某A带人堵住了，后来某地搅拌站泵车走了，用他们站的泵车。刘某A有一辆黑色大众桑塔纳3000轿车，某地牌号。（7）证人王某1（某公司泵车驾驶员）的证言：2016年3月份，他与陈某D给某桥一家群众送混凝土时，泵车被一辆银灰色面包车和一辆罐车堵在中间。老板卢某1去协调的，后来卢某2通知让他们泵车回去，那边堵车的车辆也撤了。听讲送过去的混凝土是用某桥搅拌站的泵车送掉的，还给了对方泵车费，他们的泵车没坏，那条路是正常的，有其他车辆过往。（8）证人程某（某公司驾驶员）的证言：他和王某1将泵车停在某桥街道的一条刚修建的水泥路边，被一辆银灰色没有牌照的面的车堵住，一个男子站在泵车旁边讲混凝土不要打了，让他们将泵车开回去。不知道什么时候泵车后面也堵了一辆空罐车。后来队长卢某2、老板卢某1到现场与对方交涉未果，报警派出所的人将双方都带到派出所去了。等了三四个小时左右，五六点钟的时候接到通知将泵车开回某地，由某桥搅拌站的泵车打混凝土了。他们的泵车没有坏，都是正常的。（9）证人刘某2（某公司驾驶员）的证言：当天下午他们一共五辆搅拌车和一辆泵车从某地某公司出发，快到某桥那个客户家门口的时候被人用车堵住，不让他们把混凝土卸下来，拦车的人讲不允许外来的混凝土进入某桥，持续堵了几个小时，后来报警了。最后使用堵路人的泵车把混凝土给东家使用的。每辆罐车装12方混凝土，共计60方混凝土。罐车用的是柴油，装混凝土的时候，必须一直保持发动机工作状态，要保证罐筒一直处于转动，所以当时车辆没有熄火。如果时间长了，混凝土凝固在搅拌车里面，将导致搅拌车无法使用，需要找专门的人把水泥清理出现。他们搅拌站去的泵车没有坏，老板和堵路的协商的，如果不用对方的泵车，对方还会堵，他们的混凝土就打不上去。（10）证人贾某（某公司驾驶员）的证言：2016年3月份，他们到某桥街上送五车混凝土，去的还有一辆泵，在某桥街道快到目的地的时候泵车被人堵住了，他当时在罐车上休息没有下来，后期老板卢某1去协调，用堵车人的泵车将他们5辆罐车里面的60方混凝土打到房子上面。他们是午饭后走的，13时30分前到某桥被堵住的，堵了好几个小时，协商好后，对方泵车去打混凝土时天已经黑了，至少在18时以后。罐车用的是柴油，加油时直接在搅拌站加。堵车期间，罐车没有熄火，发动机一直在工作，必须保持罐筒在转动状态。（11）证人曹某（某公司驾驶员）的证言：2016年3月份，他们某搅拌站往某桥街上送5车混凝土，快到目的地时，前面的泵车和搅拌车都停下来了，听讲某桥一家开搅拌站的人用车把泵车堵住了，不让他们过去，后来5车混凝土用的是别人的泵车。他们是午饭后从某地出发的，13时30分之前到了某桥，其他人的泵车打他们搅拌车混凝土的时候，天都黑了，至少在18时以后，这期间他们五辆搅拌车都没有熄火。（12）证人徐某（某县交通局职工）的证言：羊高路是从某地镇羊角山至某地镇的一段路，中间经过某镇，业主是某县交通局，他作为业主在施工现场办公室工作人员，负责上传下达、相互联系工作，平时住在项目部。该路中标单位是江西建工第二建筑有限责任公司（简称江西二建），陈某是专门负责羊高路修建的施工队负责人，陈某A没有参与羊高路修建，在羊高路修建过程中没有见过陈某A到施工现场。羊高路是2016年5月竣工验收的，在羊高路修建到验收这段时间，允许车辆通行的。（13）证人陈某（江西二建公司羊高路项目负责人）的证言：羊高路是2014年江西二建公司中标的，2015年4月份开始修的，主体工程在2016年3月份修好，2016年5月份验收。江西二建委托他修的，除他之外没有任何人参与修建，没有陈某A的股份。部分中段用的陈某A搅拌的混凝土。羊高路修建好之后到验收完成这段时间，按道理说是不能通车的，但是拦不住，都在走。当时路两头没有砌砖墙，就是堆放一堆土，堆的土被车辆来回碾压也不怎明显了，还有就是放置了一块小牌子，其他的没有任何标志或禁行障碍，他没有安排过人去拦过往车辆。（14）证人张某5（某公司员工）的证言：某桥张某2家从她们搅拌站用混凝土时，听讲送混凝土的搅拌车被堵住了，卢某2带人去处理的。（15）证人李某1（某县交通局工作人员）的证言：羊高路具体施工的是陈某，陈某A没有参与修建，在这条路修建的时候他每天都在路面，没有在路上看见过陈某A及陈某B。羊高路是2016年春节过后修好的，某镇铭豪KTV往南点应该是2015年底或者2016年初修好的。路面的混凝土打好后，很快就干了，干过之后就可以通行了，原则上是给小车通行，不给大车通行，但是这条路一直没有设立挡墙或者用土堆等物拦起来过，一般修好就让通行了，拦也拦不住，还怕出事，其中有个骑摩托车的摔坏了，陈某还赔钱了，所以一般修好都就不拦了。6、被告人的供述（1）被告人陈某A的供述：羊高路是他和陈某修的，当时路面混凝土刚浇筑了大概十天左右，张某2家盖房子用的是某公司的混凝土，某公司五辆混凝土的车子都停在路上，他怕某公司车子把路压坏了，带着刘某A到现场，让那五辆车的驾驶员把混凝土倒掉后把车子停在派出所，并让对方押50万元用来维修被压坏的路。后来对方驾驶员报警，派出所邵教处理的。最后某公司老板跟他协商，用他家的泵车把混凝土打掉，并支付费用，他同意后就用泵车把某公司混凝土打给张某2建房，收了1000多元费用。是他安排刘某A去现场看着不让某公司搅拌车上路的，堵了一个多小时，后来的事情是刘某A到现场处理的，记不清朱某某是否在场。（2）被告人陈某B的供述：记不清是否参与了。陈某A搅拌站有一辆银灰色的昌某某面的车，没有牌照，平时他开这辆面的车。（3）被告人朱某某的供述：2016年3月13日13时左右，她一个人开着牌照皖Ｎ×××××黑色现代劳恩斯轿车去的现场。张某2家打混凝土前，毛匠头子打电话问过她们搅拌站，讲要用她们的混凝土，但当天没有从她们搅拌站拉混凝土，她路过张某2家门口问毛匠头子为什么不用她的料子，还问她价格。当时还与康某（张某2侄女）争执了几句。某桥街道南面的（张某2家门口的）羊高路是陈某A家门的兄弟陈某修的，料子是陈某A搅拌站加工的，修这条路具体获利算陈某A入的股，这是陈某跟陈某A口头讲的，到现在欠陈某A的钱还没给。（4）被告人张某B的供述：陈某B打电话让他把搅拌车开到羊高路去把另一家公司的几辆搅拌车堵住，讲外面的搅拌车又往某桥送料子了，后他从搅拌站将皖Ｎ×××××搅拌车开到羊高路上把对方泵车堵住。当时陈某B的面包车已经在那了，堵在去某地的方向。堵住之后，他下车看老板陈某A、陈某B也在，那辆面包车应该是陈某B开去的。去堵泵车和搅拌车的，因为往某桥送料子了，没有用他们公司的混凝土。陈某A在现场讲这条路没有验收，不让走才堵得车子，其实还是因为没有用他们搅拌站的混凝土。羊高路是陈某修的，陈某A这样讲就是个借口。后来谈好了，不是陈某A就是陈某B打电话让他把搅拌车开回去的，那家的泵车也就开走了，陈某A安排他们公司的泵车去打的混凝土，具体给了多少钱不知道。（5）被告人刘某A的供述：2016年3月份，某桥街道南头张某2家盖房子，前天下午的时候，张某2家建房的毛匠头子打电话给他说“明天张某2家要用料子，你先来看看用多少料子，车子能不能进。”后他到现场看看情况，同时与张某2谈好了，准备第二天下午送料子。第二天上午，他打电话给毛匠头子，问下午几点钟干活时候，毛匠头子讲“张某2联系某公司的料子了，不用你们家的了。”后他将情况告诉陈某A，陈某A讲“下午我们去看着，不要让某公司的车上新修羊高路上，不能让他们送料子。”中午吃过饭后，他让张某B开着厂里的东风搅拌车带他到张某2家门前，看见一辆泵车停在张某2家门前准备上料子，还有五辆拉混凝土的搅拌车停在羊高路头。他让张某B把搅拌车停在某公司泵车的后面堵着，不让搅拌车去上料子。车停好后，他跟张某2说“这条路是我们供料修的，现在还没有验收，你不能让重车上来，要不你让搅拌车把料子卸掉一半才上来。”之后没多久，陈某A也来到现场，陈某A也是以同样的理由不让某公司的搅拌车去上料子，他在现场没多久就走了，堵了有三四个小时。最后在公安机关的调解之下问题才解决掉。陈某A安排到张某2家堵得，记得有他、张某B和陈某A，唐某某和朱某某有没有去记不清楚了，陈某B应该也去了。（二）某县某镇顺和家园小区道排工程由某公司中标并由戚某1负责施工。2018年3月6日，某公司与某公司签订合同，约定使用某公司价值115万元的混凝土。2018年7月4日下午，某公司在向施工现场运送混凝土时，被告人陈某A以戚某1欠钱为由，与被告人陈某B、张某B驾驶搅拌罐车及轿车赶到现场，陈某A指使张某B用搅拌罐车堵在施工现场，致使工人无法施工。某县公安局某桥派出所民警到现场劝阻未果。经某镇政府工作人员协调，陈某A才于当晚9时许将堵路的搅拌罐车移走。后某公司被迫终止与某公司签订的混凝土使用合同，戚某1找到刘某6出面协调，由刘某6购买砂石等材料在陈某A搅拌站加工成混凝土供顺和家园小区道排工程使用，陈某A收取加工费用5万元。上述事实，有下列证据证实：1、勘验、辨认笔录（1）现场勘验笔录、现场方位示意图、现场照片，证实案发地理位置及现场情况，现场照片显示皖Ｎ×××××号东风大力神牌罐车横停在路中间，罐车旁边为建筑材料及一辆挖掘机，在距离泵车不远处，两辆黑色轿车停在路面，其中皖Ａ×××××奥迪牌轿车横停在路中间，路面车辆无法通行。（2）辨认笔录、辨认照片、辨认照片人员名单，证实经戚某1辨认出3号照片（张某B）对应的人为2018年7月4日下午陈某A带人围堵施工的罐车驾驶员。2、书证（1）立案登记表、立案决定书等，证实发案及立案情况。（2）接受证据清单及某地省预拌商品混凝土购销合同，证实2018年3月6日，某公司某桥倒排工程项目部与某公司签订购买3600立方米、价值115.2万元的商品混凝土材料（水稳）用于某县顺和家园小区建设。（3）接受证据材料清单及转款凭证7张，证实2018年7月12日至10月26日期间，戚某1通过银行转账方式向刘某6转款30.9万元；刘某6通过微信及银行转账方式向陈某A转款4.5万元。3、2018年7月4日某县公安局某桥派出所民警出警执法记录仪（ID056916）录制的现场视频DVD光盘1张及视频截图2张，证实某桥派出所民警接警到现场处理及现场围堵情况，视频显示民警向横在路中间的黑色皖Ａ×××××奥迪牌轿车了解堵路阻拦施工原因，陈某A坐在副驾驶室，张某B坐在驾驶室，陈某A称堵路为要钱，戚某1使用其料子修路账未结，又使用其他人料子修路。4、被害人戚某1陈述：他是某镇顺和家园道排工程（包括某桥第二小学门口路段）实际现场施工负责人。他所在项目部与某公司签订3600方、总价115万元的水稳干性混凝土购销合同，截止2018年7月4日，某公司给他工地拉了十余车水稳干性混凝土，价值5万元左右。7月4日14时左右，戚某2打电话说陈某A用罐车将施工路段堵住不能施工。他赶到施工路段看到一辆大型搅拌车横着停在施工路段上，陈某A开的黑色奥迪轿车停在搅拌车前面，搅拌车驾驶员张某B、陈某A坐在轿车里面。他问陈某A为什么堵现场，陈某A讲“钱没有结清，还用别人的料子，”意思是他与陈某A之间账没结清，没有使用陈某A的混凝土料子。他在建设顺和家园小区三期时欠陈某A41万元货款，他与陈某A协商未果，后报警。派出所民警让陈某A将罐车移开，陈某A扬言要找派出所民警要钱，后来民警将他、陈某A通知到派出所，当天晚上镇里纪委书记刘某5出面协调，陈某A才让驾驶员将罐车移走。之后工程停工了几天，后来担心陈某A再堵工地，他找刘某6出面跟陈某A协调，修路所用的料子由陈某A搅拌站供应，不再使用某公司的料子。过了十余天，陈某A开始向工地送混凝土料子。因为堵路的事他和陈某A闹得不愉快，后期用料结算都由刘某6出面，以刘某6名义从陈某A搅拌站拉料子，他结账给刘某6，工程干了一个多月，共使用陈某A搅拌站干性混凝土水稳料子30多万元。一直以为料子是陈某A供应的，后来才知道是刘某6买原材料在陈某A搅拌站加工成，然后供料子给他，陈某A收取混凝土加工费。5、证人证言（1）证人刘某3（某公司经理）的证言：某镇顺河家园小区是实际戚某1开发的，他们公司与顺河家园项目部签订有购销合同，被堵那天，他听公司的站长屠某2说搅拌车在某桥顺河家园被陈某A堵住了，讲是戚某1欠陈某A的钱，后来戚某1和陈某A处理好了。实际上陈某A是以欠钱为借口，不让外面的混凝土到某桥。之后他们和戚某1把之前送过的货和钱结算后，就没有按照合同继续送混凝土了。（2）证人刘某4（某公司副经理）的证言：2018年3月份，戚某1与他签订向某桥顺和家园小区道排工程供应水稳的购销合同，预计用量3600方，每方单价320元，合同总价115.2万元，结算以实际用量为准。2018年7月4日上午开始送水稳料子，下午送了几车后，有三辆混凝土搅拌车被堵住了，时任公司站长屠某2告诉他是陈某A堵得，说戚某1欠陈某A的钱，所以把他们公司的搅拌车堵住。事后，戚某1打电话说料子暂时别送了，后期工程就没有用他们公司的水稳料子了，合同也被迫终止。根据公司的送货单统计，当天共送了15车150方水稳料子，价值4.8万元，剩下100多万的水稳料子没有送，造成公司损失。（3）证人戚某2（戚某1堂弟）的证言：2018年7月4日下午三四点钟，魏某2（施工现场负责收水稳料子）打电话说有人到现场用车堵着不让施工。他与戚某1先后赶到现场，他看到一辆运送混凝土的罐车横停在某桥二小大门前正在施工的道路上，不让施工，陈某A的奥迪车停在路中间，陈某A及另外一个人在车里。不知道戚某1怎么跟陈某A讲的，他心里明白是修路没有用陈某A的料子，故意堵得。后打110报警，某桥派出所出警场后把陈某A和搅拌车驾驶员，还有奥迪车里面的一个人通知到派出所。晚上9点多钟的时候，戚某1打电话说搅拌车开走了，让他到现场把周集某公司送的水稳料子使用掉，一直干到半夜。后来听讲刘某6出面协调，某桥二小门口修路用的水稳料子使用陈某A搅拌站的，大约过了几天，陈某A搅拌站开始向工地送水稳料子，直到工程完工，大约使用了二十七八万元左右。陈某A搅拌站基本上是半夜送水稳料子，魏某2年纪大了熬夜不行，由他去收水稳料子，陈某A送的收料单子上都是他签的字，后期刘某6送的水稳料子都是魏某2签的字。（4）证人魏某2（戚某1舅）的证言：2018年7月4日15时左右，他发现周集某公司不送料子了，出去看到路上堵了一辆运送混凝土的罐车，罐车上没有驾驶员，陈某B站在旁边，他当时只顾得跟陈某B讲话，没在意旁边的人。他跟陈某B讲，戚某1欠陈某A钱等过几天再给，陈某B讲少陈某A的钱怎么还不用陈某A的料子（修路用的水稳）。后来听讲戚某1找人跟陈某A谈好了，直到夜里才将罐车移走。（5）证人刘某5（某镇纪委书记）的证言：2018年7月份，顺和小区配套工程龙头路施工，承建老板是戚某1，该工程是行蓄洪区观摩点，上级领导将来参观视察，县里只给两个月的施工时间，工期比较紧。当时陈某A以戚某1欠钱用车将施工现场的路堵住了，记得堵了三辆拉水稳料子的车子在现场，戚某1也报警了，但派出所没有协调好。当天晚上8点多的时候，吕镇长安排他出面找陈某A，经他协调，陈某A同意将堵路的车子前挪开，先将料子卸掉。陈某A因为戚某1欠钱而堵路是主要原因，还有一个原因可能是因为戚某1用的是周集搅拌站的料子，陈某A认为戚某1欠钱还不用陈某A搅拌站的料子，对戚某1有意见所以才堵路。（6）证人郑某1（顺和小区承建人）的证言：他和戚某1、严红军共同出资建设顺和家园小区，开始使用的是某县白庙的某搅拌站的混凝土，也使用过某县吴集华某某的混凝土，后来由戚某1负责混凝土的事情。听讲戚某1和陈某A因为混凝土欠款的事情，闹得很不愉快，戚某1还有一些钱没有和陈某A结清。（7）证人刘某6的证言：听讲当时戚某1修顺和家园道排工程的时候，用的其他搅拌站的混凝土料子，戚某1欠陈某A钱，陈某A堵施工现场。堵过后，戚某1就没有继续从其他公司使用水稳料子了，戚某1让他想办法联系料子，后他找陈某A商量的，他拉料子在陈某A搅拌站加工，他给陈某A加工费用，后期戚某1修路的水稳料子实际上是他送的，大概加工了不到3000吨，约1300方。戚某1跟他结算，给了不到30万元，他支付陈某A约5万元。（8）证人范某1（顺和家园小区劳务承包人）的证言：当时，听讲陈某A为了向戚某1要钱，所以阻拦施工的，这事镇政府出面协调的。开始戚某1修路用的水稳是某公司供应的，陈某A阻拦施工之后，某公司也就不送水稳了，具体什么原因不知道，后期修路用的水稳是刘某6供应的，刘某6买原材料在陈某A搅拌站加工，加工之后刘某6供货给戚某1，刘某6给陈某A加工费，戚某1和刘某6结算料子钱。（9）证人董某（戚某1雇佣人员）的证言：当时那个路段是一个姓魏的在那负责施工，他开挖掘机负责铺水稳料子。7月4日13时许，他正在施工的时候，有一辆搅拌罐车开来把地上堆放的水稳料子堵住了，导致他没法铺料子。当时堵了好几个小时，晚上七八点钟，他去把料子打堆时候，罐车还在那。（10）证人王某2（某公司搅拌站长）的证言：2018年7月4日某公司向顺和家园小区道排工程施工现场送水稳料子被堵，当时一共送了15车150方料子（有供货单），从早晨就开始一直到中午，之后就没有再送了。当时某桥顺和小区道排工程项目负责人打电话给他讲料子不要送了，他也跟公司老板汇报了，就没有安排人再送料子了。（11）证人戚某3（农用车驾驶员）的证言：2018年夏天，杨某2让他找几张农用车从陈某A搅拌站拉水稳料子到工地，后他联系代某、孔某、李某2、屠某1，开始从陈某A搅拌站拉水稳料子到某桥顺和小区道排工程工地，具体拉了几天、拉了多少水稳料子记不清了，期间陈某A搅拌站的机器还坏过。（12）证人杨某2（挖掘机驾驶员）的证言：2018年某镇顺和小区道排工程在建期间内，戚某2打电话说顺和小区修路现场一个挖机平水稳平不过来，叫他去加班平水稳，他去干了一晚上。后来，刘某6让他联系几个农用车驾驶员从陈某A搅拌站拉加工水稳料子，他联系的戚某3，期间因为陈某A搅拌站的机器坏了，几个农用车驾驶员拉过两晚上不想拉了，结账后刘某6通过微信转给他三四千元，他给戚某3了。（13）证人代某、李某2、屠某1（均为农用车驾驶员）的证言：证实2018年7月份左右，从陈某A搅拌站拉水稳到顺和家园小区道路施工现场的事实。（14）证人张某6（戚某1妻子）的证言：2018年7月份，顺和家园小区道排工程在建期间，陈某A搅拌站的混凝土罐车停在施工现场的路上，造成无法施工，当天晚上陈某A又叫人把堵路的罐车开走了。6、被告人的供述（1）被告人陈某A的供述：戚某1建设顺和小区三期使用的是他家的混凝土，戚某1修二小门前路的时候用的是某搅拌站的混凝土，他知道之后打电话给张某B，让张某B把罐车开到现场，他开皖Ａ×××××奥迪轿车也到现场，他俩堵在施工现场，不让某搅拌站的车子倒混凝土。他当时讲戚某1欠钱还没给，现在又用别人家的混凝土，叫戚某1把账先结掉，那路前期都是他修的，戚某1一直没有结账。报警后，某桥派出所民警把他们双方带到派出所，后来某镇的纪委书记刘某5打电话给他，讲有过几天有检查的，叫他先让戚某1把路修好，钱慢慢要。调解好之后，他就把车子挪走了。之后，某公司没有继续送混凝土了，刘某6买的原材料在他的搅拌站加工，他只收刘某6的加工费，戚某1与刘某6结算料子钱，他堵路是为了跟戚某1结账。陈某B不是他就是张某B打电话叫去的，给他们送烟的。（2）被告人陈某B的供述：某桥二小门口那条路是戚某1修的，之前从邮政局到二小大门口这段路上的水稳，是用陈某A搅拌站的，大概在3万元左右。本来戚某1和陈某A谈好的，这段水稳料子钱付过后再继续送水稳，但是戚某1没给钱，也没有继续从陈某A搅拌站用水稳，而是从周集某公司买的水稳。2018年7月4日，某公司向某桥二小门口工地送料子的时候被陈某A看见，陈某A打电话让他带张某B开罐车把工地堵上。后他与张某B开一辆搅拌罐车从搅拌站到二小门口的路上，当时陈某A已经开车在现场了，某公司运输水稳的车子也已经走了，某桥二小门口朝北去的路上有刚卸下来的水稳料子，大约有五六车样子。陈某A安排张某B把搅拌罐车停在施工的路面水稳旁边，让旁边的挖掘机没法施工。他从搅拌车上下来后，当时戚某1也到现场去了，陈某A和戚某1还吵起来了。魏某2（戚某1舅）喊他到旁边讲回头协商协商，把欠的料子钱给他们。派出所警察来了后让陈某A把搅拌罐车挪走，陈某A没有同意，后来派出所的人让戚某1、陈某A到派出所去谈，他和张某B就坐陈某A车走了。晚上七八点钟，陈某A打电话让他带张某B将搅拌罐车开走。后来不知道谁找刘某6出面，由刘某6购买砂石水泥等，在陈某A搅拌站加工成水稳，送到戚某1在某桥二小门口的工地。（3）被告人张某B的供述：当时某桥街道顺河小区那边某桥二小门口正在修柏油路，下面用的是水稳料打底，但是这个料子是外面搅拌站的，不是陈某A搅拌站的。那天下午，陈某A打电话让他把搅拌车开过去把路堵住不让施工，后他把皖Ｎ×××××搅拌车开到施工现场，不让挖掘机和铲车去铲水稳料子。他到的时候，陈某A已经在工地了。修路的老板戚某1、负责收料的老魏都在旁边，后来陈某A和戚某1到派出所协商去了。他也到派出所了，但是没有进去。下午四五点钟，陈某A从派出所出来把他送到搅拌站，应该没有协商好，搅拌车也没有开走。晚上八九点钟的时候，陈某B开车把他送到现场，让他把罐车开回来搅拌站。陈某A意思是戚某1欠料子钱，现在修路还不用陈某A搅拌站的料子，所以才把工地堵上，一个是想问戚某1要钱，二是也想卖料子给戚某1。都是陈某A安排的，堵是陈某A安排的，撤也是陈某A安排的。二、寻衅滋事事实（一）2014年5月份，某镇某小区安置房主体工程由张某1等人负责施工。工程前期使用被告人陈某A搅拌站混凝土，后张某1使用某公司混凝土。同年8月9日上午，陈某A用搅拌罐车将通往某小区施工现场的道路堵住。张某1报警，后经派出所民警及张某1与陈某A协调，陈某A将堵路的搅拌罐车移走。上述事实，有下列证据证实：1、现场勘验笔录、现场方位示图、现场照片，证实案发现场地理位置及现场情况。2、书证（1）接处警情况登记表，证实2014年8月9日10时17分，张某1电话报警称某小区送石料的路被人堵住了。同日10时30分，某县公安局某桥派出所出警，查明张某1与陈某A因债务纠纷发生冲突，陈某A将进入某小区的路用车堵住。（2）陈某A等涉案人员通话记录涉案情况及调取说明、通话详单，证实2014年8月9日10时41分，朱某某电话联系陈某A，10时42分某桥派出所傅某电话联系陈某A，10:36陈某A与陈某B联系。10:35戚某1给陈某A打电话。3、被害人张某1（某小区实际施工人）的陈述：2013年10月份他从戚某1手中将某小区工程转包过来，陈某A找到他想供应混凝土，后与陈某A签订合同。2014年5月份，第五栋、第六栋房子已建有两三层了，陈某A讲混凝土料子供不上了，陈某A帮他找其他人供应混凝土，他也同意了。因为施工不能停，他和某地某搅拌站对接混凝土的事情，某地某公司开始供料的时候也没有什么事。2014年8月的一天快到中午的时候，工地上有个工人跟他讲某小区后面唯一能运输混凝土的路被堵住了。随后他赶到现场，看见一辆混凝土的罐车停在某矿业生活区东侧，这个地方每次只能通行一辆车，正好把路给堵住了。开始他以为是罐车坏在那里，但是找不到司机。后来通过了解，这个罐车是陈某A搅拌站的，他给陈某A打电话，陈某A二个手机都关机了。先后联系了派出所司某、傅某，好像是傅某打电话给陈某A，陈某A才把车子开走的。这次堵了二个小时左右，堵路影响了正常施工，现场主体工程混凝土不能停，路被堵住了，混凝土运不进去，现场有100多工人没法施工。某地某公司给他供应混凝土期间，就没有和陈某A联系了，当时已按工程进度支付陈某A70%的工程款了，陈某A讲他欠钱应该是个借口，目的是想继续给他供应材料。陈某A堵路时候没有讲是为了要钱，还是为了堵某公司不让某公司送料子，之后某公司继续送料子，过了一段时间某公司搅拌车把工地塔吊砸坏了，他们与某公司发生纠纷，某公司不送料子了，接着找陈某A送了。4、证人证言（1）证人戚某1的证言：2014年，具体时间记不清了，某新村主体工程在张某1、刘某某、曹某某接手期间，有一天快到中午的时候，张某1打电话讲陈某A用搅拌车把往某新村主体工程施工的唯一道路给堵住了。那时候他和陈某A没有搞僵，他打电话给陈某A，劝陈某A把现场撤掉，陈某A没听，后来是怎么撤掉的、堵了多长时间就不知道了。（2）证人司某（某桥派出所辅警）的证言：2014年下半年某小区正在施工，当时所里接到张某1电话，讲往某小区送料的路被堵住了。随后他和所里另外一个人赶到现场，发现一辆装混凝土的罐车堵在某矿宿舍后面的那条路上，张某1在现场，找不到驾驶员。通过询问，张某1讲罐车是陈某A的，因为张某1欠陈某A的料子钱，记得张某1讲已经和陈某A商量好了。现场找不到人，陈某A手机也关了，他就回来了。快到中午的时候报案的，下午协调好的，具体堵了多长时间不清楚。某小区后面只有一条路，路比较窄，路上停了一辆罐车，其他所有的车辆都没办法通行。（3）证人魏某1的证言：陈某A确实堵过某小区大门，具体多少次记不清楚了，至少不低于两次，都是在施工期间堵得。（4）证人傅某（某桥派出所民警）出具的亲笔证词及人民警察证，证实2014年8月9日10时许，某桥派出所接张某1电话报警，称某小区工地的路被人堵了。后他与辅警司某赶到现场，发现在某小区宿舍后面的路上停着一辆水泥罐车，现场没有见到罐车车主和驾驶员，也未见到被堵得车辆。经询问张某1，张某1称水泥罐车是陈某A的，工地用的是陈某A的商混，和陈某A有生意往来。后他用手机多次拨打陈某A电话了解情况，陈某A称张某1欠其建某新村用的商混钱，向张某1要钱一直不给。他遂在电话告知陈某A有事情可以协商解决，如果协商不成，也可以起诉至法院。后停在路上的水泥罐车被开走。5、被告人陈某A的供述：张某1、刘某某跟老潘用他的混凝土，没有打条子，只有供货单上的工人签字，账也没有算。好像他让家属朱某某去某新村工地现场找的老潘，将供货单结算一下打个欠条。他当时从寿县回来在上坟，派出所傅教打电话讲他家属朱某某在现场跟老潘吵起来了，叫他把现场撤掉。后他打电话叫朱某某把车子开走，等第二天结账。第二天张某1到搅拌站换的欠条。他不知道朱某某怎么去的，也不知道和谁一起去的。他当时不在现场，不知道是否用罐车把道路堵住了。（二）2015年，魏某1承建某石料厂部分基础工程期间使用过陈某A公司混凝土，某石料厂与陈某A之间无任何经济纠纷。2015年9月29日上午，某石料厂在使用某县某商品混凝土有限公司的混凝土修建厂内道路时，被告人陈某A以魏某1欠款为由，指使被告人刘某A及张某4驾驶混凝土泵车及轿车将某石料厂大门堵住。期间，被告人朱某某赶到现场参与。经他人协调，某石料厂承诺今后建设使用陈某A的混凝土后，陈某A让张某4等人将堵门的车辆开走。此次围堵约两个小时，造成某石料厂内车辆无法正常通行。2018年，某石料厂内部路面建设需要使用混凝土，因惧怕陈某A再次堵门，后联系陈某A提供价值130余万元混凝土用于建设。上述事实，有下列证据证实：1、勘验、辨认笔录（1）现场勘验检查笔录、现场照片、现场方位示意图，证实案发现场地理位置及现场情况。（2）辨认笔录、辨认照片、辨认照片人员名单，证实潘某辨认出12号照片（刘某A）对应的人为当天驾驶泵车堵大门的男子；2、书证（1）立案登记表、立案决定书，证实发案及立案情况。（2）接受证据材料清单及某混凝土收据及发货单33张，证实2015年9月28日至9月29日，某石料厂向某混凝土公司购买混凝土事实。（3）接受证据材料清单及收条5张，证实2018年11月27日至2019年1月29日支付给陈某A、陈某B购买混凝土款133.0975万元。（4）陈某A等人通话记录情况及调取说明、通话详单等，证实2015年9月29日上午，陈某A、朱某某、刘某A、张某4、潘某、刘某1、杨某3电话联系情况，其中10时13分潘某电话联系刘某1，10时14分陈某A联系朱某某，10时24分刘某1电话联系陈某A，10时47分刘某1电话联系杨某3，10时53分、11时杨某3电话联系陈某A，杨某3未电话联系朱某某。3、被害人陈述（1）被害人潘某（某石料厂经理）的陈述：2015年9月份左右，厂内准备修建一条长约200米左右的道路，由李某3承包修建（包工不包料），联系使用白庙某搅拌站混凝土。某搅拌站在2015年9月28日、9月29日送的混凝土料子，第一天施工很正常，第二天上午正在施工的时候，大门被一辆混凝土泵车和一辆黑色轿车堵住，他上前询问从泵车上下来的一个男子，对方说泵车坏了，需要在厂门口修理。他看情况不对，明显是故意堵大门的，打电话给某桥刘庙村书记刘某1，想通过刘某1协调。刘某1到现场后，看到是陈某A搅拌站的泵车，打电话联系陈某A。后来听讲是陈某A认为他们施工没有用陈某A的混凝土料子，故意找车子堵大门的。刘某1通过刘庙村老书记出面协调，承诺以后他们厂施工的话用陈某A的混凝土料子，陈某A才让堵门的车子开走，堵了有一个多小时。当时修路没办法施工，运送石料的车辆也没办法进出。路修好后，厂里一直没有建设，2018年厂里扩大规模，部分场地道路要硬。当时担心不用陈某A搅拌站的料子，陈某A又来堵门，就直接跟陈某A联系使用混凝土。通过查账，共使用陈某A搅拌站的混凝土价值130万元左右。建厂时，将工程发包给魏某1建设的，包工包料，但他们已将工程款全部支付给魏某1，之前不认识陈某A。（2）被害人刘某1（某石料厂股东）的陈述：2015年9月29日11时左右，潘某打电话讲厂里大门被陈某A堵了，他去看见一辆泵车横在大门口的冯范路上，车头朝某地方向，当时某搅拌站的料车在厂内打混凝土料子。陈某A在场，泵车是驾驶员张某4开的，陈某A搅拌站管事的业务员刘某A也在现场。陈某A讲泵车轮胎没气了，意思是修水泥路没有用陈某A的混凝土料子，并讲魏某某欠其料子钱，某石料厂还不用其料子，不高兴就不让某搅拌站的车出去。堵了一个多小时，期间陈某A找补胎的把泵车轮胎卸掉了一只，他叫又给装上了，但是陈某A将泵车堵在那里不走。后来他找刘庙村老书记杨某3出面协调，商定以后厂里用料子使用陈某A搅拌站的，陈某A才叫人把泵车开走。之后厂里就没有建设，2018年因扩建需要使用混凝土，当时怕陈某A再去堵门，才部分使用陈某A的料子，大约有130万元左右的混凝土。4、证人证言（1）证人杨某3（原刘庙村书记）的证言：当时刘某1打电话讲某石料厂施工没有用陈某A的料子，大门被陈某A用泵车堵住了，让他协调一下。他打陈某A电话，记不得讲的什么话了，可能没有讲好，他又赶到某石料厂，看见某石料厂大门被泵车堵住了，朱某某、刘某A在大门口外面，当时没有看到陈某A。他去跟朱某某讲了几句话，意思是刘某1跟陈某A关系都不错，都是家门口人，这样斗不合适。当时朱某某也没有讲什么，他又给陈某A及其家人打电话，最后答应以后某石料厂施工使用陈某A搅拌站的料子，陈某A才同意将堵门的泵车移走的。（2）证人李某3（某石料厂修路承建人）的证言：当时某石料厂的大门口被一辆拉混凝土的罐车和一辆黑色轿车堵住了，车辆没办法通行。黑色轿车车门敞开着，两辆车子都没有人，他和范会计等人把黑色轿车推到大门旁边，潘总在现场电话联系刘某1，刘某1在电话里讲陈某A的电话没人接，他才知道是陈某A堵得。施施工用的混凝土是从白庙某搅拌站拉的，那天上午刚好使用最后一车混凝土，某搅拌站罐车在准备回去的路上被堵在某石料厂大门口。（3）证人范某2（某石料厂会计）的证言：当时厂内地坪需要硬化，由李某3修建一条水泥路，用的混凝土是某搅拌站送的。那天上午9时左右，公司大门被一辆拉混凝土的罐车和一辆黑色轿车堵住，两个车子上都没有人。听旁边人讲车子是陈某A搅拌的，接着潘某联系刘某1，刘某1到现场喊一个人到旁边，不知怎么协调的。黑色轿车是李某3推到旁边的。李某3施工结束后，厂里直到2018年10月需要使用混凝土修建水泥地坪，他们从某、华某某、陈某A三家搅拌站用的混凝土料子，其中使用陈某A搅拌站混凝土价值130万元左右，并提供5张结款收条复印件。（4）证人张某4（陈某A雇佣的泵车驾驶员）的证言：堵门的具体时间记不清了，那天8时左右，刘某A到搅拌站让他把泵车开到对面某石料厂去打混凝土，他驾驶泵车在前面，刘某A开轿车在后面跟着。到某石料厂大门口，他看到里面有辆泵车正在打混凝土，一辆不是“某”搅拌站就是周集“某”搅拌站的罐车正在洗车，他就打电话给刘某A，当时刘某A好像刘某A正在通话，又打电话给老板陈某A，当时刚好陈某A开车从某桥那个方向过来，车子停在门口。在某石料厂大门口，他听刘某A讲之前已经到某石料厂看了，里面正在打混凝土，没有使用陈某A的混凝土。接着陈某A让他将泵车把大门堵住，后他将泵车横在某石料厂大门口，但是没有将大门完全堵住，还留有一辆车子能进出的位置，这时候刘某A用轿车将他车头留出来的那点大门堵上。车辆无法正常通行，只有行人可以通行。堵上后，刘某A就下车了，记得刘某A下车后车门还没关，他坐在驾驶室内。这时，石料厂里面施工的人出来问情况，陈某A上去讲的，原话讲不好，具体意思是陈某A搅拌站跟石料厂这么近，怎么不使用陈某A的混凝土。后来石料厂老板出来了，过了一会刘庙村书记刘某1来了，他见刘某1来了也就下车了，刘某1到后讲下次再用陈某A搅拌站的混凝土，但还没有谈好，刘某1到石料厂里面去了，陈某A也就开车走了，这时候老板娘朱某某从某桥那个方向来了，别人的车子送过来的，老板娘过来之后也在门口站着，具体怎么讲的没有在意，后一直在现场等着。11时许，刘某A开车先走了，没多久陈某A打电话让他将泵车开到搅拌站，整个过程堵了3个小时左右。当时大门堵过后，一个姓王的流动补胎的男子开三轮车过来，问他谁找其补胎的，他看泵车轮胎是好好的，感觉很奇怪，这时陈某A让那个人将泵车前面轮胎卸掉，补胎的刚上去打开轮胎的几个螺丝，工地上的人就不让卸轮胎，姓王的将螺丝安上后就走了。陈某A让补胎的卸轮胎，意思是给堵门找个理由，多堵一会。陈某A讲的意思就是某石料厂施工没有使用陈某A搅拌站混凝土，所以才堵某石料厂大门。（5）证人张某7（某矿业公司安保部工作人员）的证言：以前某石料石和某矿业是一家公司，某石料厂的保安是从某矿业调派过去的。那天上午9时许，他们接到某石料厂保安报告后就过去了，到现场看见一辆搅拌车横着停放（车头朝西）在某石料厂大门口，一辆黑色轿车停在搅拌车后面也堵在大门口，把大门堵住了，车辆无法通行了。他到现场后，听讲搅拌车和轿车都是陈某A的，当时某厂内正在建设，没有用陈某A的混凝土，陈某A把大门堵住，想让某石料厂用陈某A的混凝土。（6）证人魏某1（某石料厂工程承建商）的证言：2014年参与某石料厂的建设，当时用了陈某A搅拌站的混凝土，用量不大，不超过5万元，2015年某石料厂的钱已跟他已结清。2015年之前，他与陈某A之间只有2万元的债务，陈某A不至于为了2万元去堵某石料厂的大门，如果陈某A以这个借口去堵某石料厂的大门，纯属乱讲。（7）证人郑某2（魏某1连襟、某石料厂施工负责人）的证言：一天早晨，陈某A的一辆混凝土搅拌车（记不清是搅拌车还是泵车）横在某石料厂大门口把大门堵上，某的车辆不能进出。石料厂的板潘总（潘某）和一个姓范（范某2）的老板说“我有钱，我想用谁的混凝土就用谁的混凝土，你们凭什么堵门。”还说陈某A的混凝土供应不上使用，所以不用，某石料厂也不欠陈某A的钱。当时他在某石料厂里面，李某3跟他说的门被堵了，他不知道是谁开车堵得，但知道那是陈某A的搅拌车，他认得陈某A的车。5、被告人的供述（1）被告人陈某A的供述：他给某石料厂供过料子，以前某石料厂里面路坏了，修修补补的都是他送料子，2018年底给某石料厂供应过料子，某石料厂也用过其他公司送的料子。（2）被告人朱某某的供述：印象中有一次杨某3打电话问陈某A上哪去了，并说某石料厂不会欠她钱的，要欠也是魏某某欠的，叫她跟陈某A讲把堵某石料厂的罐车撤掉。她给陈某A打电话打不通，不是打给搅拌站管事的刘某A还是其他人，就叫现场罐车撤走了，印象中没有到现场去。（3）被告人刘某A的供述：那天上午九十点钟左右，陈某A讲某石料厂老板刘某1欠其钱，让他们去将某石料厂大门堵住，陈某A让张某4开搅拌站的泵车，他开自己那辆浙Ｄ×××××号黑色桑塔纳3000轿车一起到某石料厂大门口，记不清楚陈某A怎么到的现场。他们到某石料厂后，陈某A安排张某4将泵车横在石料厂大门口堵着大门，泵车堵过后旁边小车还能出入，陈某A又安排他将轿车停在泵车后面堵住大门。某石料厂老板出来了，跟陈某A可能没有谈好。过了一会，他看到刘某1也到现场去了，刘某1跟陈某A也没有讲好。中午的时候，刘庙村部对面的老书记杨某3到现场后，他就开车回搅拌站了。当时他车钥匙还在车上，车门也没有关，石料厂的工人将他的轿车推到旁边。好像是因为某石料厂内修路，用的是某搅拌站的混凝土，没有用陈某A的混凝土，陈某A才让他们去堵得大门，堵了大约2个小时左右。朱某某是自己到某石料厂去的，他开车走的时候看到朱某某在场。（三）2016年4月23日14时许，被告人陈某A指使被告人陈某B、刘某A、张某B、朱某某及唐某某驾车到某镇街道曾某家门口，用搅拌罐车给曾某家送混凝土的某公司的混凝土罐车堵住，刘某A联系修车人员到现场将罐车轮胎气放掉并以罐车损毁为由继续围堵。报警后，某县公安局某桥派出所民警到现场将朱某某、陈某B、刘某A、张某B等人带至派出所，后朱某某等人将搅拌罐车移走。此次堵路时长约两小时，造成某镇到某镇的主干道040县道车辆无法正常通行。上述事实，有下列证据证实：1、电子证据2016年4月23日曾某报警民警执法记录仪视频DVD光盘1张及视频截图，证实案发当日堵路现场情况，视频显示两辆混凝土罐车并排停在路面上，道路中间行人、电动车等可通行，一辆汽车因无法通行被迫调头返回，罐车旁边有一处加油站。2、陈某A等涉案人员通话记录涉案情况及调取说明、通话详单，证实2016年4月23日13时50分，陈某A先电话联系刘某A，后刘某A分别电话联系唐某某、陈某B、张某B、朱某某等人，14时20分，刘某A拨打王某3（流动补胎）电话。3、被害人曾某的陈述：丈夫王某某。2016年初，她家准备在某桥街道翻建两间三层楼房，通过表姐张某5购买的某公司的混凝土。4月份左右开始建房，在浇灌第三层混凝土时，某公司送来五车混凝土，当时泵车已经打了两车，这时突然来了两辆罐车把店某公司正准备卸混凝土的一辆罐车堵住。记得当时某公司的罐车停在她家门口（路西边靠北），来堵车的两辆罐车，一辆停在路西边，一辆停在路东边，正好把路堵住，还有一辆罐车停在她家路南边。路西边的那辆罐车驾驶员把路堵住后，直接把后轮胎的气放了。她问驾驶员放车气干什么，驾驶员讲车子坏了，轮胎没气了，后那人打电话给修车的人，随后就走了。之后，唐某某从停在路东边的罐车下来，她问唐某某，唐某某讲是别人让其把车停在这的，然后也走了。过了一段时间，朱某某也来了，朱某某跟她讲堵罐车不是针对她的。报警后，警察把她和放轮胎气那个驾驶员一块到了派出所，她从派出所回到家没多长时间，堵路的罐车就开走了。4、证人证言（1）证人张某4（陈某A雇佣的驾驶员）的证言：那天午饭过后，他跟刘某A、张某B等人在搅拌站看电视，一个姓唐的驾驶员也去了，后刘某A等人开了不是两辆就是三辆搅拌罐车出门。不知过了多久，陈某A打电话讲刘某A的那辆罐车在陈某某加油站门口没有气了，让他去找一个补胎的。他骑摩托车到陈某某加油站，看见陈某A的两辆罐车并排停在陈某某加油站门口的路边，整个路面都被堵住了，靠陈某某加油站那边的搅拌罐车左前轮胎没有气了，刘某A、张某B、陈某B、老板娘朱某某、姓唐的驾驶员都在场，当时没有看到陈某A。陈某B开的那辆没有牌号的银色的昌某某面的车也停在路边。旁边有一家正在盖房子，某公司的罐车被堵住了。他一看就知道是陈某A等人故意堵某公司的搅拌罐车。后陈某B开面的车送他去找姓王的补胎，当时姓王的不在家，陈某B开车带他到刘庙搅拌站，过了一会又开车带他到陈某某加油站。他们到的时候，那个姓王的补胎人在刘某A旁边开始卸那个没有气的轮胎，之后他骑摩托车回搅拌站了。（2）证人张某5（某地某搅拌站工作人员）的证言：她们搅拌站有一次到某桥街道给王某某家送混凝土，当时她没有去，后来听讲搅拌站的车子被堵了。（3）证人卢某1的证言：被陈某A第一次堵过一个月后，当时公司三辆混凝土罐车给某桥街道王某某家（妻子好像姓曾，张某5亲戚）送混凝土也被堵了，报案后派出所到场将堵车的人带到派出所，强行将对方混凝土罐车开走。陈某A拦罐车就是不让他们混凝土销售到某桥，某桥使用混凝土的都用陈某A搅拌站的，目的是想垄断某桥的混凝土市场。（4）证人杨某4（某公司驾驶员）的证言：2016年4月份某桥一家盖房子，从某地搅拌站拉混凝土，因为那家房子比较高，临时将他的泵车从城关调过去打混凝土。当时他和张某8开泵车在前面，后面跟两辆混凝土罐车。大约在两点钟左右到某桥街道北头的，使用混凝土那家在路边，房东是个女的，开始打了两车混凝土，当时不知道怎么就有人开车到现场将泵车跟混凝土罐车堵住了。听讲是某桥搅拌站的人去堵得，意思是某地搅拌站的混凝土不能到某桥使用，报警后派出所处理的。（5）证人彭某（曾某邻居）的证言：当时曾某家盖房子，有辆送混凝土的搅拌车刚到曾某家门口，就来了两辆搅拌车把给曾某送混凝土的车子堵住了，导致混凝土不能正常浇筑。当时堵了大概有两个多小时，混凝土也没有浇筑，车子一直在路上堵着，后来派出所去处理的。堵车的罐车驾驶员，其中一个人在一辆搅拌车旁边站着，这个人经常从他们门口经过，另外一辆搅拌车最后是唐某某开走的，不知道是不是唐某某开去的。（6）证人张某8（某公司驾驶员）的证言：当时某公司泵车准备掉头和罐车对接，这时候有两辆搅拌车开到某公司泵车前面，一辆停在路左边，一辆停在路右边，把某公司泵车堵住，使某搅拌车不能掉头跟泵车对接，不能浇筑混凝土。来堵泵车的搅拌车停到路上后驾驶员就下车了，过了一会有一个人过来把其中一辆搅拌车右前轮气放了，那人把车轮气放了之后就走了。那两辆搅拌车一直停在那堵着，最少有两个小时。对方来了两辆搅拌车，两个驾驶员，后来又来了一个女的。（7）证人王某3（流动补胎工）的证言：2016年4月份，他接到一个陌生男子电话，让他到陈某某加油站附近给罐车补轮胎，他到了之后，和他联系的那个男子让他把罐车的一个前轮胎卸下并把气放掉。他把轮胎卸掉、气放掉之后就去给别人补轮胎。大约两小时后，那个人又打电话让他去把之前卸掉的轮胎充上气装上，他又去把卸掉的轮胎气充上，然后给装上。那个罐车的车牌号记不清了，但能肯定是陈某A搅拌站的。5、被告人的供述（1）被告人陈某A的供述：曾某家建房时开始和他公司谈的，用他的混凝土，价格都谈好了。后来某公司每方混凝土比他们便宜10元钱，曾某就使用某公司的了。当时负责搅拌站业务的刘某A很生气，带着张某B、唐某某开车罐车把某公司的罐车给堵住了，后来对方报警了，派出所处理的，刘某A带着张某B和唐某某就走了。堵车的时候他不在现场，是刘某A带人去的。（2）被告人陈某B的供述：2016年上半年的有一天，陈某A打电话讲在某桥陈某某加油站旁边有一户人家盖房子，安排他从站里带罐车过去把对方搅拌站的车子给堵住，不让对方干了。后他从站里喊唐某某和张某B开两张罐车过去了，他到时候好像朱某某在现场，当时路边停了一辆泵车。因为陈某A电话里面安排是把车子堵了，所以他让两辆车子分别停在泵车的前后，他记不清是谁找的人，把两辆罐车的轮胎气给放了，接着盖房子的东家报警了，派出所出警之后他们就把车子挪走了。派出所还把他、朱某某、张某B带到派出所去了，当天刘某A好像也在现场，也去派出所了。轮胎气是找人放的，就是为了派出所来的时候他们找个堵车的理由。（3）被告人刘某A的供述：当时陈某A打电话讲“你看看加油站旁边是谁在打混凝土，你给他们堵上”。后他和唐某某开两辆车先后赶到现场，他到没有多久，陈某B开那辆面的车带着张某B也来了，陈某B安排两辆搅拌车在某地搅拌站搅拌车后面堵着，并讲一边停一辆。唐某某开的搅拌车停在某地搅拌车后面，他开的搅拌车停在路东边，与唐某某搅拌车并排，刚好把路堵住。后陈某B讲这样堵车堵路太明显了，让他把搅拌罐车气放掉，他下车后把张某B开的搅拌车的左前车胎气放掉了。然后打电话让王某3来把轮胎卸掉假装补胎，这样做是为了堵某地某搅拌站的车，不能顺利地上料子，让某地某搅拌站知道他们这边的规矩，以后不能再往某桥送混凝土了。这也是陈某A的意思。（4）被告人张某B的供述：2016年有一天下午，刘某A打电话让他到厂里去，后坐陈某B开的面包车到陈某某加油站门口，到现场后他才知道是陈某某加油站对面有家人盖房子没有使用陈某A搅拌站的混凝土，所以才去堵得。（5）被告人唐某某的供述：陈某B打电话让他将搅拌车开到曾某家门口，到曾某家门口后，陈某B安排他将搅拌车开到离曾某家门口泵车前面七八米处停着，下车后在曾某家门口站了一会儿就回家了。过了两三个小时，有人到他家将车钥匙送给他，让他将车开回公司，他到现场发现派出所民警都在现场，吓得没敢去开车，后来将车钥匙给了英子。当时张某B已经把车子开到曾某家门口了。（6）被告人朱某某的供述：某镇街道北面曾某家建房打混凝土被陈某A搅拌站车子堵住，她到过现场。因为毛匠头子之前打电话问过她们搅拌站，想用她们的料子，但是后来用了某地某的料子，她们搅拌站才去堵得。记得是陈某A打电话说家里的罐车在现场和别人吵起来了，让她过去看看。她到现场的时候，警察已经到了很久了，所以前面发生的什么事情不清楚。当时到现场的时候，有陈某B、刘某A和她，唐某某被吓走了。（四）某镇某小区安置房道排工程由被害人魏某1等人负责施工。2016年下半年的一天，被告人陈某A指被告人刘某A、张某B驾驶混凝土罐车将某小区大门堵住，致使周集某公司运输混凝土车辆无法进入小区。后经魏某1与陈某A协商，陈某A将堵门的搅拌罐车移走。此次堵门时长约二个小时。上述事实，有下列证据证实：1、勘验、辨认记录（1）现场勘验笔录、现场方位示意图、现场照片，证实案发现场地理位置及现场情况。（2）辨认笔录、辨认照片、辨认照片人员名单，证实经李某4辨认出5与照片（张某B）、8号照片（刘某A）对应的人为2016年下半年开搅拌车堵某小区大门的驾驶员。2、书证（1）调取证据通知书、调取证据清单及某县人民政府住房和城乡建设局出具的情况说明，证实霍邱龙圣建材公司（某镇）未取得建设行政主管部门颁发的混凝土专业承包资质，某镇并无取得混凝土专业承包资质的混凝土搅拌站。（2）接受证据清单及某地省预拌商品混凝土购销合同，证实2016年9月26日，魏某1、郑某2等人作为某地金某建设集团有限公司委托人与某县某新型建材有限公司签订购买混凝土（水稳）合同。3、被害人魏某1的陈述：2016年，某小区房建工程完成，戚某1委托他完成剩下道排等配套工程，他接手后主要交给郑某2和李某4现场负责。该工程大概是2016年下半年开始施工建设，开始使用陈某A的混凝土，他和陈某A联系的，没有签订合同。因为前期房建工程与陈某A之间还存在债务，他和陈某A说道排工程先给30万元，余款等后期有钱了再给，要求陈某A继续送混凝土，房建工程的欠款让陈某A找戚某1。陈某A给他送了500、600方的混凝土和水稳，后来再送混凝土的时候就要先给钱。道排工程的钱要先给戚某1，再从戚某1手里要钱，戚某1给的钱不够使用，没钱给陈某A，陈某A就不给他送混凝土了。他没办法找到周集某公司并签了合同，合同主体是金某公司。陈某A堵过某小区大门多少次记不清楚了，至少不低于两次，都是在施工期间堵得，在现场是李某4或者郑某2。有一次周集某公司送混凝土的车子到某小区门口，陈某A堵着某小区大门不让混凝土车子进去，后经协调陈某A让这辆送混凝土的罐车进去把混凝土卸掉。欠陈某A的钱，不是某小区道排工程欠的，是某小区房建主体工程欠的。4、证人证言（1）证人李某4的证言：某小区道排工程是戚某1借用某地金某建设公司资质中标的，魏某1找他和郑某2负责小区内部道路、绿化、排水等建设。2016年上半年开始建设，工程干干停停，持续有一段时间，工程所用的混凝土和水稳料子由某公司和陈某A都供应过。在建设的时候被堵得次数比较多，基本上都是陈某A本人或派人堵得，主要原因是因为施工老板欠陈某A钱，还不使用陈某A的料子。2016年下半年的一天下午，当时他们正在工地干活，陈某A开车到工地找他要钱，让他找老板魏某1、戚某1要钱，讲过后陈某A开车就走了。陈某A走后不久，某公司拉了几车混凝土刚进工地，其中一车还没有进去，陈某A搅拌站的两个驾驶员开着搅拌车斜着停在某小区大门口把门堵住，导致某公司的运输混凝土的搅拌车进不去，堵了一两个小时。听讲后来有人出来协调，搅拌车才进去的。那两个驾驶员去了就和他、郑某2讲是来为陈某A搅拌站要钱的，他打电话给魏某1，也让那两个驾驶员打电话给陈某A，让老板自己协商，之后他们就接着干活了，那两个驾驶员就在那站着。后来那两个驾驶员把车开走了，大概堵了两个小时。那两个搅拌车驾驶员，其中一个人个子高，是陈某A搅拌站的负责人，平时开一辆黑色浙C牌号的普桑轿车，另一个个子也高，黑黑的。（2）证人郑某2（某小区道排工程施工现场负责人）的证言：某小区道排工程是合肥金某公司承建，魏某1负责施工，他负责施工现场的具体事实。该工程前期使用陈某A的混凝土，但陈某A没有资金垫资，混凝土经常供应不上，当地拆迁的百姓要房，因为影响工期，某矿不同意使用陈某A的混凝土，后面就使用某公司的混凝土。2016年的下半年的一天下午，某公司的混凝土送来了，他看着工人在里面施工，李某4打电话讲某小区的大门被人用车堵了，后从小区里面出来了，看见一辆水泥搅拌车把大门堵上了，只留一条小缝，能进出三轮车。堵在大门的搅拌车是陈某A的，他认得陈某A的搅拌车，现场没有看见搅拌车驾驶员和陈某A那边的相关人员，之后打电话给魏某1。听李某4讲跟对方驾驶员讲话了，具体好像就是要钱，当时还有一辆混凝土车没进来，对方驾驶员说与其无关，也不是针对他们，主要是怕以后要钱找不到头什么的。陈某A的驾驶员把门堵上之后就坐车走了，大概堵了至少两个多小时，后不知道魏某1怎么和陈某A协商的，把堵门的搅拌车开走了。（3）证人刘某3（周集某公司经理）的证言：周集某公司到某镇送混凝土被陈某A堵过两次，有一次是在某镇某小区，当时屠某2跟他说公司的搅拌车被陈某A堵了，说是魏某1欠陈某A钱。他们找魏某1出面协调，后来混凝土也送掉了，被堵了三个小时左右。这次被堵之后，他们就不往某小区送混凝土了。（4）证人刘某4（周集某公司副经理）的证言：2016年9月27日开始往某桥某小区工地送料子，极据供货单记录，2016年10月18日后就没有在往某桥某小区道排工程送货了。当时也是驾驶员反应陈某A安排搅搅拌罐车把往施工现场去的唯一一条路给堵住了，送货的车子过不去，后期就没有再往某桥某小区道排工程区过货了。陈某A把路堵住以后，魏无坤给他打电话，让他们暂时不要往某桥某小区道排工程送料子了，所签订的合同也是被迫终止，他们不想和陈某A继续纠缠。（5）证人屠某2（周集某公司搅拌站长）的证言：他在周集某公司工作期间，往某桥境内送混凝土被堵过两次，一次在某桥某小区建设期间，是某镇那个小搅拌站老板陈某A安排人堵得。5、被告人的供述（1）被告人陈某A的供述：某小区道排工程是魏某1找他供应料子的，他供应一段时间时候，但魏某1不结账，他去要钱，魏某1讲没有钱，后他就把料子停了。他停止供应料子之后，魏某1又找到周集某公司供应混凝土。后期刘某A带驾驶员开车去找郑某2要钱，有没有堵路他不清楚，他不在现场。在这个时间段，刘某A跟陈某B在站里负责的。（2）被告人刘某A的供述：2016年秋天有一天下午，老板安排他去工地找魏某某要钱，后他开自己的车到某小区去找魏某某，当时魏某某不在场，魏某某连襟郑某2和妻弟李某4在场，旁边还有周集某搅拌站的搅拌车在运送混凝土，当时他讲老板让来要账，郑某2跟李某4也讲不着头绪，让他打电话给魏某某，魏某某讲过几天跟陈某A联系，后他就走了。（3）被告人张某B的供述：当时站里皖Ｎ×××××搅拌车堵在施工现场的，那辆搅拌车是陈某B的，堵门时候他没去，后来陈某B让他到现场把那辆车开走的。他不知道谁安排的，堵门时候搅拌车不是他开去的，后来陈某B开银灰色面包车把他送到堵车现场，把堵门的搅拌车（皖Ｎ×××××）开到搅拌站去的。（五）魏某1在某矿业公司工程建设中使用陈某A搅拌站混凝土时欠陈某A部分混凝土款，但某公司与陈某A之间无经济纠纷。2018年3月9日上午，被告人陈某A以索要欠款为由指使被告人陈某B、杨某某驾驶两辆混凝土罐车将某公司大门口堵住。某公司保安让陈某B等人将堵门的搅拌罐车移走遭到拒绝，后陈某A等人与保安发生肢体冲突，造成陈某B及保安周某某、何某某等人受伤。经某地省某县公安司法鉴定中心鉴定，陈某B、何某某所受损伤均构成轻微伤。后陈某A的搅拌车围堵某公司大门约二十天，在某公司支付10万元后，陈某A等人才将两辆搅拌车移走。上述事实，有下列证据证实：1、现场勘验记录、现场方位示意图、现场照片，证实案发地理位置及现场情况，现场照片显示两辆混凝土搅拌车斜着停放在某矿业公司大门口，其中一辆混凝土搅拌车牌号为皖Ｎ×××××。2、调取证据通知书、调取证据清单及某县第二人民医院住院患者费用清单，证实2018年3月9日至4月2日期间，陈某B在该院外科住院治疗花费9195.32元。3、《某地省某县公安司法鉴定中心法医学人体操作程序鉴定书》（霍邱）公（司）鉴（临床）字【2019】91号、（霍邱）公（司）鉴（临床）字【2019】124号，证实经法医鉴定，陈某B头部及背部所受损伤程度评定为轻微伤；无法认定其听力下降与本次外伤有关。何某某腹部损伤程度评定为轻微伤。4、证人证言（1）证人李某5（某矿业副经理）的证言：2015年左右，陈某A找到他，说魏某1的某地广宇建设集团有限公司和戚某1的金某公司在给某矿业施工使用陈某A搅拌站的料子，魏某1和戚某1均欠陈某A的料子钱，问能不能把公司和魏某1、戚某1之间没有结算的工程款直接给陈某A，他当时就拒绝了，但表示后期付款时可能通知陈某A。2018年3月9日，他在外地出差，当时公司里的人打电话说陈某A用罐车把大门给堵住了，因为堵大门的事，陈某A搅拌站的罐车驾驶员和公司保安打起来了。他听讲后给陈某A打了个电话，讲有什么事等他回来再商量，陈某A当时情绪比较激动，没有说什么就把电话挂了。大概过了五六天，他出差回到公司后，看见门口还堵着两辆罐车。后期协调，公司赔偿了受伤驾驶员10万元。除此之外，公司与陈某A没有任何业务往来及债务、劳资关系。（2）证人屠某3（某矿业党建指导员，负责协调和保某）的证言：2018年3月9日上午八九点钟，陈某A指使人开两辆搅拌罐车将某矿业有限公司办公区南大门堵住，公司保安在和陈某A、陈某B等人交涉的时候，发生争执打起来了，对方的陈某B及公司保安何某某、陈某受伤，后来通过派出所调解，公司赔了陈某A那边10万元。陈某A从3月9日开始堵得，一直堵到三月底四月初才开走，3月21日下午他还给陈某A发信息，让其把堵门的罐车开走，但是陈某A没有理睬，之后又过至少一个星期，两辆罐车才开走，堵了至少有二十天。大门口被两辆罐车完全堵住了，汽车无法通行，只能通行自行车和摩托车，车辆只能从旁边小门走，给公司带来了很大的不方便，还给公司形象带来很大的影响，这个损失是无法用金钱估量的。（3）证人魏某1的证言：某矿业的南风井道路和水泥厂地坪是他建设的，使用的是陈某A的混凝土，从2015年至2017年，累计使用陈某A搅拌站的混凝土2600方左右，当时口头约定每方270-280元，他陆续支付陈某A50万元左右，2017年7月陈某A以每方310元的价格与他结算，合计价格80万元左右，现在还欠30万元左右。2017年农历年底的时候，陈某A打电话找他要钱，他当时说等某矿业结算完毕之后，手里有钱了才给。陈某A让他出个手续，陈某A自己要到某矿业要。他没同意。陈某A说真办不好，就堵矿上门。他说“你要愿意堵，你就堵，跟我没什么关系。”（4）证人张某7（某矿业保安）的证言：2018年3月份的一天8时左右，听讲公司的大门被堵住了，他到现场后看见公司门口停了有三辆搅拌车，有两辆搅拌车车头朝北抵着公司的大门，靠大门西边停着，两辆搅拌车的后面还停着一辆车头朝东的搅拌车，另有几辆小轿车车头朝南停在堵门的两辆搅拌车东边，陈某A和其兄弟（不知道姓名），还有另外几个不认识的人在大门外面。接着陈某A带着几个人都进了大门，周某某问陈某A为什么要堵门？陈某A说“矿上（指某矿业）欠我钱，我堵门是来要钱的。”周某某说“公司欠你钱，你把欠条拿出来。”陈某A当时也没有拿欠条出来，对周某某说“我给魏某某（魏某1）干活，魏某某欠我钱，你们公司欠魏某某的钱。”周某某说“魏某某欠你钱，你找魏某某要。”接着陈某A骂周某某,陈某A骂了很多难听的话，周某某让陈某A把堵门的车开走，陈某A不同意。后周某某向公司协调办、公司领导、合肥中天保安公司负责人汇报。在周某某汇报期间，陈某A一直在骂周某某。汇报完之后，周某某把矿上十几个保安集合在公司大门里面，每个保安拿着橡皮棍和盾牌，一并排站在公司大门里面，周某某又让陈某A将堵门的车辆开走。陈某A当时还在手指着周某某骂，点到了周某某鼻子上，周某某和陈某A就打起来了，接着陈某A的兄弟也上来和周某某打，保安们看打起来了，也都一起上去打架了，和陈某A一起来的几个人看打起来了，有几个人也上去打了，打着打着陈某A跑了，上去打架的几个人也跑了，陈某A兄弟当时往一辆小车上面跑，没跑掉，头被打破了，然后就都不打了。当时参与打架的人多，乱得很，他年纪大了，没有参与打架。（5）证人付某某的证言：不认识陈某A。在陈某A堵某矿业大门之前的一二十天，陈某A找到他，叫他把魏某1（平时喊魏某某）欠他的工程款打的条子给陈某A，陈某A要到某矿业要钱时，把他的钱一并要来。当时给了陈某A欠条复印件。堵大门那天，陈某A打电话讲把某矿的门给堵住了，并讲“你要要钱，你咋不来？”他听后开车也去了。他到后看见李某的北京现代黑色轿车已经到了（魏某1也欠李某车费），没多久付某也开车来到现场。那时候，陈某A、陈某B、杨某某已经在现场，某矿业大门已被陈某A等人堵住了。他和李某、付某的车在路边停着，没有参与堵门。（6）证人付某的证言：当时他开车路过，看到有两辆搅拌车停在某矿业公司南大门门口，还有一辆搅拌车停在旁边的路边上。陈某A和穿红衣服的驾驶员跟保安队长周某某发生争执，陈某A堵门想问矿上要钱，周某某不让陈某A堵门。他上去劝把双方分开。之后打起来了，陈某A带的穿红衣服驾驶员被打伤。（7）证人张某9（某地广宇建设集团有限公司会计）的证言：2015年之前，魏某1借用他们公司资质竞标某矿业的工程，2015年之后公司就不与某矿业公司合作了，后来的合同是魏某1冒用他们公司的名义与某矿业签订的。某矿业支付的工程款，他们和魏某1结算以后都被魏某1领走了，他们和魏某1不存在任何债务或者劳资关系。5、被告人的供述（1）被告人陈某A的供述：魏某1欠他混凝土款，他向魏某1要钱，魏某1讲某矿业没有给其钱，也没有钱给他。魏某1叫他到矿上去要钱，让他把某矿业的门堵住，某矿业给魏某1钱了，魏某1就给他钱。2018年3月9日，他让杨某某和陈某B把搅拌车开到某矿大门口堵住大门，后来保安队长打电话来了很多保安，那些保安出来之后和他们发生冲突，打起来了，他和杨某某当时跑了，陈某B没跑掉，被保安打了，头被打烂了，后来住院治疗了。因为杨某某、陈某B都有搅拌车，他也欠二人的钱，杨某某和陈某B才听他的，开搅拌车去堵大门。如果他不让二人去堵的话，杨某某、陈某B也不敢去。（2）被告人陈某B的供述：2018年3月9日那天，他和杨某某去堵某矿大门，是陈某A安排去，是因为某矿欠陈某A混凝土钱。堵门的时候，他跟某矿的保安发生争执，保安将他打伤。（3）被告人杨某某的供述：2018年3月8日，陈某A到某桥街道找他，让他把搅拌车开到某矿南风井把大门堵住，他把车开过去了，但陈某A没让堵南风井的门，他将车子停在南风井路边。3月9日，陈某A又到某桥街道找他，让他把车子开到某矿公司把大门堵住。他把车子开过去时，陈某A已经在某矿业公司门口了，陈某A讲等陈某B把搅拌车开来一起把大门都住。过了一会，陈某B来了直接把搅拌车开到某矿业公司门口把大门堵住，接着陈某B让他把搅拌车也开到门口堵住某矿大门，他和陈某B的搅拌车呈倒八字形把某矿大门堵住。某矿里的保安队长让他们把车开走，陈某A、陈某B和保安队长骂起来了。后来他看保安拿着橡皮棍出来了，势头不对，就跑了，陈某A、陈某B和保安厮打起来了。这次堵了两三天时间，后来陈某A打电话叫他把车开走了。陈某A说某矿业公司欠其钱，叫他们堵，承诺把钱要回来之后，把欠他的运输费13万多元给他。（六）被害人戚某1欠被告人陈某A借款及混凝土货款。2018年3月12日，被告人陈某A指使被告人朱某某带领戚某6、屠某4等人到戚某1位于某市包河区太湖路海顿公馆的小区住处。朱某某带戚某6等人在小区和楼道内围坐并拍摄讨债视频、照片、编发信息发给戚某1及其亲属，同时扬言在小区内和戚某1小孩所在的学校拉横幅。戚某1亲属多次报警，当地派出所于3月15日到场处理后，后朱某某等人离开。2018年8月30日上午，被告人陈某A、朱某某指使被告人陈某B及刘某7、宋某、张某11以索要欠款为由某镇顺和小区售楼部戚某1办公室，刘某7、宋某、张某11坐在办公室不走并辱骂戚某1。中午戚某1下班要走时，陈某B、刘某7、宋某、张某11阻拦戚某离开，后戚某1报警，警察到现场将陈某B、刘某7等人带至派出所。2018年8月19日至12月22日期间，被告人陈某A多次发送短信威胁被害人戚某1。上述事实，有下列证据证实：1、现场勘验记录、现场方位示意图、现场照片，证实案发地理位置及现场情况。2、电子证据2018年8月30日民警出警执法记录仪录制的视频、戚某1提供的现场录像及录音、张某10提供的现场录像证实：①2018年8月30日，某县公安局某桥派出所民警接到报警后赶到某镇顺和小区售楼部，戚某1称因欠陈某A混凝款41万元、借款本息20万元，陈某B、刘某7、宋某、张某11不让其离开；陈某B称戚某1欠建设顺和小区混凝土材料款，刘某7称戚某1到哪跟到哪，后民警将陈某B等四人及戚某1带至派出所。②戚某1、张某10提供的视频内容一致，为刘某7、宋某、张某11或坐或睡在戚某1办公室沙发上，戚某1离开欲开车时被三人阻拦；戚某1提供的录音显示，刘某7以戚某1欠其舅钱阻止戚某1离开，并与戚某1相互辱骂。3、书证（1）接受证据材料清单及照片、图片6张，证实张某10向公安机关提供顺和小区售楼部大门被人用U型锁锁住及2018年8月30日刘某7等3人在戚某1办公室、阻止戚某1离开的照片。（2）接受证据材料清单及微信聊天记录、手机短信及现场照片，证实戚某5向公安机关提供朱某某发送的带人到戚某1子女、父母居住某市包河区太湖路海顿小区讨债视频，其中微信信息显示朱某某称“陈不让撤！他们在这坐呢”、“靠左手窗户的哪个”、“随便你怎么想！反正他们去要钱的！不会影响老人和孩子的生活，事情让明子和陈某A处理就行了，你逼我也没用，我也不当家，我问不了的事”；156××××6789手机发送的短信显示“戚某1张某6你们今天晚上再不出面解决某矿上混凝土款，我拉上条福去小孩学校门口到你们住的小区门口？看看你们的小孩以后要不要做人了？”。（3）接受证据材料清单及手机短信照片，证实2018年8月19日至12月22日期间，陈某A向戚某1发送威胁短信的事实。（4）某市公安局望湖派出所出具的情况说明及接处警情况登记表，证实2018年3月15日戚某4向公安机关报警称在海顿公馆其家楼下有几个不认识的人转悠几天了。后民警到现场，戚某4称其哥与别人有经济纠纷，还发短信威胁其，近几天有陌生人在到其家楼下转悠，但没有到其家吵闹和骚扰。后民警现场对楼下几个进行了法制宣传和警告后将戚某4带到派出所了解情况的事实。4、被害人戚某1的陈述：2018年8月29日18时，他通知朱某某第二天早上到顺和小区办公室，还朱某某钱。但是8月30日那天，朱某某及陈某A没有去，在8时30分左右来了三个男的（二胖一瘦），这三个人都不认识，讲是来给陈某A要钱的，当时也没有出具借条。他讲按照约定把那个10万元借款的本金和利息一共20.5万元归还给陈某A，其中那个瘦子不同意，要求把41万的混凝土款全部付清。因为他当时资金紧张，再加上之前跟朱某某有约定，就没有同意。这几个人一直在办公室坐着不走，中午时他讲要回家吃饭，这几个人不让走，还骂他，并讲他走到哪跟到哪。他下楼时看见陈某B也在，他要开车走，陈某B还拦着他，堵他车。他被堵了三个多小时，啥事也没有干成，对方不让他走，也协商不好，后报警。2018年3月12日，朱某某带几个老头到合肥要钱，其实是陈某A故意给他难看，通过威胁他的家人，给他施加压力，以达到目的。朱某某不是联系不上他，在朱某某去合肥之前，还一起吃过饭。5、证人证言（1）证人张某10的证言：2018年8月30日9时左右，她到二楼戚某1办公室时，看到里面坐着三个中年男子，其中有一个矮一点的穿白色T恤的短裤的胖子睡在沙发上，光着脚，一个瘦点的穿黑色T恤的男子坐在中间的沙发上，还有一个个子高的黑黑的胖子把黑色T恤朝上撸在脖子上光着肚子睡在里面的沙发上，这三个男子在向戚某1要钱，好像是两笔钱，一笔是混凝土钱，一笔是戚某1借的钱。期间，她去办公室给这三个人倒了水，这三个人一直在戚某1办公室里面坐着。大约11时左右，她听到二楼门口有争吵声，出去看了下，当时戚某1下班要回家，这三个人跟着戚某1，不让戚某1走，一直跟到一楼大厅，戚某1要从大厅门口出去，这三个人就在大门口拦着戚某1。这个时候外面又过来一个人，瘦瘦的，这个人跟之前的那三个人一起拦着不让戚某1回家，戚某1硬挤出大门，到门口路边打开汽车门准备上车，刚开车门这三个人就把车门堵上不让戚某1上车，接着就吵起来了。这个过程之后中，这三个人与戚某1发生了争吵，开始坐在戚某1办公室的那个瘦子一直骂戚某1，骂得很难听，大概有十几分钟。在要钱过程中，戚某1讲不认识那几个人，不欠那几个人的钱。那几个人讲是来替陈某A要钱的，后戚某1报警。（2）证人张某6（戚某1妻子）的证言：当时她在某桥，婆婆带三个小孩在合肥住处。戚某4、戚某5打电话讲戚某1欠陈某A搅拌站混凝土料子的钱，陈某A家属朱某某带了几个老头到她住处的小区，要威胁她的小孩。朱某某当时好像发信息给戚某1，说不给钱就要到小孩的学校拉横幅。她看见戚某1手机里有朱某某发的横幅的样式。（3）证人戚某4（戚某1妹）的证言：2018年3月15日9时许，姐姐戚某5打电话让她到母亲家门口看看，当时戚某5讲老家来几个人在她妈家门口转悠，都几天了，这几个人跟她哥戚某1有经济纠纷。后她到母亲住的某室，在楼下大门口一木头椅子上看到有四个人坐在那里，年龄也都不小了，但是这些人都不认识。她估计就是她姐讲的那几个人，后上去问怎么回事。这几个人讲没有事，并讲不碍她事，听口音是霍邱老家人，再问其他的这几个人就不理我了，后报警。（4）证人戚某5的证言：2018年3月12日21时许，朱某某用微信给她发信息，后打电话给朱某某，朱某某讲其在合肥她住的小区里面，陈某A让朱某某带几个人到她妈家去要钱。因为她跟朱某某关系很不错，就讲半夜到她妈家去不合适，让朱某某到她家，她们聊了有一个多小时，就是讲戚某1欠陈某A钱。第二天，朱某某用微信给她发了一条信息“靠左手窗户的哪个”，她一看是她妈家的位置，很担心，就打电话报警了，但是警察没有看到人。后她赶去，看到几个老头和一个年轻人在她妈家门口走廊上。当天晚上，她回去拿衣服，出门的时候看到那几个人在楼下单元门口坐着。第二天早上出门的时候，朱某某带的那几个人仍旧坐在她妈家楼下单元门口。3月14日、3月15日那些人还在楼下，3月16日后那些人就回去了。（5）证人戚某6的证言：2018年3月份的一天早晨，他和屠某4、司某某（音）到陈某A家要在搅拌站干活的工资钱。当天陈某A不在家，他们去了和朱某某讲结工钱的事，朱某某讲没有钱，当时为了要钱还吵了起来，朱某某讲戚某1欠几百万，让他们跟朱某某一起到合肥去找戚某1要钱。他们到了后没有去戚某1家，就在小区楼下公园坐着，转悠了大概一个多小时，就跟朱某某开车回霍邱了。（6）证人屠某4的证言：他们以前在陈某A搅拌站做工，陈某A欠工钱，他和戚某6一起去陈某A家要钱，朱某某讲现在也没钱，有一个姓戚的欠一两百万元，让他们跟朱某某一起到合肥去找这姓戚的要钱，要到钱之后就把他的工钱结掉，后他和戚某6坐朱某某开的黑色汽车去合肥了，他和戚某6都在小区里转，没上过楼，也不知道姓戚的住哪，在小区转了一会，后朱某某开车带他们回来了。（7）证人张某11的证言：2018年8月份，他和刘某7从合肥回霍邱参加同学聚会。第二天一早，刘某7开车带他在卧阳大道上接上宋某，8点30分左右他们到了某桥，接着刘某7把他们带到了顺和小区售楼部二楼一个人的办公室，他和宋某就在办公室里坐着，接着他又躺在办公室的沙发上，刘某7和对方那个男的在要账，刘某7当时拿了一张10万元的欠条问对方要钱，对方也承认欠钱，但是现在手里没有钱，等年底再说。刘某7就和对方男的吵起来了，当时对方要走，刘某7拦着对方不让走，后对方就报警了。报警之后对方下楼了，他们几个也跟着下楼，在楼下对方要开车走，刘某7拦着不让对方走，对方开车门坐在驾室，刘某7站在驾驶室车门与车之间，不让对方关车门。接着刘某7又和对方骂了一会，之后刘某7的小舅也到了售楼部楼下，刘某7的小舅到了之后和对方也争执了几句。接着派出所的民警就到了现场，派出所的民警当时让他们要钱要通过合法途径，让他们离开现场，他们不走，还要在那要钱，派出所的民警把双方都到派出所。他和宋某都没有和对方发生争执，也没有和对方讲话。（8）证人宋某的证言：刘某7在办公室跟对方一个人老板样的人要账，后来为账的事情还吵起来，对骂了，整个过程中他没有讲话。那个老板在办公室坐着，不理睬他们，他们在屋内沙发上坐着玩手机。后来到中午下班的时候那个人要走，刘某7拦着那个人不让走，那个人出门要开车走，刘某7就带着他们到楼下门口拦着那个人。那个老板下班要走的时候，发现陈某B也在楼下大厅，不知道什么时候去的。（9）证人刘某7（陈某A外甥）的证言：用过156××××6789的手机号码。2018年8月29日晚上，他去陈某A在城关的家里，聊天的时候，陈某A讲戚某1欠其10万元，有欠条，陈某A不方便出面和戚某1要账，朱某某也不方便出面和戚某1说这事，让他想办法向戚某1要这10万元。8月30日上午，他和张某11、宋某到某镇顺和家园售楼部找戚某1要的账，后来陈某B也去了售楼部要账。由于要账的事，他在戚某1办公室和戚某1吵了起来。是陈某A让他去的，他在戚某1办公室的时候，一直跟陈某A、陈某B有联系，后来跟着戚某1下楼的时候看到陈某B在一楼大厅，陈某B没上二楼。2018年3月份，有一天下午朱某某打电话说到合肥了。过了两天，朱某某开车带他到合肥太湖路海顿公馆门口，朱某某讲戚某1就住在这个小区。在车上的时候，朱某某讲到合肥找戚某1要钱的，还带了一些老头，都是找戚某1要钱的。当天晚上吃过饭他就回去了。大概过了一个星期左右，朱某某打电话说和那些老头回去了。当时在车上，朱某某用他的手机给戚某1发短信，但不知道发的什么内容，朱某某讲戚某1把其手机号码拉黑了，朱某某发过后应该就把短信内容删了。6、被告人的供述（1）被告人陈某A的供述：他安排过朱某某就带着几个工人去合肥了，但到合肥之后没有到戚某1家里，就在小区楼下坐着，也没有滋事，这样做的目的是想给戚某1施加压力，让戚某1还钱。2018年天热的时候，他让朱某某先去戚某1办公室问戚某1要钱，当时他安排朱某某带着陈某B、刘某7去的，结果戚某1讲“陈某A没死来，死了再问他要钱”，朱某某电话讲的，他一听气不过，就带着宋某、张某11从城关开车去某桥找戚某1，到了之后他讲“为啥我死了才能要钱”，就和戚某1吵架谈要钱的事情，当时不知道谁报的警。某桥派出所出的警，派出所讲要钱要正儿八经的要钱，经济纠纷派出所不处理，让他们不要闹事，让他们走，后他们就走了。之后，戚某1还了20.5万元（他给戚某1担保借的钱），又拿某桥顺河小区五六套房子抵给他。（2）被告人朱某某的供述：她通过发信息、打电话、到戚某1公司直接要钱，最后戚某1不接电话了。她也欠厂里罐车的费用，所以要钱的时候，司机就和她一起去的。她和戚某1之间没有发生过直接冲突，有一次陈某A让她去合肥张某6家要钱，当时厂里有些老头，一部分是她欠的工资，一部分是她借了那些老头小孩的钱，就带了一些老头去了张某6位于某市包河区海顿公馆的家中，她当时也没有让这些老头到张某6家，只是让那些老头在小区的凉亭坐了三天。后拍视频发给张某6看，当时张某6和戚某1在霍邱这边，最后答应给钱，她在那待了三天就回来了。期间，她到戚某1姐姐戚某5家，和戚某5谈了这事，她让戚某5带话给戚某1，让戚某1还钱，她回来之后戚某1就还了50多万元。2018年3月12日上午，她开皖Ｎ×××××轿车带的老楼村戚某6、屠某4和另外两个认识但叫不出名字的老头子就到合肥包河区太湖路海顿公馆小区里面凉亭里，她拍的视频发给戚某5的。她发微信给刘某7发错了，发给戚某5了，戚某5就报警了。第三天（3月14日），她又带着四个老头去的小区凉亭里，没有上楼。是陈某A指示她去的，四个老头是她安排的人。2018年8月30日，陈某B带人去戚某1顺和小区售楼部找戚某1要钱，她没有去。（3）被告人陈某B的供述：2018年，具体时间记不得了，陈某A打电话讲，有三个人给陈某A某镇顺和小区找戚某1要钱，戚某1报警了，叫他过去看看。后开车到顺和小区办公室门口，戚某1站在办公室门口右边一棵树下，还有三人（都是男的，不认识）站在戚某1对面的，那三个人是他哥找的人，他对讲戚某1讲，小区已经建成了，欠的钱怎么不还。戚某1讲没有钱，什么时候有钱才还。他当时讲话的语气比较强硬，还和戚某1吵了几句，后来都被某桥派出所带到派出所去了。三、刘某A危险驾驶事实2019年3月18日21时许，被告人刘某A酒后驾驶浙Ｄ×××××小型轿车由某县周集街道行驶至某县某镇国民米业有限公司院内，后被公安民警查获。经某地中天司法鉴定中心检测，刘某A血液中乙醇含量为108.2mg/100ml。上述事实，被告人刘某A在开庭审理过程中亦无异议，并有某县公安局调取的监控视频DVD光盘1张，受案登记表、立案决定书、呼气式酒精测试仪测试结果单、当事人血样提取登记表、抽取刘某A静脉血现场照片、驾驶人信息查询结果单、机动车信息查询结果单及照片，《某地中天司法鉴定中心司法鉴定意见书》皖中天司鉴【2019】毒物鉴986号，证人刘某、刘某1、张某某、徐某的证言等证据证实，足以认定。另查明：1、陈某A、陈某B、朱某某、刘某A、杨某某分别2019年3月18日被公安机关依法传唤到案，张某B于3月19日被公安机关依法传唤到案；2、案发后，公安机关依法扣押陈某A所有的皖Ａ×××××号奥迪牌汽车一辆、查封位于某县城关镇建材大市场房产一套、冻结陈某A在工行某地省合肥牡丹支行（账户62×××28）存款9955元、冻结陈某A在霍邱农村商业银行股份有限公司某桥支行（账户62×××67）存款1550元，扣押陈某B所有的皖Ｎ×××××号福特牌轿车一辆，冻结刘某A在中国农业银行股份有限公司霍邱周集支行（账户62×××78）存款46275元，扣押张某B现金880元；3、案发后，戚某1、某地某公司对张某B的行为表示谅解。公诉机关提供的综合证据有：1、书证（1）受案登记表、立案决定书，证实发案及立案情况。（2）户籍证明，证实六名被告人均达到完全刑事责任年龄。（3）前科情况说明，证实陈某B、陈某A、朱某某、张某B、刘某A、杨某某无犯罪前科。（4）到案经过，证实陈某A、陈某B、朱某某、刘某A、杨某某分别于2019年3月18日被公安机关依法传唤到案，张某B于3月19日在家中被公安机关传唤归案。（5）某县公安局扣押决定书及扣押清单、调取证据书及不动产查询回执告知单、不动产登记簿、查封决定书、协助冻结财产通知书、随案移送清单等，证实公安机关依法扣押陈某A所有的皖Ａ×××××号奥迪牌汽车一辆、查封位于某县城关镇建材大市场房产一套、冻结陈某A在工行某地省合肥牡丹支行（账户62×××28）存款9955元、冻结陈某A在霍邱农村商业银行股份有限公司某桥支行（账户62×××67）存款1550元，扣押陈某B所有的皖Ｎ×××××号福特牌轿车一辆，冻结刘某A在中国农业银行股份有限公司霍邱周集支行（账户62×××78）存款46275元，扣押张某B现金880元。（6）某县自然资源和规划局情况说明,证实陈某A经营的搅拌站未经批准非法占用耕地及被行政主管部门查处情况。（7）通话记录，证实2014年8月9日至2018年8月30日期间，陈某A、张某4、刘某A、朱某某等人电话联系情况。（8）调取证据通知书、调取证据清单及某县人民政府住房和城乡建设局出具的情况说明，证实某县龙圣新型建材销售有限公司（某镇）未取得建设行政主管部门颁发的混凝土专业承包资质，某镇并无取得混凝土专业承包资质的混凝土搅拌站。2、被告人供述与辩解（1）被告人陈某A的供述：某县龙圣新型建材销售有限公司大概是2013年年底到2014年年初注册的，注册资金是100万元人民币，他是法人代表，股东是他和父亲，但钱都是他的，因为注册时要有两个人。2014年公司刚成立的时候是在某县某镇万前村，2015年5月份左右把厂迁到某镇刘庙村村部旁边，2016年11月份左右又迁回至某镇万前村，2018年2月中旬搅拌站拆除了。他的搅拌站没有产品合格证，这些年厂里面的人员很多，流动性也较大，在厂里时间比较长一点的有刘某A、陈某B、张某B、唐某某、杨某某等人。刘某A之前在厂里面主要是负责业务方面的，一般进原料，需要送混凝土之类的都是由刘某A负责，2017年刘某A离开。刘某A不干之后，他负责过一段时间，后来都是他弟弟陈某B负责，和刘某A一样，具体负责搅拌站的业务往来。张某B、杨某某是罐车驾驶员，自己有一辆罐车。唐某某也是罐车驾驶员，陈某B中间一段时间雇佣唐某某当驾驶员。刘某A、陈某B是他发工资，张某B、杨某某自己有罐车，运输多少料子，他付多少钱，唐某某是驾驶员，拿固定工资。他不在公司的时候，由家属朱某某负责，小孩上学幼儿园后，朱某某主要在霍邱城关带小孩上学。后来他要是不在公司的话，公司的事情是陈某B负责，公司的员工都得听朱某某、陈某B的。他欠杨某某、陈某B钱，所以让二人开搅拌车去堵得，当然如果他不让二人去堵的话，杨某某、陈某B也不敢去。（2）被告人陈某B的供述：2013年，陈某A在某桥前楼老村部前面盖了一个搅拌站，他就到搅拌站里面帮忙，主要在厂里开搅拌机，干到2016年下半年。后到河南待了半年，之后又到陈某A搅拌站上班，一直干到现在。平时是陈某A讲话算，搅拌站的财务最初是嫂子朱某某负责，前年由他叔陈家月负责，去年陈家月不干，账目都是直接和陈某A结账，私人家用混凝土的部分把钱交给他，他去掉油钱之后再交给陈某A。他也就是给陈某A打工的，老板安排他们怎么斗，他们也就怎么斗。（3）被告人朱某某的供述：张某B、唐某某、杨某某平时就负责干运输混凝土的活；陈某某1负责对沙子、水泥、石子等材料进行记账，从公司成立起干到我离婚之前；刘某A负责管理，干了一年多的时间，2017年底的时候不干了；陈某B一直都在公司干；她平时就负责讨债；陈某A负责所有的事情。（4）被告人张某B的供述：老板是陈某A，陈某A经常不在搅拌站，但他们都要听陈某A的，平时主要是陈某A的弟弟陈某B在里面安排，他们听陈某B安排工作，往哪送货、每天生产多少混凝土等。在陈某B之前，刘某A在里面负责生产和安排送料子，刘某A在里面干了大概两年时间，后来不干了。谈业务一般都是陈某A、陈某B。陈某A的老婆朱某某有时候去搅拌站帮帮忙、招呼着。（5）被告人刘某A的供述：2015年初至2017年初的时候，他在舅舅陈某A的搅拌站里上班，他是搅拌站的实际管理者，算是陈某A的助手。陈某A这个企业的一些行为不是正常的，比如陈某A为了达到垄断某镇混凝土生意，就会安排他们搅拌站的员工去堵路堵车，他总觉得这样下去迟早要出事，2017年初的时候辞职到国民米厂上班了。（6）被告人杨某某的供述：在2017年初，开始给陈某A拉料子，持续到2018年10月份。在搅拌站肯定都要听陈某A的，除了陈某A之外，就是陈某B说话有分量，他们也听陈某B的管理；刘某A在搅拌站干的时候负责管理生产，刘某A不干之后才是陈某B负责管理生产的，刘某A在搅拌站干的时候分量是和陈某B差不多的。以上证据，均经庭审举证、质证，具有客观性、合法性、关联性，对其证明效力，本院予以确认。辩护人关于公诉机关指控的部分犯罪事实定性有误的辩护意见。经查，在案证据证实被告人陈某A、陈某B等人采取使用混凝土搅拌罐车堵路、堵门的方式，阻拦他人或企业施工，以达到非法目的，获取不法利益，该行为即有可能触犯x罪，亦有可能触犯x罪，甚至出现竞合，至于触犯何种罪名应结合具体的故意动机、手段、后果等具体案情来认定。故对辩护人此节辩护意见，符合法律规定的予以采纳。", "court_view": "本院认为：被告人陈某A、陈某B、刘某A、张某B采取以暴力、威胁的手段，强迫他人购买商品或退出特定的经营活动，情节严重，其行为均构成强迫交易罪。被告人陈某A、陈某B、刘成、朱某某、张某B、杨某某追逐、拦截、辱骂、恐吓他人，情节严重，其行为均构成寻衅滋事罪。被告人刘某A醉酒驾驶机动车在道路上行驶，其行为构成危险驾驶罪。公诉机关指控的罪名成立，本院予以确认；但指控被告人陈某A多次纠集他人实施寻衅滋事行为，严重破坏社会秩序，证据不足，不予支持；部分辩护人关于被告人不构成强迫交易罪或寻衅滋事罪的辩护意见，均不予采纳。对被告人陈某A、陈某B、刘成、朱某某、张某B应数罪并罚。被告人陈某A为谋取非法利益，纠集、指使陈某B、刘某A、朱某某、张某B等人，多次采取使用大型混凝土罐车、泵车围堵、拦截他人及企业，迫使他人购买其生产的混凝土或中止向范桥镇境内企业、个人提供混凝土，形成各有分工、较为固定的犯罪组织，陈某A等人通过以上手段，在该区域内多次实施违法犯罪活动，扰乱经济、社会生活秩序，造成较为恶劣的社会影响，系恶势力犯罪集团，陈某A系首要分子，陈某B为主要成员，刘成、朱某某、张某B为一般成员；被告人及辩护人关于本案不构成恶势力犯罪集团、系一般共同犯罪的辩护意见均不予采纳。被告人杨某某在其参与共同犯罪中，受陈某A指使驾驶混凝土搅拌车围堵某矿业公司大门，起次要辅助作用，系从犯，应当从轻处罚。被告人陈某A、陈某B、刘某A、朱某某、张某B、杨某某归案后均能如实供述主要犯罪事实，依法予以从轻处罚；部分被害人表示对张某B的行为予以谅解，对张某B酌情从轻处罚。被告人及辩护人相关辩解和辩护意见，与查明事实不符的，均不予采纳。案经本院审判委员会讨论决定，对被告人陈某A，依照《中华人民共和国刑法》第二百二十六条，第二百九十三条第一款第（二）项，第二十五条第一款，第二十六条第二款、第三款，第五十二条，第五十三条，第六十四条，第六十七条第三款，第六十九条第一款、第三款，《最高人民法院最高人民检察院》第三条之规定；对被告人陈某B，依照《中华人民共和国刑法》第二百二十六条，第二百九十三条第一款第（二）项，第二十五条第一款，第二十六条第一款、第四款，第五十二条，第五十三条，第六十四条，第六十七条第三款，第六十九条第一款、第三款，《最高人民法院最高人民检察院》第三条之规定；对被告人刘某A，依照《中华人民共和国刑法》第二百二十六条，第二百九十三条第一款第（二）项，第一百三十三条之一第一款第（二）项，第二十五条第一款，第二十七条，第五十二条，第五十三条，第六十四条，第六十七条第三款，第六十九条，《最高人民法院最高人民检察院》第三条之规定；对被告人朱某某、张某B，依照《中华人民共和国刑法》第二百二十六条，第二百九十三条第一款第（二）项，第二十五条第一款，第二十七条，第五十二条，第五十三条，第六十四条，第六十七条第三款，第六十九条第一款、第三款，《最高人民法院最高人民检察院》第三条之规定；对被告人杨某某，", "defendants": ["陈某A", "陈某B", "刘某A", "张某B", "朱某某", "杨某某"], "outcomes": [{"name": "陈某A", "judgment": [{"accusation": "强迫交易罪", "standard_accusation": "强迫交易罪", "article": ["226"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 24, "death_penalty": false, "life_imprisonment": false, "fine": 30000, "fine_without_amount": false}}, {"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 42, "death_penalty": false, "life_imprisonment": false, "fine": 30000, "fine_without_amount": false}}], "final_penalty": {"surveillance": 0, "detention": 0, "imprisonment": 60, "death_penalty": false, "life_imprisonment": false, "fine": 30000, "fine_without_amount": false}}, {"name": "陈某B", "judgment": [{"accusation": "强迫交易罪", "standard_accusation": "强迫交易罪", "article": ["226"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 18, "death_penalty": false, "life_imprisonment": false, "fine": 20000, "fine_without_amount": false}}, {"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 27, "death_penalty": false, "life_imprisonment": false, "fine": 20000, "fine_without_amount": false}}], "final_penalty": {"surveillance": 0, "detention": 0, "imprisonment": 39, "death_penalty": false, "life_imprisonment": false, "fine": 20000, "fine_without_amount": false}}, {"name": "刘某A", "judgment": [{"accusation": "强迫交易罪", "standard_accusation": "强迫交易罪", "article": ["226"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 8, "death_penalty": false, "life_imprisonment": false, "fine": 10000, "fine_without_amount": false}}, {"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 27, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}, {"accusation": "危险驾驶罪", "standard_accusation": "危险驾驶罪", "article": ["133.1"], "penalty": {"surveillance": 0, "detention": 1, "imprisonment": 0, "death_penalty": false, "life_imprisonment": false, "fine": 2000, "fine_without_amount": false}}], "final_penalty": {"surveillance": 0, "detention": 0, "imprisonment": 29, "death_penalty": false, "life_imprisonment": false, "fine": 12000, "fine_without_amount": false}}, {"name": "张某B", "judgment": [{"accusation": "强迫交易罪", "standard_accusation": "强迫交易罪", "article": ["226"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 14, "death_penalty": false, "life_imprisonment": false, "fine": 15000, "fine_without_amount": false}}, {"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 19, "death_penalty": false, "life_imprisonment": false, "fine": 15000, "fine_without_amount": false}}], "final_penalty": {"surveillance": 0, "detention": 0, "imprisonment": 27, "death_penalty": false, "life_imprisonment": false, "fine": 15000, "fine_without_amount": false}}, {"name": "朱某某", "judgment": [{"accusation": "强迫交易罪", "standard_accusation": "强迫交易罪", "article": ["226"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 8, "death_penalty": false, "life_imprisonment": false, "fine": 10000, "fine_without_amount": false}}, {"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 0, "death_penalty": false, "life_imprisonment": false, "fine": 10000, "fine_without_amount": false}}], "final_penalty": {"surveillance": 0, "detention": 0, "imprisonment": 24, "death_penalty": false, "life_imprisonment": false, "fine": 10000, "fine_without_amount": false}}, {"name": "杨某某", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 8, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}], "relevant_articles": ["25-1", "27", "52", "53", "64", "67-3"]}
{"Fact": "某市恩阳区人民检察院指控，2017年7月至8月期间，被告人某市恩阳区同恩地产开发有限责任公司（以下简称同恩地产公司）法定代表人魏某某与承建商四川大盛东华建筑有限责任公司（以下简称大盛东华公司）因修建恩阳区文治街道办事处义阳社区伍家垭豁原玉某某（现更名为义阳山一号）项目工地停工发生纠纷多次协商未果。2017年8月21日，双方员工在工地发生了冲突。被告人魏某某为让承建商大盛东华公司退场，以便新的承建商能进场施工，着手准备组织人员强制清场。魏某某通过被告人谭某某的介绍认识了被告人赵某D，赵某D又找来被告人何某某。在魏某某的召集下，被告人马某A、蔡某某、袁某某、谭某某、赵某D、何某某在一起商议强行清场一事，商定由赵某D、何某某纠集人员实施清场，魏某某承诺给谭某某、赵某D提供玉某某项目工地的工程项目，并支付清场人员的费用。魏某某与赵某D签订了《劳务安保合同》作为合法掩饰，并安排马某A制作了印有同恩地产公司工作人员的工作牌交给赵某D。赵某D、何某某在本市巴州区南坝六中附近将工作牌发给何某某纠集的被告人林某某、赵某E、赵某A、宋某某、王某某、虎某某、罗某某、马某C、谢某某、岳某某、杨某某，并告知清场时间和清场目的。2017年9月26日上午8时许，被告人魏某某召集被告人马某A、马某B、袁某某、蔡某某、刘某某、夏某某、赵某D在某市恩阳区金鑫街一居民楼2楼商议好清场一事后，由魏某某带领马某A、马某B、袁某某、蔡某某、刘某某、夏某某、赵某D，在玉某某项目工地门口与被告人谭某某、何某某、林某某、赵某E、赵某A、宋某某、王某某、虎某某、罗某某、马某C、谢某某、岳某某、杨某某汇合。魏某某手持扩音器命令参与清场人员在工地大门口处拉上警戒线，将承建商工人的被子、电脑等生活用品搬出工地，将承建商工人赶出工地，将工地大门口广告损毁。魏某某、赵某D、谭某某、何某某在场负责指挥。魏某某、赵某D、谢某某将承建商工人李某C、李某A强行推出工地；袁某某、蔡某某将提前准备好的警戒带拉在大门口外面；王某某、马某C、林某某、罗某某、宋某某、赵某E、杨某某等人将工地内工人的被子、电脑等生活用品搬出工地，堆放在警戒带处；蔡某某负责摄像，并在进入工地后将插在工地围墙处的彩旗损毁；马某A借来木梯搭在广告架上面，王某某、谢某某先后爬上木梯将广告布扯烂，马某B和刘某某将木梯扶稳以便站在木梯上的人可以将广告布扯掉；宋某某使用消防斧将大门锁砸开。在清场的过程中，谭某某、赵某D、何某某、林某某、赵某E、赵某A、宋某某、王某某、虎某某、罗某某、马某C、谢某某、岳某某、杨某某，以及与虎某某同路来的被告人肖某某围在工地大门口位置，防止大盛东华公司的员工以及其他人员前来阻止清场。清场结束后，赵某D、何某某等人继续守在工地，防止大盛东华公司员工回到工地。清场当天造成大盛东华公司广告、标识牌、监控设备等物品被损坏。经恩阳区价格认证中心鉴定，当日被损毁财物共计价值人民币4185元。同年××月27日，魏某某为兑现承诺，与谭某某、赵某D签订了一份住房合同作为清场报酬，赵某D帮何某某同魏某某签订了一份住房合同作为何某某找人清场的报酬。同日，魏某某支付赵某D2万元，并让赵某D通过支付宝转账给何某某，作为其请人清场的报酬。魏某某为彻底将大盛东华公司赶出工地，2017年9月29日下午，魏某某指使赵某D找人将玉某某项目工地门口由大盛东华公司修建的板房推倒，将居住在板房内的工人赶走。赵某D以1万元人民币作为报酬，指使被告人张某A，张某A又邀约被告人饶某某，饶某某又纠集被告人郭某某、陈某A、朱某某、张某B、李某B参与拆除板房。当晚10时许，张某B驾车搭载郭某某、陈某A、朱某某在玉某某项目工地门口与张某A汇合，张某A要求把板房推倒，将人赶出。张某A、张某B在离板房100米处观望，饶某某将板房门蹬开后，将工人李某A、李某C从板房内叫出，由郭某某看守两名工人，防止两人报警，陈某A、朱某某弄断固定板房的钢丝，饶某某等人采用脚踹、手推的方式，将板房电线扯掉扔出板房。经恩阳区价格认证中心鉴定，被毁坏的板房价值3182元。后李某B驾驶面包车在恩阳区琵琶滩大桥处将陈某A、饶某某、朱某某、郭某某载回恩阳区清香饭店与张某A、张某B会合。赵某D现场支付张某A1万元作为报酬，其中饶某某分得500元，张某B分得500元，郭某某分得300元，朱某某分得200元，陈某A分得300元。同年9月30日，魏某某、张某A在恩阳区金袁饭店请饶某某、郭某某、陈某A吃饭。2019年4月28日，被告人赵某E、赵某A主动到公安机关投案。针对上述指控，公诉机关提供了相关证据，认为被告人魏某某等人在公共场合任意损毁他人财物，情节严重，并恐吓他人，其行为已构成x罪。在9月26日共同犯罪中，被告人魏某某、赵某D、何某某、谭某某起主要作用，系主犯，被告人马某A、马某B、蔡某某、袁某某、夏某某、刘某某、林某某、宋某某、赵某E、赵某A、王某某、虎某某、马某C、罗某某、岳某某、谢某某、杨某某、肖某某起次要作用，系从犯，应从轻或者减轻处罚；在9月29日共同犯罪中，被告人魏某某、赵某D、张某A、饶某某起主要作用，系主犯，被告人张某B、郭某某、陈某A、朱某某、李某B起次要作用，系从犯，应从轻或者减轻处罚。被告人张某A、李某B系累犯，应从重处罚；被告人赵某E、赵某A自动投案，如实供述自己的犯罪事实，系自首，可以从轻或者减轻处罚；到案后，被告人魏某某、赵某D、何某某、谭某某、张某A、饶某某、宋某某、马某A、虎某某、王某某、马某C、林某某、朱某某、陈某A、郭某某、罗某某、谢某某、岳某某、杨某某、肖某某、袁某某、蔡某某、马某B、夏某某、刘某某、李某B、张某B如实供述自己的犯罪事实，系坦白，可以从轻处罚。被告人肖某某、张某B在判决宣告以后，刑罚执行完毕以前，发现判决宣告以前还有x罪没有判决，应当对新发现的罪作出判决，依照刑法x法条的规定，数罪并罚。提请依法判处。被告人魏某某未辩解。辩护人的辩护意见：1.本案系经济纠纷，发生的地点也并非公共场所，清场的过程中并无威胁、恐吓行为，没有扰乱社会秩序的主观恶性，不构成x罪；2.没有证据证实魏某某参与了9月29日拆除板房事件；3.事发后魏某某积极与对方联系并进行赔偿。被告人赵某D辩解：对指控罪名无异议，但不是主犯。辩护人的辩护意见：1.并非无事生非，损害的财物不能证明其归属，且并未造成公共秩序严重混乱，应认定为故意毁坏财物罪；2.到案后如实供述，认罪态度较好；3.系初犯；4.到案后举报了他人涉嫌违法犯罪的事实，该人受到了恩阳区纪委的处罚，应当视为立功。被告人何某某未辩解。辩护人的辩护意见：1.在共同犯罪中系从犯；2.到案后如实供述；3.系初犯；4.已经退缴违法所得20000元；5.取得了谅解。被告人谭某某辩解：对指控事实及罪名无异议，但不是主犯。指定辩护人的辩护意见：1.在共同犯罪中系从犯；2.到案后如实供述；3.系初犯。被告人马某A辩解：不知道清场。指定辩护人的辩护意见：1.主观恶性小，情节较轻；2.具有坦白情节，认罪态度较好；3.系从犯；4.系初犯、偶犯，社会危害性小。被告人林某某未辩解。指定辩护人的辩护意见：1.系从犯；2.主观恶性较小，情节较轻；3.到案后如实供述，系坦白。被告人赵某E未辩解。指定辩护人的辩护意见：1.犯罪情节轻微；2.系从犯；3.具有自首情节。被告人赵某A未辩解。指定辩护人的辩护意见：1.在共同犯罪中系从犯；2.具有自首情节。被告人王某某未辩解。指定辩护人的辩护意见：系从犯，具有坦白情节。被告人虎某某未辩解。指定辩护人的辩护意见：1.具有自首情节；2.不构成x罪。被告人肖某某辩解：没有具体实施搬东西。指定辩护人的辩护意见：主观恶性较小，犯罪情节较轻。被告人宋某某未辩解。指定辩护人的辩护意见：到案后如实供述，自愿认罪，且无前科。被告人罗某某未辩解。指定辩护人的辩护意见：系从犯，具有自首情节。被告人马某C未辩解。指定辩护人的辩护意见：1.系从犯；2.具有自首情节；3.系初犯、偶犯，主观恶性较小。被告人谢某某未辩解。指定辩护人的辩护意见：对指控事实及罪名无异议，建议判处有期徒刑一年。被告人杨某某未辩解。指定辩护人的辩护意见：认罪认罚，建议适用缓刑。被告人岳某某未辩解。指定辩护人的辩护意见：主观恶性较小，认罪悔罪。被告人蔡某某未辩解。指定辩护人的辩护意见：系从犯，具有自首情节，且系初犯、偶犯。被告人袁某某未辩解。指定辩护人的辩护意见：1.不构成x罪，主观上无寻衅滋事的故意，也未实施寻衅滋事行为；2.系初犯、偶犯；3.即使构成犯罪，仅参与一次，未召集其他人，情节轻微。被告人马某B未辩解。指定辩护人的辩护意见：1.属于故意毁坏财物，马某B不应当追究刑事责任；2.参与本次事件是因为其妻子被打伤；3.系从犯、初犯、偶犯。被告人夏某某辩解：认罪认罚，但我一直在工地上班，并没有参与清场。指定辩护人的辩护意见：夏某某的上班地点就是清场现场，没有证据证实夏某某参与了清场前的会议，其也没有实施犯罪行为，不构成x罪。被告人刘某某辩解：在清场过程中无意之间犯下的过错，请求从轻处罚。指定辩护人的辩护意见：1.不构成x罪；2.系从犯，到案后如实供述，自愿认罪认罚；3.受公司安排，只有扶梯子的行为。被告人张某A未辩解。指定辩护人的辩护意见：到案后如实供述，自愿认罪认罚。被告人饶某某辩解：是抱着打工的心态去拆房子的，去的时候并没有喊人，而是本来就在一起。指定辩护人的辩护意见：受人邀约参与。被告人郭某某未辩解。指定辩护人的辩护意见：系从犯，具有自首情节。被告人李某B辩解：1.找张某B借钱，张某B叫我去拿钱；2.拉电线是为了防止引发火灾。指定辩护人的辩护意见：系从犯，具有自首情节。被告人张某B未辩解。辩护人的辩护意见：1.属于帮助犯，具有犯罪中止情节；2.建议免予刑事处罚。被告人朱某某未辩解。辩护人的辩护意见：1.系从犯；2.具有自首情节；3.系初犯、偶犯。被告人陈某A未辩解。指定辩护人的辩护意见：系初犯、偶犯，不是主动犯罪，建议免予刑事处罚。经审理查明，2017年7月至8月期间，被告人同恩地产公司法定代表人魏某某与承建商大盛东华公司因修建恩阳区文治街道办事处义阳社区伍家垭豁原玉某某（现更名为义阳山一号）项目工地发生纠纷，多次协商未果。2017年8月21日，双方员工在工地发生了冲突。被告人魏某某为让承建商大盛东华公司退场，以便新的承建商能进场施工，便着手准备组织人员强制清场。魏某某通过被告人谭某某的介绍认识了被告人赵某D，赵某D又找来被告人何某某。在魏某某的召集下，被告人马某A、蔡某某、袁某某、谭某某、赵某D、何某某等在一起商议强行清场一事，商定由赵某D、何某某纠集人员实施清场，魏某某承诺为谭某某、赵某D提供玉某某项目工地的工程项目，并支付清场人员的费用。魏某某与赵某D签订了《劳务安保合同》作为合法掩饰，并安排马某A制作了印有同恩地产公司工作人员的工作牌交给赵某D。后赵某D、何某某将工作牌发给何某某纠集的被告人林某某、赵某E、赵某A、宋某某、王某某、虎某某、罗某某、马某C、谢某某、岳某某、杨某某，并告知清场时间和清场目的。2017年9月26日上午8时许，被告人魏某某召集被告人马某A、马某B、袁某某、蔡某某、夏某某、刘某某、赵某D在某市恩阳区金鑫街一居民楼2楼商议好清场一事后，由魏某某带领马某A、马某B、袁某某、蔡某某、刘某某、夏某某、赵某D在玉某某项目工地门口与被告人谭某某、何某某、林某某、赵某E、赵某A、宋某某、王某某、虎某某、罗某某、马某C、谢某某、岳某某、杨某某汇合。魏某某手持扩音器命令参与清场人员在工地大门口处拉上警戒线，将承建商工人的被子、电脑等生活用品搬出工地，将承建商工人赶出工地，将工地大门口广告损毁。魏某某、赵某D、谭某某、何某某在场负责指挥。魏某某、赵某D、谢某某将承建商工人李某C、李某A强行推出工地；袁某某、蔡某某将提前准备好的警戒带拉在大门口外面；王某某、马某C、林某某、罗某某、宋某某、赵某E、杨某某等人将工地内工人的被子、电脑等生活用品搬出工地堆放在警戒带处；蔡某某负责摄像，并在进入工地后将插在工地围墙处的彩旗损毁；马某A借来木梯搭在广告架上面，王某某、谢某某先后爬上木梯将广告布扯烂，马某B和刘某某将木梯扶稳以便站在上面的人可以将广告布扯掉；宋某某使用消防斧将大门锁砸开。在清场的过程中，谭某某、赵某D、何某某、林某某、赵某E、赵某A、宋某某、王某某、虎某某、罗某某、马某C、谢某某、岳某某、杨某某，以及与虎某某同路来的被告人肖某某围在工地大门口位置，防止大盛东华公司的员工以及其他人员前来阻止清场。清场结束后，赵某D、何某某等人继续守在工地，防止大盛东华公司员工回到工地。清场当天造成大盛东华公司广告、标识牌、监控设备等物品被损坏。经恩阳区价格认证中心认定，当日被损毁财物共计价值人民币4185元。同年××月27日，魏某某为兑现承诺，与谭某某、赵某D签订了一份住房合同作为清场报酬；赵某D帮何某某同魏某某签订了一份住房合同作为何某某找人清场的报酬。同日，魏某某支付赵某D2万元，并让赵某D通过支付宝转账给何某某，作为其请人清场的报酬。同时查明，为彻底将大盛东华公司赶出工地，2017年9月29日下午，魏某某指使赵某D找人将玉某某项目工地门口由大盛东华公司修建的板房推倒，将居住在板房内的工人赶走。赵某D以1万元人民币作为报酬，指使被告人张某A，张某A又邀约被告人饶某某，饶某某又纠集被告人郭某某、陈某A、朱某某、张某B、李某B参与拆除板房。当晚10时许，张某B驾车搭载郭某某、陈某A、朱某某在玉某某项目工地门口与张某A汇合，张某A要求把板房推倒，将人赶出。张某A、张某B在离板房100米处观望。饶某某将板房门蹬开后，将板房内的两名工人李某A、李某C叫出，由郭某某看守两名工人，防止两人报警。陈某A、朱某某弄断固定板房的钢丝，饶某某等人采用脚踹、手推的方式，将板房推倒。后李某B驾驶面包车在恩阳区琵琶滩大桥处将陈某A、饶某某、朱某某、郭某某载回恩阳区清香饭店与张某A、张某B会合。赵某D现场支付张某A1万元作为报酬，其中饶某某分得300元，郭某某分得300元，朱某某分得300元，陈某A分得300元，李某B分得300元，张某B分得300元。同年9月30日，魏某某、张某A在恩阳区金袁饭店请饶某某、郭某某、陈某A吃饭。经恩阳区价格认证中心认定，被毁坏的板房价值3182元。另查明：1.事发后，魏某某等人已经一次性赔偿损失7500元，祝某2对魏某某等人的行为予以谅解。2.2019年5月27日、28日，公安民警多次电话通知谭某某到案接受调查，谭某某于2019年5月29日到登科派出所，但在侦查阶段一直供述自己没有参与；被告人饶某某、朱某某虽经公安机关电话通知后主动到案，但第一次供述时均未如实供述自己的犯罪事实。3.2019年4月28日，被告人赵某E、赵某A主动到登科派出所投案，并如实供述了自己的犯罪事实。4.被告人宋某某、马某C、罗某某、杨某某、虎某某、马某A、蔡某某、袁某某、马某B、夏某某、刘某某、张某A、郭某某、陈某A、李某B经公安机关电话通知后主动到案，并如实供述了自己的主要犯罪事实。5.被告人魏某某于2019年4月19日被抓获归案，被告人赵某D于2019年4月16日被抓获归案，被告人何某某于2019年4月15日被抓获归案，被告人林某某于2019年4月15日被抓获归案，被告人谢某某于2019年7月28日被抓获归案，被告人岳某某于2019年7月31日被抓获归案。抓获归案后，被告人魏某某、赵某D、何某某、林某某、谢某某、岳某某均如实供述了自己的主要犯罪事实。6.2020年3月13日，被告人何某某亲属代其退缴违法所得2万元。7.被告人张某A因犯故意伤害罪，于2011年6月24日被某市巴州区人民法院判处有期徒刑四年六个月，2014年××月12日刑满释放；被告人李某B因犯非法储存爆炸物罪，于2013年3月28日被某市巴州区人民法院判处有期徒刑四年。8.被告人王某某因犯抢劫罪，于2018年7月30日被某市巴州区人民法院判处有期徒刑二年，并处罚金人民币4000元，2020年4月21日刑满释放。9.被告人肖某某因犯贩卖毒品罪，于2019年3月26日被某市巴州区人民法院判处有期徒刑三年六个月（刑期自2018年4月19日起至2021年10月18日止），并处罚金人民币5000元。10.被告人张某B因犯开设赌场罪，于2019年9月10日被本院判处有期徒刑三年（刑期自2018年11月6日起至2021年10月12日止），并处罚金人民币15000元。上述事实，有经庭审查证属实的下列证据证实：1.举报信、举报线索登记表、线索移交单、受案登记表、立案决定书，证实案件来源。2.拘留证、批准逮捕决定书、逮捕证、取保候审决定书等，证实对被告人采取强制措施的情况。3.抓获经过，证实被告人的到案经过。4.户籍证明，证实被告人的个人基本信息。5.刑事判决书、行政处罚决定书等，证实被告人的前科劣迹。6.调取证据通知书、调取证据清单、建设工程施工合同、清算单、收条、工资表、会议纪要、国有建设用地使用权拍卖出让成交确认书、请示报告、通知、协调会议记录等，证实同恩·玉某某项目的建设情况，以及大盛东华公司停工后同恩地产公司督促其复工，区住房和城乡建设局组织双方协调的相关情况。7.接受证据清单、现场照片，证实2017年9月26日当天清场的现场状况，以及9月29日大门口板房被损毁的情况。8.接受证据材料清单、同恩地产工地工作牌，证实罗某某提供其工作牌。9.接受证据材料清单、通告，证实马某A提供了其拍摄的张贴于工地大门口的通告，该通告于2017年9月23日由同恩地产公司出具，要求9月26日无条件撤离，否则将强制清场。10.扣押决定书、扣押清单、提取笔录、支付宝转账记录，证实赵某D于2017年10月27日转账给何某某1.9万元。11.搜查证、搜查笔录、扣押决定书、扣押清单、保安劳务合同、协议、工作吊牌，证实公安机关于2019年4月19日对赵某D租住的房屋、同恩地产公司的办公地点进行了搜查，并扣押了相关物品。魏某某与赵某D于2017年9月24日签订保安劳务合同一份，同恩地产公司聘请赵某D负责保护和维护玉某某项目责任区范围内的安全、生活、工作、正常施工秩序，费用为住房（290平方米）；赵某D与同恩地产公司之间达成协议，同恩地产公司将玉某某9号楼的土石方开挖运输工程承包给赵某D；赵某D的工作吊牌显示其为同恩地产公司销售部经理；何某某于2017年9月28日与同恩地产公司签订商品房认购协议书一份，认购一套房屋作为工资；谭某某、赵某C（赵某D）共同认购房屋一套作为工资；罗列了清场注意事项。12.调解笔录、刑事谅解书，证实同恩地产公司与大盛东华公司之间的相关纠纷已经调解，祝某2提交书面谅解书一份，表示魏某某等人已经一次性赔偿损失7500元，其对魏某某等人的行为予以谅解。13.四川省政府非税收入一般缴款书，证实何某某2020年3月13日退缴违法所得2万元。14.证人邓某的证言。主要内容：2017年9月下旬的一天中午，魏某某带了二十多个人将我们宿舍门踢开，叫我们出去。我们没有走，魏某某就叫人将我们的被子及行李强行抱出玉某某工地，并将我们强行撵出工地，然后将工地大门锁上，还把工地大门上的广告布撕毁了。魏某某等人在将我们的物品强制搬出工地的过程中，把我们办公区域里面的经纬仪、办公桌和电脑摔坏了。魏某某还叫人在玉某某工地大门里面手握钢管守着，不让我们进入玉某某工地。15.证人蒲某的证言。主要内容：2017年9月二十多号的一天，邓某给我打电话，说魏某某喊了二三十个黑社会的人到工地，把我们管理人员和工人的东西全部扔出来了。我立马赶到玉某某工地，看到工地门口靠外的地上堆放着棉被、行李箱、电脑、施工工具、生活用品等，工地门口还拉着警戒带。魏某某站在工地大门口处，手里拿着一个喇叭，正指挥一个男子拆除工地大门口贴的大盛东华公司的广告。不认识那群年轻男子，一共有二十多个，大多数都有纹身。有一个三十岁左右的男子，讲一口东北话，他站在最前面，也在指挥。16.证人祝某1、唐某、祝某2的证言。主要内容：祝某2挂靠大盛东华公司于2017年5月与同恩地产公司签订承建合同，并向同恩地产公司交纳了150万元保证金，2017年5月开始施工。玉某某项目没有取得任何的许可，没有施工许可证，没有正规的施工图纸，正常施工的手续都没有，而且还存在深基坑的安全隐患。我们多次向同恩地产公司递交了工作联系函，要求完善手续，处理安全隐患，也向相关部门递交了的。魏某某喊我们继续施工，说手续正在办理，安全隐患他找国土局处理，但一直没有解决。2017年9月26日当天，李某A打电话说魏某某带了人把他们赶出去。下午三点过，我们赶到了工地，看见工地门口拉着警戒带，大盛东华公司的标示标牌都被人扯毁了，电脑等物品丢在外面，大门被锁上了，魏某某带了一群人拿着铲子、钢管站在工地内。为了避免发生冲突，我们就离开了，安排李某C、李某A在工地门口的门卫室守着。2017年9月29日晚上××点左右，李某A打电话说有人把我们的门卫室推倒了。17.证人李某A、李某C的证言。主要内容：2017年9月的一天上午，我们在看管工地，魏某某就进入工地，转了一圈，之后就在大门口打电话。不一会，来了一些私家车停在工地对面，从车上下来了一伙年轻男子，有的胸前挂着一个牌子。魏某某带那伙人进入工地，那伙人一进工地就把我们工地安装的监控电线剪了。魏某某叫我们出去，我们不肯，那伙人就上来把我们强制拖出了工地。之后那伙人从工地里面把我们公司的资料箱、电脑、工具，宿舍管理人员的棉被、日常用品都搬出了工地，把大门口公司张贴的广告也拆除了。我们不敢进入工地，就把对方搬出来的东西都搬到了工地门口外面的板房门卫室里面，我们也住在里面。9月29日晚上十点左右，突然来了一伙人把我们拖出板房，然后把板房弄倒了。18.证人张某的证言。主要内容：在恩阳区登科路二段13号开了一家广告门市，叫巴图广告。2017年在恩阳玉某某项目工地做过广告，做了制度牌、门牌、大门口龙门架的喷绘布、广告牌子、会议室背景墙ＰＶＣ（红色面板）、工地彩旗、宣传条幅等。19.证人曾某的证言。主要内容：2017年8月23日左右在玉某某项目工地安装了三个摄像头，当时安装了录像机、交换机和一块硬盘，一共收取了1900元。20.证人陈某的证言。主要内容：2017年9月底的一天，借给赵某D1万元。谭某某不准我借给赵某D。后我们将这1万元算在魏某某的房款差价里。21.证人冯某的证言。主要内容：我家住在玉某某工地旁边，这个工地经常发生打架、打砸东西、堵工等事情。有一次听说是从某地拉的社会上的年轻人来。当时魏某某在工地上指挥这些年轻娃儿，这些娃儿胸前还挂着工作牌，他们好像在搬工地上的东西，扯广告，驱赶工人等，还在我家借了木梯。22.被告人魏某某的供述与辩解。主要内容：同恩地产公司是2014年11月注册登记的，我是公司法定代表人，股东有我、刘某某、韩某某、马某A等人，马某A、夏某某、袁某某、蔡某某、马某B都是公司员工；2017年8月的时候，公司聘请了赵某D负责安保工作。2017年5月我公司与大盛东华公司签订了建筑建设施工合同，同月祝某2带人进场施工，6月底开始停工。停工后我与祝某2协商多次，没有达成一致意见。2017年9月中旬，我公司就给恩阳区政府部门打了清场的申请报告，当时没有政府领导审批。9月23日，我组织马某A、袁某某、蔡某某在韩某某租住的2楼家中开会，商议如何清场。我提议先张贴公告，让他们限期自行退场，不退就强制清场。袁某某按照我的意思写了一份草稿，我进行了修改，后面是马某A、袁某某和蔡某某将公告贴在工地大门处。赵某D说没有时间全部在我这里，然后介绍了何某某。2017年9月24日，我召集马某A、马某B、夏某某、袁某某、蔡某某、何某某、赵某D在一起开会，商讨到工地清场。开会的时候我给公司的员工介绍了赵某D和何某某，说他们是公司的安保人员，有事就喊他们。26日早上8点30分，我召集公司员工马某A、马某B、袁某某、蔡某某、赵某D在恩阳中学附近居民楼2楼召开会议，主要内容是我负责现场指挥。会议结束后，我们参与的人员就前往工地。我带上扩音器和摄像机，途中安排马某B购买了警戒带。何某某、夏某某、刘某某是直接到的工地，没有参与集合商议。九点半左右到了工地，大门是锁了的。我使用扩音喇叭喊工地里面的闲杂人员出场，喊门卫开门，说不开只有把门撬开。这时谭某某出现在我身边给我打招呼，然后与门卫交涉。我给公司员工说找个东西把锁撬开，谭某某就在工地上捡了块石头砸门上的锁，没有砸开。蔡某某和马某B在工地大门外面拉了警戒带。后马某B用砖头将门锁砸开，我们就进入工地。工地里面的人站在消防池的位置，手里拿的消防斧、消防铲防止我们打他们，谭某某、赵某D就和他们交涉。我说把东西搬出去，并先到板房里面拿了一床被子出来放在警戒带处，其余人陆续往外搬东西，有电脑、被子等物品。离开的时候，我喊在场的人员将大门口的广告撕了。后面他们是如何清场的我就不知道了。当天晚上请他们在金袁饭店吃晚饭。清场后的一天，经过协商，赵某D和谭某某签订一套房子，何某某、谭某某、赵某D承包我工地的土石方工程。清场后，我就将工地交给兰俊，他安排了两个人在工地里面看守工地。2017年9月29日中午，兰俊打电话说大盛东华公司来的人到工地把他们的工人撵出了工地，并在大门上加了锁。我给赵某D打电话，赵某D说对方找他在交涉了。后双方达成一致意见。9月30日，祝某2给我打电话，说我把工地门卫室拆了。工地门卫室被损毁一事我不知道。23.被告人谭某某的供述与辩解。主要内容：2005年认识了魏某某，他曾在我处借过钱。魏某某说承建商没有实力，自己清场不得行，叫我帮他找一个可以解决这个事情的人，我就把赵某D介绍给他。见面后赵某D提出要签订一份劳务安保合同，其余我喊他们自己私下协商，并且告诫赵某D不要做违法犯罪的事情，不要采取强制手段。后魏某某就直接和赵某D联系，我没有参与。2017年9月26日上午，魏某某打电话给我说他的工地里面有事情，喊我去，我接完电话就到他工地去了。到工地看见大门外面堆放有棉絮、电脑等，魏某某手里拿了一个话筒在现场指挥，喊在场的人员把广告布扯了，该清场清场；魏某某公司的一个管理员和马某A站在大门口广告下面，有两个年轻男子在广告架上面扯广告布。赵某D也在现场，另外还有十多个不认识的年轻男子在现场参与清场，他们都戴有工作牌。我到工地后就和祝某2公司的一个工人在一起，到中午的时候我才离开。2017年9月份的一天晚上，赵某D打电话喊我出去吃饭。吃饭时，赵某D喊我借给他1万元，说魏某某喊他去把工地大门处的岗亭拆了，我说拆不得，没有借给他。赵某D又打电话给在我妻子陈某，在陈某处借了钱。24.被告人赵某D的供述与辩解。主要内容：2017年五六月份，通过谭某某认识了魏某某。一天下午，我和谭某某到魏某某家里，魏某某说工地现在是停工状态，要更换承建商，喊我找些人把工地清场。经过查看工地，以及参加协调会，确定魏某某确实存在纠纷问题，我和谭某某才同意清场的事情。经过商谈，魏某某说给我和谭某某三套房子和3万元现金，还可以承包十万方的土石方工程。后来我和谭某某陆续与魏某某谈了些清场的事情。我联系何某某找人上班，答应分给何某某一套房子，谭某某就联系他的人。9月24日，我、谭某某、何某某到魏某某家中，和他签订了保安劳务合同，魏某某给我们十几个工作牌。我将工作牌给了何某某，何某某分发给找来的十多人男青年。9月26日，我开车搭乘屈小刚等四人，何某某驾驶我的车，以及另外一辆车，我们直接到了工地，然后魏某某、马某A等人也到了。魏某某用喇叭喊里面的人出来，大概这个时间，谭某某也带了几个人过来。同时，马某A拉警戒带，魏某某喊话还是不开门，就喊砸，马某A就去砸了小门的锁，然后就有四五个人将工地里的两个人弄出了工地。魏某某带头去工地转了一圈，就喊把工地的东西搬出来，于是马某A、何某某就带人进去工地搬东西。我当时在警戒带内和那两名工人说话，魏某某喊我们将这两人清出警戒带，我就喊两人退几步，他们就出了警戒带。马某A搬梯子上去扯大门上面的广告布，他身高矮，魏某某又安排一个年轻男子上去扯。然后大门被人砸开了，我们将车开进工地停放，魏某某又安排人将大门锁了。下午，承建商的老板带人来了，打电话和魏某某沟通。之后，警察来了，让我们通过法律途径解决。当天晚上，魏某某请我们吃饭，喊我去将大门外的板房拆了，我们当时都没有去。后来，魏某某又催谭某某找人拆板房，谭某某又催我，我喊何某某去，何某某不去。隔了几天，我只好找张某A去拆，说好1万元。张某A拆了房子后，我在谭某某处借了1万元交给张某A。2017年××月份的时候，我和谭某某在魏某某家里签订了合同，我帮何某某代签了一份购房合同。当时只有两套房（一套给何某某，一套我和谭某某一人一半）。××月27日，魏某某叫张某A转交给我用于清场找人的2万元现金，我用支付宝转给何某某1.9万元，扣除何某某私人欠我的××00元。25.被告人何某某的供述与辩解。主要内容：2017年认识了赵某D。赵某D叫我找人到工地上挣钱。魏某某召集我们清场的前两天，在魏某某租住的办公地点，魏某某与赵某D签订了保安劳务合同。签订合同是为了掩饰身份，让我们能够合法化。我召集的人员有林某某、赵某A、豆娃子、马某C、超娃子、强娃子、虎某某、亮娃子，还有一个开白色丰田车的年轻男子。联系他们时，我给他们说是去恩阳工地挣钱，主要就是在工地上扎场子，具体听工地老板的安排，老板喊做什么就做什么。清场前几天，我和赵某D给我召集的人发了工作牌。当天我驾驶赵某D的车搭载林某某、强娃子、豆娃子、赵某A从巴州区到恩阳工地，赵某D和谭某某是自己开的车。参与清场的除我和赵某D，以及我喊的人外，还有魏某某公司的人，谭某某也喊的人参与清场。现场都是魏某某和赵某D在指挥。魏某某拿着喇叭喊我们把工地里面的人和东西全部清理出工地。在清场时，有人在工地外面拉了警戒带，有人在搬东西。清场以后，魏某某公司的人拿锁把大门锁了。我当天开车带人到工地，跟里面的人交谈，给他们讲我们是来挣钱的，不要给我们惹麻烦，主要是避免发生冲突。当时没有具体分工，都是听魏某某和赵某D指挥的，谭某某在现场也是在指挥我们做事。虎某某中午和我一起去买的午饭。其余人当天具体做了什么我记不清楚了，都是到了工地，参与了清场的。清场后我找赵某D要报酬，后来赵某D将魏某某给他的三套房子中的一套给了我，还签订了商品房认购协议书。我觉得这个协议不可信，就喊赵某D向我支付清场及给魏某某看守工地的费用，赵某D说给我拿2万元。后赵某D通过支付宝转给我1.9万元，××00元作为我赔偿的修车费用。26.被告人马某A的供述与辩解。主要内容：2017年9月23日，魏某某组织我和袁某某商议如何强制清场，写了一份通告，要求大盛东华公司限期自行退场，如果不退场我们就在9月26日强制清场。后将通告张贴在工地外面。9月26日早上，夏某某驾车接我，我们先到韩某某租住的家中，后才到工地。我们到工地的时候，魏某某、谭某某、蔡某某、赵某D，以及我不认识的十多个年轻男子都在现场了。工地大门是锁了的，工地大门外面拉有警戒带，魏某某拿了一个喇叭在喊工地里面的人出来。他们不出来，魏某某就喊把他们拉出来，后面有三个小伙子把他们拉出了工地。不知道小门是如何打开。他们两个人出来后就被三个年轻男子拦着，我也站在这两个人后面，不要他们再进入工地。魏某某喊参与清场的人搬东西，有几个年轻人就到了工地里面，将工地内工人的棉絮、电脑、监控和一些生活用品搬出来，堆放在工地门口警戒带外，接着就有人将大门的锁子砸了。后面魏某某喊把工地大门口的广告扯了，还喊我去借梯子。我在陈华平家借了一把梯子搬到工地大门口，刘某某也帮忙搬梯子。接着有人把梯子搭在广告架上面，马某B、刘某某两人把梯子扶到，现场的年轻人就爬到广告架上面扯广告布。扯完后，有两个年轻小伙子用链子锁把大门锁了，留有年轻男子在工地里面守工地。27.被告人宋某某的供述与辩解。主要内容：2017年9月的一天，何某某问我去不去恩阳的工地上当保安，我答应了。我问马某C和罗某某，他们两人也愿意去。因何某某喊我找几个人，我还找了谢某某。过了几天，何某某叫我们去南坝，我和马某C、罗某某、谢某某一起去那边。何某某给我们介绍了赵某D，还给我们在场的人发了工作牌。当天，我搭乘何某某的车到了恩阳。下车后，我们都站在外面耍。我去上个厕所回来，看到大门口已经拉了警戒带，有一个手里拿着喇叭的男子（魏某某）也来到现场，工地的大门和小门都是锁了的。我看到工地里面有几个人，赵某D他们在与那几个人协商什么，好像还吵起来了。后来那几个工人出来将小门打开了，魏某某就对着外面讲，大概内容是要把工地里面的场子清了。然后我们这边去的人就进去工地里面，将工地里面板房内的物品往工地外面搬，我搬了一床被子出来。东西搬完之后，我拿了一把消防斧将大门的锁砸烂了。还有人爬上大门口的广告位，将广告标识扯了。谢某某当天主要是搬被子，扯广告布；赵某D在现场指挥；何某某也在现场指挥，中午的时候给参与清场的人员购买盒饭；罗某某、马某C、林某某、强娃子都在搬东西。28.被告人马某C的供述与辩解。主要内容：2017年9月的一天，宋某某叫我和他一起到恩阳的工地上去当保安。清场前一天，宋某某接到何某某的电话，叫我们带两张照片到六中那去。我们到了一个培训学校，何某某给我们介绍了赵某D，说明天到工地之后听赵某D的安排，还给我们发了工作牌。当天早上，我和宋某某搭乘一辆车到了恩阳一个工地。赵某D叫我们在场的人等，工地大门是锁了的。过了一会儿，我看到赵某D和工地上的几个工人好像在交谈什么，双方还发生了口角，赵某D把工地上的一个小门打开了，叫我们进去把工人的东西搬出来，于是我们就进去将活动板房内工人的生活用品搬到了工地大门外的工地上，接着又在板房二楼将房间内的电脑、电风扇等物品全部搬出公司，直到将工地板房内的每个房间清空为止。我们出来之后，赵某D叫我们把工地大门的锁撬开，把大门口挂的大盛东华公司的广告扯了。宋某某拿二锤将大门的锁砸开，还有的人爬梯子上去扯广告。后我们再次站在工地大门外，阻止工人进场。29.被告人罗某某的供述与辩解。主要内容：2017年9月的一天，宋某某喊我到恩阳的工地上去上班。清场前一天，宋某某叫我到南坝那边一个培训学校，在那里我见到了何某某、赵某D、宋某某、马某C、岳某某，还有几个我不认识的人，给我们发了工作牌。清场当天，我和宋某某、马某C一起坐车到恩阳。到工地大门口后，我们在大门口等了一会儿，工地上有人将工地的小门打开，我和其他几个人进工地耍了一会儿。开发商老板（魏某某）来了，手里拿着一个喇叭，对工地的几个工人喊话，大概意思就是不让现在的承建商修房子了，要把他们赶出去，之后我们进去清场。我们的人在大门外拉了警戒带，到工地里面的板房内搬东西。搬出来之后，魏某某叫我们去找梯子，将大门上的广告撕了，还有人将大门的锁子砸开了。我开始和他们都站在大门外，在场的人很多，承建商的工人想进工地，被我们阻止了，后来我进入工地搬东西。扯广告的有个人外号叫耕牛（谢某某），拿二锤砸大门门锁的是宋某某。30.被告人岳某某的供述与辩解。主要内容：2017年下半年的一天，罗某某喊我到某地恩阳一个工地上班，还叫我找杨某某一起去照相，办工作证。后罗某某叫我到南坝一个培训学校领取工作牌，领取工作牌的有我、何某某、罗某某、马某C、谢某某和七八个不认识的男子。清场当天，我和罗某某一起乘坐一辆车到了工地，何某某喊我们先等着，看工地老板怎么说。等了会儿，罗某某就喊我们下车。下车后，罗某某就到工地里面去了，我还是在工地外面，过后有十多个人进入了工地，我也进入工地，在工地里面看了一下就出来了。后一直到下午五点左右我和罗某某就离开工地。我是罗某某邀约的，杨某某是谢某某喊的。31.被告人谢某某的供述与辩解。主要内容：宋某某联系我帮何某某办事，到一个工地清场，凑人数，扎场子，并让我把杨某某和他朋友喊上。去的人都要照相，制一个工作牌。过了几天，宋某某通知我们到南坝一个培训学校领取工作牌。发工作牌的是何某某和一个外地口音的男子（赵某D）。何某某和赵某D对我们说这次就是凑人数，把工地里面的东西搬出来，到时候如果因为打架被公安机关抓住了，他们会负责把我们取出来。清场当天，赵某D开车接的我、杨某某和他朋友。我们到工地时，工地大门是锁了的，里面有两个工人。开发商老板（魏某某）带了几个人也来到工地，其中一个人戴了一根金项链（谭某某）。魏某某手里拿着一个喇叭喊我们在场的人员去把工地大门锁子砸了，把东西搬出来，把工地里面的人整出来，他还拿着警戒带让我们拉在工地大门外面。我们参与清场的就有两三个人去用砖块砸小门的锁子，锁子被砸开后，有人进入工地把工人的生活用品搬出来，有人拉警戒带。一个工人站在大门口不出来，一个年轻小伙子把他往外面拉，我刚好站在门口，就用手推工人的肩膀并喊他出来。工人出来后，魏某某和他一路的人就喊我们把大门上的广告布扯下来。不知道是谁在工地旁借了一架梯子搭在广告架上面，我就爬到梯子上面扯广告布，扯了两块后就下来了，后又有一个小伙子爬到广告架子上把上面的广告布扯了。广告布被扯后，宋某某在工地里面捡了一把锄头把大门锁子砸开。我们进入工地，把大门用新锁锁了。我看见猫儿（虎某某）在一辆白色车里面。接着承建商就来了，对魏某某说有什么事情好好商量，魏某某说没有什么好商量的，要打就打。虎某某下车将后备箱打开，站在后备箱位置，后备箱里面装有刀，不知道是谁说打起来的话就用刀砍，我们都站在大门两侧。魏某某和承建商老板离开后，我们继续守在工地里面的，下午四点左右离开。魏某某手持喇叭在现场指挥，谭某某、赵某D、何某某都在现场指挥。我们来的人都进入了工地。32.被告人杨某某的供述与辩解。主要内容：2017年9月份的一天，谢某某给我打电话，我和他一起到南坝。一个负责人给我们说他们接手了恩阳的一个工地，叫我们这些人去帮助他们把工地的人强行赶出来，把工地内的东西扔出来，然后讲了注意事项，并给我们在场的部分人发吊牌。当天，我与谢某某一起到了恩阳的一个工地。到了工地后，发现岳某某也在。随后，同路的几个青年就进去把工地内管理人员往外面推拽，紧接着我们这边的几个人进入到工地内板房里，将里面的物品扔了出去。我开始站在旁边看，工人被赶出来后，一个领头的叫我们进入工地看看是否还有人在里面，我和其他人就进入到工地查看，结束后就和大家一起坐在工地门口。33.被告人林某某的供述与辩解。主要内容：2017年9月，我和何某某、赵某D、兰娃子在一起喝茶的时候，何某某和赵某D两人就在说工地需要招保安（实际工作是到工地扎场子）。何某某问我去不去，我答应了。过了几天，赵某D开车接我和何某某到恩阳找魏某某谈工地保安的事情。找到魏某某后，谭某某也过来了，当时有我、何某某、赵某D、谭某某、魏某某、凹哥（李代军）和与魏某某一路的一个中年男子共七个人。赵某D和魏某某签订了一份劳务合同，魏某某喊赵某D自己安排人员到工地扎场子。谈完后，赵某D给我一个工作牌。给我工作牌的时候，谭某某把我的名字写到上面，喊我自己贴一张照片。清场当天，我从巴州区打车到了工地，下车后看见赵某D、谭某某、何某某、王某某、赵某E、赵某A在工地外面站着，工地的门还没有打开，大门外是用警戒带拦着的。接着超宋某某和一个我不认识的男子各自带了一路人也到了工地外面。××点左右，魏某某到了。魏某某手里拿着一个扩音器喊工地里面的人都走，还喊我们把工棚里面的东西拿出来，把广告牌扯下来。我们所有人进入到工地，谭某某和赵某D就开始在现场指挥我们搬东西和扯广告牌，我一直站在旁边。清场结束后，谭某某又把大门锁了，我们就在工地里面耍。当天晚上魏某某请我们吃饭时，魏某某喊赵某D去把工地大门处的工棚砸了，赵某D说他安排就是了。又过了几天，我和赵某D、谭某某、王某某、何某某在恩阳一家烧烤店吃夜宵，张某A过来了。谭某某给我看了工棚被砸后的照片，张某A给赵某D说你叫我办事，你放心，后赵某D给了张某A一卷人民币。34.被告人王某某的供述与辩解。主要内容：和赵某D、何某某、赵某A、林某某一起吃饭时，赵某D说过几天在恩阳有个事，喊何某某找几个人抢工地（清场）。何某某喊我也去，我同意了。赵某D还喊大家准备照片贴在工作牌上。过了几天，赵某D给我们发了工作牌。清场那天，何某某或者是林某某驾驶车来接我，车上还有虎某某，赵某D另外开了一辆车。到恩阳学校附近一个路口，谭某某在路边等我们，接着我们就和谭某某到旁边楼房的二楼去了。他们在互相交涉，商量的内容我不知道。过了一会儿，谭某某驾车把我们带到了工地。我们这边的人把大门旁的小门锁子砸开，我们进入工地。开发商老板（魏某某）在现场指挥，说工地要换人，喊我们把工地里面工人的生活用品等搬出工地，把工地的广告牌扯掉，拉警戒带，砸锁子，谭某某、赵某D也在旁边指挥。我主要是搬东西、扯广告。现场有很多人在搬东西和扯广告，还有人用消防斧把大门锁子砸了。搬完东西后，赵某D从谭某某驾驶的车里拿了一根铁链子和锁子把大门锁了。中午是何某某和虎某某买的盒饭给我们送到工地来的。过后的一天晚上，我和林某某、赵某D、谭某某等人在恩阳吃烧烤，赵某D给张某A拿1万元钱，作为拆工地外面岗亭的费用。我喊了苟杨参与。35.被告人赵某E的供述与辩解。主要内容：2017年下半年的一天，何某某说他最近接了个事情，在恩阳工地上，喊我一起去工地看一下，我答应了。后在一个艺术培训学校见到了赵某D，领取了工作牌。当天，赵某D、何某某开车接上我、赵某A、王某某、林某某、阳娃子等人一起到了恩阳的一个工地。当时工地大门是锁了的。之后，工地老板（魏某某）来了，跟工地里面的人吵起来了。魏某某喊里面的人把门打开，里面的人不肯打开。过了会儿，警察来了进行调解，工地里面的人把大门打开了，人也出来了。警察走后，有人喊下车，我就过去看，魏某某、赵某D、何某某等人不让工地里面的人进入，还有人在大门口搭的梯子，在拆除大门口的广告，魏某某、赵某D在指挥，喊我们全部进工地，把板房里面的东西搬出来。我进了一间板房，把东西搬出工地，放在外面的坝子里。之后，我们都在工地里面耍。魏某某、赵某D、何某某指挥，中途何某某安排虎某某去某地接了几个人来。进入工地后，赵某D喊我们把工地守好，不能让外人进入。36.被告人赵某A的供述与辩解。主要内容：2017年9月的一天，何某某说他在恩阳的一个工地上做事，喊赵某E一起去。后何某某给我打电话，喊我和赵某E到巴六中去集合。到了后，赵某D和何某某就给我们说明天上恩阳工地清场，把工地里面的人赶出来，东西搬出来，尽量不要发生争执，然后给我们发工作证。清场当天上午，何某某开赵某D的车接我，车上还有赵某E、林某某、王某某。我们到恩阳跟赵某D见面，然后又在魏某某的住处跟魏某某见面，之后到了工地。到了工地后，魏某某拿着喇叭在吼，主要内容就是要强制清场，工地大门口还拉了警戒带，工地里面有几个人出来了，赵某D就跟他们交涉，魏某某带头从屋内搬东西出来，宋某某、王某某、赵某E、林某某等人也动手搬东西出来，同时还把里面的工人拉到大门外，还有人搭梯子扯广告牌。清场后，有人把大门锁了。中午我们在工地里面吃的盒饭。我当天没有动手，只是在工地耍，撑场子，凑人多吓对方。过了一个多月，我陪何某某到恩阳找赵某D，赵某D给何某某拿了2万元。何某某说赵某D喊他找人去把工地门口板房拆了，他没有同意，我也没有参与。37.被告人虎某某的供述与辩解。主要内容：2017年的一天，何某某说他要到恩阳的一个工地去清场，叫我和他一起。当天早上，何某某来接我，车上还有赵某A、赵某E等人。在前往恩阳途中，我给田静打电话说要用他的车，喊他把车开到恩阳来。到恩阳后，我先下车等田静，后驾驶田静的车到工地。到工地后，看见赵某D、赵某A、赵某E等人在场，还有一个姓谭的中年人（谭某某）。他们已经把工地里面的两个工人撵出来了，工人的生活用品棉被、电脑等被搬到了工地外面。后有人拉好警戒带，有人爬梯子上去扯大门上面的广告布，还有人帮忙扶梯子。现场都是赵某D在指挥。宋某某把大门上的锁子砸了，我们这边的车都停到工地里面，然后又用锁子把大门锁上。中午，我和何某某、赵某D等人出去带了盒饭回去。38.被告人肖某某的供述与辩解。主要内容：2017年的一天，天刚亮的时候，我给何某某打电话，喊他一起耍。见面后，何某某说要到恩阳办事，喊我和他一起。具体办什么事他没有说，我猜测他是去收账或者扎场子。到恩阳后，在一个建筑工地，何某某就和车上的另外两名男子下车了，我在车上等他们。我一直在车上睡觉，中途的时候驾驶员又驾车行驶了十分钟左右，然后又把车开回工地。39.被告人袁某某的供述与辩解。主要内容：我是玉某某项目技术负责人。韩某某被打后的一天，魏某某组织我、马某A在韩某某租住的家里和一个东北口音的男子，以及另外一个不认识的男子（何某某）商议如何将大盛东华公司赶出工地，魏某某、马某A喊那两个人找社会人员将大盛东华公司赶出工地。魏某某还组织我、马某A、夏某某、张某A在韩某某租住的地方开会，商量把大盛东华公司清退出工地，商议结果是先张贴通告，让大盛东华公司限期自行搬离，如果到期未搬离，魏某某就带领赵某D召集的人员到工地强制清场。我将通告打印出来，并将其中一份贴在玉某某旁的小卖部墙上，工地大门口的通告是马某A他们张贴的。清场当天，我坐车从巴州区到恩阳韩某某租住的房屋，魏某某、夏某某、马某A、马某B、蔡某某、赵某D都在。后我坐夏某某的车到了工地。参与清场人员有魏某某、马某A、夏某某、马某B、蔡某某、较瘦的中年男子（谭某某）、赵某D以及赵某D带领的年轻小伙子。工地大门的小门已经打开了，魏某某手里拿着一个喇叭在指挥，喊参与清场的人员把工地里面的东西搬出来，把工人清出工地，把广告扯了，赵某D召集的人员就进入工地把工人的东西搬出来。后面不知道是谁搬了一把梯子搭在大门处的广告架子上面，一个不认识的人爬上去将广告布扯下来，马某B和刘某某在扶梯子，蔡某某、马某B也在扯下面的广告布，还有不认识的人到大盛东华公司项目部把办公室整开，把挂在墙上的标示标牌整烂了。40.被告人蔡某某的供述与辩解。主要内容：我是玉某某项目安全员。一天，马某A给我和袁某某两张通告，喊我们贴在工地大门口。过后一两天的中午，魏某某通知开会，参会的有我、魏某某、马某A、马某B、袁某某、夏某某、张某A，以及不认识的东北口音的男子（赵某D）。魏某某说大盛东华公司不退场，他找的人去清场，公司的员工都必须去。当天一早，我到韩某某租住的房屋，魏某某、马某A、马某B、夏某某、袁某某和一个不认识的中年男子（谭某某）也在。魏某某给我一部相机，叫我摄像，魏某某、谭某某、马某B或者夏某某各驾驶一辆车搭乘我们到工地。那时工地外面已经站了很多人，他们戴有工作牌，赵某D也在现场。魏某某下车后就喊大门口的人把大门整开，把工地里面大盛东华公司的物品搬到工地外面，把广告扯下来，把有大盛东华公司名字的标示标牌都整烂。魏某某给我警戒带，喊我和袁某某把警戒带拉在工地大门外面，我和袁某某把警戒拉在工地外面。不认识的年轻小伙子把小门整开，进入工地把工人的被子、电脑等物品搬出来，我就跟在后面摄像，还把大盛东华公司插在工地围墙的彩旗拔出来扔在地上。结束后，魏某某安排人把大门锁了，我们公司员工就离开了。谭某某也参与了清场，他一直和赵某D在工地指挥如何清场。41.被告人马某B的供述与辩解。主要内容：妻子韩某某系同恩地产公司的股东。2017年8月韩某某被承建商的人打伤后在医院住院，我在恩阳中学外居民楼2楼租了一套住房，魏某某一家人有时也在这居住，公司的人有时也在这里吃饭、谈事。韩某某被打后至9月26日期间，我听到魏某某在家里打电话说要去工地清场。9月26日早上，魏某某给夏某某打电话说喊公司的人都在我租住的房屋来开会，还喊我也要到工地上去。我到医院给韩某某送完饭回来，魏某某他们已经离开了，只有夏某某、刘某某在，我和刘某某坐夏某某的车到了工地。魏某某、马某A、袁某某、蔡某某和一群我不认识的年轻小伙子围在工地大门处。魏某某持喇叭在喊话，内容是喊把大门打开，检查工地。工地的门卫没有开门，魏某某就喊蔡某某拉警戒带，蔡某某就在工地外面拉了警戒带。魏某某又喊把大门锁子砸了，几个年轻小伙子就把大门上的小门的锁砸开了，大家就进入工去。魏某某喊把东西搬出去，这群人就把工人的被子等物品搬出来。东西搬出来后，大门上的锁子被年轻小伙子用消防斧砸开了。最后魏某某喊把大门上面的广告扯了，魏某某公司的员工在旁边屋里搬了一把梯子搭在大门处，我和刘某某把梯子扶着，年轻小伙子就上去扯广告，我还顺手扯了一块广告布。42.被告人刘某某的供述与辩解。主要内容：我是同恩地产公司的股东，在玉某某工地负责安全监督。2017年9月25日晚，魏某某给我打电话，喊我第二天早上九点上班。9月26日，我九点多到达玉某某工地，看见工地大门处贴有清场的通告，魏某某、马某A、马某B、蔡某某、夏某某、袁某某，还有十多个年轻小伙子在场。工地大门是锁了的，大门外面拉的警戒带，魏某某手里拿了一个喇叭在工地里面边走边吼，喊工地里面的工人出去，意思就是要清场。魏某某喊了一圈，两个工人就出了工地，然后就有几个年轻娃守门，不准他们再进入工地。魏某某喊参与的人搬东西，几个年轻娃就将工地内工人的棉絮等物品搬出来，还有人将大门的锁子砸了。魏某某喊去借梯子把广告扯了，马某A就借了梯子搬到工地大门口，我和马某B扶梯子，有两个人爬梯子扯广告，另外马某B也扯过广告。我没有参与商议。现场有一个东北口音的男子（赵某D）在指挥那些年轻小伙子。43.被告人夏某某的供述与辩解。主要内容：2017年初在同恩地产公司开发的玉某某项目任工程技术人员。工地停工后的一天，魏某某说工地停工两个多月，祝某2不退场，一直把工地霸占到，先张贴清场公告，要求他们自行退场，如果他们不退场就强制清场。清场之前魏某某喊公司的员工在清场当天都要到工地去。清场当天，我驾车搭乘马某A从巴州区到工地，当时魏某某、马某B、蔡某某、一个东北口音的男子（赵某D）和十多个年轻娃都在现场了。工地大门是锁了的，工地大门外拉有警戒带，魏某某手里拿着一个喇叭在喊工地里面的工人出去。魏某某喊了几次，工地里面的两个工人就走出工地，出来后就有几个年轻娃不准他们再进入工地。魏某某喊参与清场的人把工地里面工人的东西搬出来，有几个娃儿就将工人的棉絮等物品搬出来，还有人将大门的锁子砸了。魏某某喊去借梯子把大门口的广告扯了，马某A就借了一架梯子，有人爬上梯子扯广告，马某B、刘某某扶梯子，马某B还扯过广告。大门锁子被砸了以后，魏某某安排人用链子把大门锁了，有年轻娃在里面守工地。我当天只是站在现场，没有做什么。44.被告人李某B的供述与辩解。主要内容：2017年9月的一天下午，我给张某B打电话想从他那里借点钱，张某B就让我到恩阳去。根据张某B的电话，我开车到了伍家垭河安置点。我看见安置房建设工地大门口板房处有人在吵闹，走近之后看见饶某某把板房里的人往外拽，那名男子被拽出来了，紧接着饶某某用脚使劲将板房的门踢踹，连同门的那道板房墙面一下子就往内倾倒下去，随即站在板房下面的郭某某使劲将板房顶面上的板墙拽了下来，这个时候板房前部分全部倾倒，从板房内又冲出来一名男子。我问饶某某干什么，他叫我不要管，在旁边的郭某某叫我帮忙扯垮板房。随后郭某某又扯板房，把板房扯垮下来。我看见门口电线断在板房里面，就过去将电线从板房内拉扯出来，放在外面。板房被扯垮之后，我听叫不远处有人喊走。郭某某与饶某某走到路边，张某B的车来了，他坐在驾驶室内，陈某A站在张某B的车旁边，不远处还站着另外一名男子（张某A）。郭某某与饶某某坐上张某B的车，我也驾驶面包车原路返回。经过一小路口处时，陈某A打电话叫我开车到琵琶滩大桥去接一下他们，我开车过去接上陈某A、饶某某、郭某某到了恩阳清香饭店。陈某A叫张某A去拿钱。过了几分钟，张某A拿钱回来了，给了饶某某。45.被告人张某A的供述与辩解。主要内容：2017年9月，通过魏某某认识了赵某D。2017年9月底的一天晚上，赵某D给我打电话，说玉某某工地门口有个门卫室板房，给我1万元找几个人把板房拆了，不要打人。我答应了，就联系饶某某，喊他找个人拆板房，每人500元的报酬。吃过晚饭，饶某某坐着一辆白色面包车过来接我，车上有张某B、郭某某等人。我在车上给他们说把住在板房里面的工人喊出来，把贵重物品搬出来，不要伤人。到了工地门口，我和张某B站在离板房××0米远，饶某某、郭某某、陈某A和另外一个年轻娃就过去拆。我看见他们把两名工人喊出来，用脚将板房蹬垮。结束后，我给赵某D打电话说板房拆了。我们开车到清香饭店外面的路边，赵某D给我拿了1万元，我给饶某某拿了2500元（去拆房子每人500元）。当晚一共去了两辆车，一辆车是张某B的银白色面包车，一辆车是陈某A的。工地清场过后大概一个月，魏某某喊我给赵某D拿了2万元钱。46.被告人饶某某的供述与辩解。主要内容：2017年9月的一天晚上，和陈某A、朱某某、张某B等人在一起吃饭时，接到张某A的电话，喊我找几个人帮他拆一个棚子，给我们发工钱。饭后，我和陈某A、张某B一起去和张某A见面。张某A喊张某B找车，张某B找了李某B的面包车。张某A喊我给郭某某打电话，我没有打，张某B给郭某某打电话，喊他一起去拆棚子。通知完后，我搭乘张某B的车去接朱某某。回来后，李某B驾驶他的面包车也来了，朱某某的朋友也到了。我和陈某A、朱某某、朱某某的朋友乘坐李某B的面包车，张某A、郭某某乘坐张某B的车。到工地后，张某A喊我们去拆，他不去，然后他就上了张某B的车和张某B在一起，我和郭某某、朱某某、朱某某的朋友就去拆板房，陈某A跑到对面修理厂去了。我先把门敲开，喊板房里面的两个人出来，这两个人自己出来了。他们出来后，我蹬了板房一脚，喊其余人整，朱某某和他朋友就开始动手拆板房，我和郭某某一人守一个工人防止他们报警和反抗。快结束的时候，陈某A才来帮忙。结束后，我和郭某某、陈某A、朱某某及他朋友就一起往恩阳城区走，走到琵琶滩大桥处，李某B驾驶他的面包车接上我们到了清香饭店附近，张某A也在这里。张某A收到钱后就给我们每人发了300元。张某A交给我，我发给他们的。当时张某B不要，第二天我才把张某B的300元给他的。张某A打电话喊我去拆板房时说是魏某某安排的。47.被告人郭某某的供述与辩解。主要内容：2017年9月份的一天晚上，饶某某给我打电话，说恩阳有事，喊我去一下。我到恩阳跟他见面，还有张某A、张某B、陈某A以及一个不认识的男子（朱某某）在场。饶某某说张某A喊我们到义阳山下的工地上拆棚子，只拆棚子不伤人。我说出了事哪个负责，张某A说有人负责。我和饶某某、陈某A、朱某某搭乘张某B驾驶的面包车到工地，张某A乘坐的另一辆车。饶某某走在前面，我和陈某A、朱某某跟着，张某A和张某B没有到板房位置。我们走到板房外，饶某某把门推开，喊里面的人出来，两个工人看我们人多，就自己走出板房。饶某某喊我跟着一个工人。有人蹬板房，板房很快就倒了，我跟着的这个工人报警了。随后我和陈某A、饶某某、朱某某往琵琶滩大桥方向走，快到桥头的时候，张某B驾驶面包车接我们，我们在清香饭店附近下车。过了一会儿，张某A就把钱给饶某某送来了，饶某某给我们发钱，给我发了300元。当时张某B没有接饶某某给他的钱，陈某A和朱某某都接了的。李某B也参与了的，在现场拆板房的时候，我看到李某B也在拆板房，后面回到恩阳城区饶某某给我们分钱的时候，李某B也在。48.被告人朱某某的供述与辩解。主要内容：2017年下半年的一天晚上，和饶某某一起吃饭时，有人打电话喊饶某某找人去帮个忙，要拿工钱，并说来接饶某某，我说我也去。快吃完饭时，一个骑山地越野赛摩的男子（张某B）也过来了。吃完饭后，我乘坐张某B的摩托车到了中国银行附近，看见陈某A、饶某某，还有几个我不认识的人在等我们，现场有一辆面包车、一辆轿车。一个胖子（张某A）给我们说去把工地棚子拆了。到了工地后，饶某某把板房门敲开，把里面两个工人喊出来，有人把工人守到，我开始站在板房旁边看，有没有动手拆板房记不起了。板房推倒后，灯就熄灭了，我看见有根电线在冒火花，就去拉这根电线。板房被整倒后，我们就走路到琵琶滩大桥处，上了一辆面包车，然后回到恩阳城区清香饭店外面。饶某某给我发了200还是300元钱作为报酬，也给其他人拿了钱的，拿钱之后我就回家了。49.被告人陈某A的供述与辩解。主要内容：2017年9月的一天晚上，和饶某某、朱某某、张某B在一起吃饭时，饶某某接到张某A的电话，然后给我们说张某A喊他找几个人去帮忙，喊我也去。吃完饭后，朱某某乘坐张某B的摩托车离开，我乘坐饶某某的摩托车到了农业银行附近。后张某B驾驶他的车把我和饶某某接上，当时朱某某也在车上，一起到了中国银行外面。下车后我看见郭某某、张某A也在。在车上，张某A说板房里面的人赖着不走，把板房拆了，不要伤人。张某B把车开到工地大门口对面，我们下车后张某A和张某B没有到板房位置。我们走到板房外，饶某某敲门，喊里面的两个工人出去。两个工人出来后，郭某某就把他们看住，我去板房对面修理厂上厕所，听见有脚蹬板房的声音。我回去时板房已经倒了，我还拉了一下固定板房的钢丝。板房推倒后，我、饶某某、郭某某、朱某某就往琵琶滩大桥方向走，快到桥头的时候，一辆面包车接的我们，当时是谁开的车记不清了。我们在恩阳清香饭店旁边下车，下车后饶某某给我拿了300元钱。50.被告人张某B的供述与辩解。主要内容：2017年9月的一天晚上，饶某某给我打电话喊我把车开上去做点事情。我驾驶面包车到世纪华联附近和饶某某见面，郭某某也在。饶某某喊我先接个人，我驾驶面包车搭乘郭某某、饶某某去接了朱某某，然后饶某某喊我开车到魏某某的工地。车上，饶某某一直和张某A在电话联系。到了魏某某工地，我看见张某A已经在那，他旁边还有几个人蹲在那里的。饶某某、郭某某、朱某某下车后，我将车停好，去了魏某某工地外面，问张某A和饶某某来做什么，张某A就说把魏某某工地外面的棚子拆了。我因为在取保候审期间，就往停车的地方走。走到一半听到板房在响，回头看见板房里面住的人都出来了，张某A在朝我这边跑，饶某某他们也都跑来要坐我的车，我没有要他们坐车。回到恩阳城区后，我们在清香饭店附近的一家大排档吃夜宵，有陈某A、郭某某、饶某某、朱某某、张某A、李某B，饶某某给参与拆板房的人一人发了大概200元，我没有要。51.恩区价认定〔2018〕64号、〔2019〕××号关于对被毁坏的财物损失价格认定意见书，证实经某市恩阳区价格认证中心认定，2017年9月26日被损坏的制度牌12个、门牌××个、喷绘广告9平方米、ＰＶＣ面板背景墙字15个共计价值2232元，被损坏的板房一间价值3182元，被损坏的监控设施一套价值17××元，被损毁的喷绘广告16.2平方米价值243元。52.现场勘验笔录，现场图、现场照片，证实案发现场情况。53.辨认笔录，证实被告人、证人辨认参与人员的情况，以及辨认分发工作牌的地点，与魏某某等人商议清场事宜的地点的情况。54.视频，证实2017年9月26日现场情况。对被告人的辩解及辩护人的辩护意见，综合评判如下：1.是否构成x罪。本案中事发地为项目工地，具有一定的开放性，该项目工地占用的物理空间较大，事发当时工地人数众多，满足了刑法中关于公共场所认定的要件。因此，能够认定案发地点系公共场所。被告人魏某某等人为了达到清场的目的，任意损毁他人财物，破坏社会秩序，已经构成了x罪。2.共同犯罪中的地位和作用。被告人魏某某辩解不知道拆除板房的事情，被告人赵某D辩解仅仅只是给张某A打了一个电话。根据在案证据显示，魏某某安排赵某D拆除板房，赵某D又安排张某A具体负责，并支付报酬给张某A。被告人魏某某、赵某D为整个事件的召集人、组织者，应对全案负责且系主犯。被告人赵某D让被告人何某某去清场，何某某召集多人参与2017年9月26日的清场行为，为组织者，在共同犯罪中起主要作用，系主犯。在案证据证实被告人谭某某介绍魏某某、赵某D认识，参与商议，参与2017年9月26日的清场行为，在现场负责指挥，在共同犯罪中起主要作用，系主犯。在9月29日拆除板房事件中，被告人张某A、饶某某具体组织人员拆除板房，在共同犯罪中起主要作用，系主犯。其余被告人根据安排参与清场或者拆除板房，在共同犯罪中起次要作用，系从犯。3.被告人是否具有自首情节。被告人宋某某、马某C、罗某某、杨某某、赵某E、赵某A、虎某某、马某A、蔡某某、袁某某、马某B、夏某某、刘某某、张某A、郭某某、李某B、陈某A自动投案，如实供述了自己的主要犯罪事实，具有自首情节；被告人饶某某、朱某某、谭某某虽自动投案，但第一次均未如实供述自己的犯罪事实，不具有自首情节。4.被告人赵某D是否具有立功表现。赵某D的辩护人提出赵某D到案后举报了他人涉嫌违法犯罪的事实，该人受到了恩阳区纪委的处罚，应当视为立功。赵某D虽举报了他人，但仅仅是违法行为，不符合立功的规定，因此不具有立功表现。", "court_view": "本院认为，被告人魏某某等29名被告人任意损毁他人财物，情节严重，其行为已触犯了《中华人民共和国刑法》第二百九十三条第一款第（三）项的规定，构成寻衅滋事罪。公诉机关指控罪名成立，应依法惩处。在2017年9月26日共同犯罪中，被告人魏某某、赵某D、何某某、谭某某起主要作用，系主犯，被告人马某A、马某B、蔡某某、袁某某、夏某某、刘某某、林某某、宋某某、赵某E、赵某A、王某某、虎某某、马某C、罗某某、岳某某、谢某某、杨某某、肖某某起次要作用，系从犯，决定予以从轻处罚；在2017年9月29日共同犯罪中，被告人魏宏、赵某D、张某A、饶某某起主要作用，系主犯，被告人张某B、郭某某、陈某A、朱某某、李某B起次要作用，系从犯，决定予以从轻处罚。案发后，被告人宋某某、马某C、罗某某、杨某某、赵某E、赵某A、虎某某、马某A、蔡某某、袁某某、马某B、夏某某、刘某某、张某A、郭某某、李某B、陈某A自动投案，如实供述了自己的犯罪事实，符合《中华人民共和国刑法》第六十七条第一款的规定，具有自首情节，决定予以从轻处罚；被告人魏某某、赵某D、何某某、谢某某、岳某某、林某某、王某某、肖某某如实供述自己的罪行，根据《中华人民共和国刑法》第六十七条第三款的规定，可以从轻处罚。被告人张某A、李某B曾因故意犯罪被判处有期徒刑，刑罚执行完毕后五年内再犯应当判处有期徒刑以上刑罚之罪，依照《中华人民共和国刑法》第六十五条第一款的规定，系累犯，应从重处罚。被告人王某某、肖某某、张某B在判决宣告以后，刑罚执行完毕以前，发现还有其他罪没有判决，应对新发现的罪作出判决，把前后两个判决所判处的刑罚实行数罪并罚。结合司法行政机关的社会调查报告，对被告人马某B、蔡某某、夏某某、刘某某、朱某某、陈某A适用缓刑对所居住的社区没有重大不良影响，且六被告人本次犯罪情节较轻，有悔罪表现，没有再犯罪的危险，根据《中华人民共和国刑法》第七十二条第一款的规定，决定对该六被告人宣告缓刑。为维护社会秩序，", "defendants": ["魏某某", "赵某D", "谭某某", "何某某", "张某A", "饶某某", "宋某某", "马某A", "谢某某", "王某某", "林某某", "罗某某", "马某C", "岳某某", "赵某E", "赵某A", "虎某某", "杨某某", "郭某某", "袁某某", "李某B", "肖某某", "张某B", "朱某某", "陈某A", "蔡某某", "马某B", "夏某某", "刘某某"], "outcomes": [{"name": "魏某某", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 30, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "赵某D", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 30, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "谭某某", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 24, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "何某某", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 24, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "张某A", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 24, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "饶某某", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 24, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "宋某某", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 18, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "马某A", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 17, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "谢某某", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 17, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "王某某", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 14, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "林某某", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 14, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "罗某某", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 14, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "马某C", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 13, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "岳某某", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 13, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "赵某E", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 12, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "赵某A", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 12, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "虎某某", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 12, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "杨某某", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 12, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "郭某某", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 12, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "袁某某", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 12, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "李某B", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 12, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "肖某某", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 8, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "张某B", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 8, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "朱某某", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 14, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "陈某A", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 12, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "蔡某某", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 12, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "马某B", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 12, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "夏某某", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 8, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "刘某某", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 8, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}], "relevant_articles": ["25-1", "26-1", "27", "64", "65-1", "67", "69", "70"]}
{"Fact": "某地人民检察院指控，2018年3月至10月，被告人某地、丁某B和赵某某（在逃）利用任某某（另案处理）提供的南华财富网络平台，在某省某市良希文化传媒有限公司（以下简称良希公司），通过招聘员工利用ＱＱ聊天软件拉股民网友进入自建炒股群，再由被告人丁某A、李某某冒用杨某某、刘某某等知名证券分析师身份，采取在群里直播间讲课、发虚假盈利截图等方式骗取对方的信任，从而愿意在南华财富网络平台上投资购买“沪深300”指数，再由被告人张某某等人冒充南华财富平台客服指导软件安装和注册，然后丁某A等人通过喊单方式指挥被害人进行交易操作，最终达到让被害人所投资金迅速亏损的目的。实际上被害人所投资金并未进入证券市场，而是通过第三方支付平台转入南华财富平台所控制的银行账户，某地、丁某B等人再找任某某将被害人亏损资金按事先约定比例提现回来进行分配。截至案发，共诈骗吴某、郑某等34名被害人资金达345.97万元。其中诈骗吴某、郑某、邓某的具体事实如下：1.2018年7月份，被告人丁某A通过ＱＱ添加了被害人吴某为好友，自称是天风证券资深金融分析师“杨某某”，然后拉吴某进聊天群，通过发送金融股市、证券行情分析图、客户收益截图和开启财经直播间等形式，并在由被告人张某某冒充的团队管理“安琪”的极力游说下，最终让吴某相信这个“杨某某”是一名专业的证券分析师，能够带她炒大盘指数赚钱，于是便在同样由张某某冒充的南华财富平台客户“高某A”的指导下安装了南华财富平台软件并注册账号，于2018年8月23日后陆续将近80万元人民币转入该平台用于购买“沪深300”大盘指数，在同样由丁某A冒充的两名风控人员“牛某某”、“稳打稳赢”的带领下进行交易操作，至2018年8月底吴某在平台上的资金仅剩下约7万余元，2018年9月3日吴某将账户内剩余款项转出，共计亏损约72万元。2.2018年9月份，被告人李某某通过ＱＱ添加了被害人郑某为好友，自称是资深金融分析师及操盘手“刘某某”，对郑某进行股市大盘走势讲解，拉其进ＱＱ群听课以及进1234ＴＶ平台听取财经直播。在取得郑某的信任后，指导其安装南华财富平台软件并注册账号，并于2018年9月5日将5万元人民币转入该平台用于购买“沪深300”指数，之后李某某又冒充操盘助理“牛某某-百战百胜”，以喊单的方式引导郑某在南华财富平台上进行交易操作，导致其投入资金亏损约3.3万元。3.2018年8月份，被告人李某某通过ＱＱ添加了被害人邓某为好友，自称是资深金融分析师及操盘手“刘某某”，对邓某进行股市大盘走势讲解，拉其进ＱＱ群听课以及进1234ＴＶ平台听取财经直播。在取得邓某的信任后，指导其安装南华财富平台软件并注册账号，并于2018年8月30日将5万元人民币转入该平台用于购买“沪深300”指数，之后李某某又冒充操盘助理“牛某某-百战百胜”，以喊单的方式引导邓某在南华财富平台上进行交易操作，导致其投入资金亏损约3.3万元。2018年10月30日，被告人某地、丁某A、李某某、张某某在某省某市被公安机关抓获归案。2018年11月30日，被告人丁某B在某省某市被公安机关抓获归案。该院认为，被告人丁某B、某地、丁某A、李某某、张某某的行为已触犯了《中华人民共和国刑法》x法条之规定，诈骗数额特别巨大，应当以x罪追究其刑事责任。本案系共同犯罪，某地、丁某B系主犯，丁某A、李某某、张某某系从犯，应同时适用《中华人民共和国刑法》x法条、x法条、x法条之规定。公诉机关向法庭提交了相关书证、证人证言、被害人的陈述、同案人及被告人的供述与辩解、鉴定意见、辨认、提取、侦查实验笔录、视听资料等证据予以证实，提请法庭依法判处。被告人丁某B对公诉机关指控的犯罪事实无异议，但提出其案发前并不知道南华财富网络平台是假的。其辩护人辩称：1.本案中的涉案行为不是诈骗行为，而是非法经营行为；2.良希公司在广告宣传上确实虚构了员工的身份，冒充证券从业人员杨某某的身份，并虚构了盈利的事实，以取得涉案人的信任，但从本质上看，良希公司的行为与市场商业活动中，采取虚假宣传、夸大盈利的商业行为并无不同，其目的只是将涉案人吸引过来，在一个真实的南华财富平台上购买真实的“沪深300”指数；3.从涉案人来看，本案中的涉案人都是有一定投资经验的成年人，此种虚构行为并不足以让涉案人作出跟随炒指数的决定；4.本案所涉平台为真实平台，本案所涉“沪深300指数”为不受任何人控制的市场指数，南华财富平台的资金进出是自由的，不存在诈骗实施的基础；5.起诉书中指控的喊单行为，是一种对赌行为，良希公司承受了对赌的风险，获得的利润为合法占有，并非非法占有；6.起诉书指控本案涉及34名被害人，亏损资金345.97万元，证据不足。犯罪嫌疑人关于涉案人亏损金额的口供存在相互矛盾之处，且公安机关在取证之时忽略了客户盈利退出的相关证据，具有片面性；7.丁某B应认定为从犯；8.丁某B对任某某进行了正确的辨认，属于向公安机关提供了尚不掌握的案情，具有立功表现；9.丁某B系初犯、偶犯，且积极退还赃款38万元、具有坦白情节，认罪态度好，请求从轻处罚。被告人某地对公诉机关指控的犯罪事实无异议，并提出其具有坦白情节，所获赃款已全部退回。其辩护人辩称：1.本案应定性为非法经营罪；2.本案中的欺诈行为是属于夸大其词的商业经营手段，受害人亏损的直接原因是市场风险，而不是欺诈，本案中的欺诈并不是受害人受损的直接原因，欺诈与受损之间没有直接的因果关系，本案中的欺诈应属于一种诱导交易行为，属于民法的范畴，而非刑法的范畴；3.起诉书指控被害人人数以及亏损资金数额，均没有足够的事实依据；4.某地并非主犯，而是从犯；5.被告人某地对任某某、赵某某等人进行了正确的辨认，应当认定为重大立功表现；6.某地系初犯、偶犯，且具有坦白情节，当庭认罪态度好；7.某地已经积极退还全部赃款90.5万元，请求对某地从轻处罚。被告人丁某A对公诉机关指控的犯罪事实无异议，并提出其系初犯，案发后积极赔偿了吴某的经济损失，请求法庭从轻处罚。其辩护人辩称：1.指控被告人丁某A的行为不符合x罪的构成要件；2.被告人是否建议、是否“喊反单”与被害人是否亏损并没有直接的因果关系；3.起诉书指控本案各被告人总计犯罪数额为345.97万元的认定，证据不足；4.从被告人某地使用的电脑上打印的、印有客户的交易情况的表格文件，提取程序不合法；5.被告人丁某A系从犯，具有坦白情节，认罪态度好，并积极退还非法所得35万元，且系初犯、偶犯，应当或可以减轻、从轻处罚。被告人李某某对公诉机关指控的犯罪事实无异议，并提出其系初犯，且案发后积极退赃，请求法庭从轻处罚。其辩护人辩称：1.本案证据不能证明李某某等人行为系诈骗性质，不能证明“南华财富”交易平台违法，因此不能证明李某某等人行为系恶意交易获取中介费用还是骗取他人钱财；2.鉴于某地良希文化传媒有限公司没有证券期货经营资质，本案应当定性为非法经营；3.被告人李某某在公司提供劳动过程中参与非法经营，具有偶发性，而且是初犯、从犯，案发后退赔工资及所得10万元，属认罪悔罪态度好，应当从轻处罚；4.请求法庭判处被告人李某某一年有期徒刑或者适用缓刑。被告人张某某对公诉机关指控的犯罪事实无异议，但对公诉机关指控其犯x罪和本案涉案金额300多万有异议。其辩护人辩称：1.本案中的涉案行为不是诈骗行为，而是非法经营行为，本案应定性为非法经营罪；2.起诉书指控本案涉及34名被害人，亏损资金345.97万元证据不足，涉案金额从全案证据来看只有78万元；3.张某某作为公司聘请的业务员，并不知道是非法行为，直到被抓获后才知道是犯罪行为，因此，张某某并没有欺骗客户的主观故意，其对整个涉案资金无权处理和控制，资金的处理和控制都是某地、丁某B、赵某某操作的，张某某的犯罪金额应按照其在公司获利的15万元负责，而不是对整个涉案金额负责；4.张某某积极退回了全部的非法所得，可以酌情从轻或减轻处罚；5.张某某系从犯，且系初犯、偶犯，认罪态度好。经审理查明：2018年4月24日，被告人丁某B和赵某某（在逃）在某省某市良希文化传媒有限公司，经营范围为文化艺术咨询服务、信息系统集成服务、国内广告设计、制作、代理、发布、企业管理咨询服务（依法须经批准的项目，经相关部门批准后方可开展经营活动），2018年5月，被告人某地从员工转为股东。被告人丁某B占股34%，被告人某地和赵某某各占股33%。被告人丁某B是该公司法人代表和主要负责人，负责平台的沟通及外围的关系网；赵某某主管财务部门,负责公司财政的结算、公司日常开支及员工工资结算；被告人某地主管业务部门，负责人事及公司日常工作流程、培训工作人员等工作。公司分为三个小组，被告人丁某A、李某某为其中两个小组的组长。期间，被告人丁某B、某地和赵某某通过招聘员工利用ＱＱ聊天软件拉股民网友进入自建炒股群，再由被告人丁某A、李某某冒用杨某某、刘某某等知名证券分析师身份，采取在群里直播间讲课、发虚假盈利截图等方式骗取对方的信任，从而愿意在南华财富网络平台上投资购买“沪深300”指数，再由被告人张某某等人冒充南华财富平台客服指导软件安装和注册，然后丁某A等人通过喊单方式指挥被害人进行交易操作，最终达到让被害人所投资金迅速亏损的目的。实际上被害人所投资金并未进入证券市场，而是通过第三方支付平台转入南华财富平台所控制的某地远然电子科技有限公司的银行账户，某地、丁某B等人再找任某某将被害人亏损资金按事先约定比例提现回来进行分配。截至案发，共诈骗被害人吴某、郑某、邓某资金达781988元。其中诈骗吴某、郑某、邓某的具体事实如下：1.2018年7月份，被告人丁某A通过ＱＱ添加了被害人吴某为好友，自称是天风证券资深金融分析师“杨某某”，然后拉吴某进聊天群，通过发送些金融股市、证券行情分析图、客户收益截图和开启财经直播间等形式，并在由被告人张某某冒充的团队管理“安琪”的极力游说下，最终让吴某相信这个“杨某某”是一名专业的证券分析师，能够带她炒大盘指数赚钱，于是便在同样由张某某冒充的南华财富平台客户“高某A”的指导下安装了南华财富平台软件并注册账号，于2018年8月23日后陆续将近788994.42元人民币转入该平台用于购买“沪深300”大盘指数，再同样由丁某A冒充的两名风控人员“牛某某”、“稳打稳赢”的带领下进行交易操作，至2018年8月底吴某在平台上的资金仅剩下74380.3元，2018年9月3日吴某将账户内剩余款项转出，共计亏损约714614元。2.2018年9月份，被告人李某某通过ＱＱ添加了被害人郑某为好友，自称是资深金融分析师及操盘手“刘某某”，对郑某进行股市大盘走势讲解，拉其进ＱＱ群听课以及进1234ＴＶ平台听取财经直播。在取得郑某的信任后，指导其安装南华财富平台软件并注册账号，并于2018年9月5日将50000元人民币转入该平台用于购买“沪深300”指数，之后李某某又冒充操盘助理“牛某某-百战百胜”，以喊单的方式引导郑某在南华财富平台上进行交易操作，导致其投入资金亏损约33484元。3.2018年8月份，被告人李某某通过ＱＱ添加了被害人邓某为好友，自称是资深金融分析师及操盘手“刘某某”，对邓某进行股市大盘走势讲解，拉其进ＱＱ群听课以及进1234ＴＶ平台听取财经直播。在取得邓某的信任后，指导其安装南华财富平台软件并注册账号，并于2018年8月30日将49999元人民币转入该平台用于购买“沪深300”指数，之后李某某又冒充操盘助理“牛某某-百战百胜”，以喊单的方式引导邓某在南华财富平台上进行交易操作，2018年9月3日邓某从特约开联通商户清算退出时只剩下16109.23元，导致其投入资金亏损约33890元。2018年10月30日，被告人某地、丁某A、李某某、张某某被公安机关抓获归案。2018年11月30日，被告人丁某B被公安机关抓获归案。案发后，被告人丁某B和赵某某在公安机关退缴人民币720000元，被告人丁某B在公安机关退缴人民币380000元，被告人某地在公安机关退缴人民币905000元，被告人丁某A在公安机关退缴人民币350000元，被告人李某某在公安机关退缴人民币100000元，被告人张某某在公安机关退缴人民币145000元。上述事实，有经庭审质证、认证的下列证据予以证实：一、书证1.户籍信息，证实五被告人犯罪时均已成年。2.抓获经过，证实五被告人均系被抓获归案。3.聊天记录截图，证实1）被害人郑某跟“股海罗盘-刘某某”、“牛某某-百战百胜”（李某某）、客服经理“顾某某”以及陈某ＱＱ的聊天记录截图;2）被害人吴某跟“杨某某”、“牛某某”、“稳打稳赢”（ＱＱ号使用者均为丁某A）及杨某某助理、客服经理“高某A”、管理“安琪”（ＱＱ号使用者均为张某某）的ＱＱ聊天记录截图；3）被害人邓某与“股海罗盘-刘某某”、“牛某某-百战百胜”（李某某）、客服经理“顾某某”ＱＱ的聊天记录。4.调取证据通知书及银行流水详单，证实1）公安机关从中国建设银行调取62×××79的开户信息及2018年8月以来银行流水，证实被害人吴某于2018年8月23日、8月27日、8月28日投入到南华财富平台的资金共788994.42元，是流入到中国银联股份有限公司某海分公司-某地远然电子科技有限公司的10×××76账户；2）被害人邓某于2018年8月30日从其6227003031040054186的账户转入49999元至中国银联股份有限公司某海分公司-某地远然电子科技有限公司的10×××76账户，2018年9月3日从特约开联通商户清算退出时只剩下16109.23元。5.公安机关从开联通服务支付公司调取的签约商户某地远然公司账户2018年8月至9月交易记录明细，证实吴某、邓某等被害人的入金和出金记录。6.中国证券监督管理委员会湖南监管局、某地监管局分别作出的答复函，证实某地良希文化传媒有限公司未取得中国证监会批准的经营证券业务资格及经营期货业务资格。7.员工业绩及客户入出金明细表，证实办案机关从某地的电脑中提取的良希公司员工业绩明细及客户入出金明细表，内有被害人吴某、郑某、邓某的入金、出金情况，其中邓某入金额49999元，出金额16112.2元；郑某入金额50000元，出金额16515.5元；吴某入金额788994.4元，出金额74380.3元。郑某这笔钱李某某分了5900元，剩下的钱某地、丁某B、赵某某平分了。吴某这笔钱丁某A分了12万元左右，张某某分了3.5万元，剩下的钱某地、丁某B、赵某某平分了，表格上有某地、丁某A、李某某、张某某的签名。8.营业执照两份，证实1）某地良希文化传媒有限公司于2018年4月24日成立，法定代表人为丁某B，经营范围为文化艺术咨询服务、信息系统集成服务、国内广告设计、制作、代理、发布、企业管理咨询服务（依法须经批准的项目，经相关部门批准后方可开展经营活动）；2）某地远然电子科技有限公司的注册时间、法定代表人和经营范围。9.私营企业注册信息查询单，证实某地远然电子科技公司的工商注册信息，成立日期2018年6月7日，法定代表人秦某某。10.工商登记信息及营业执照，证实开联通支付服务有限公司及其某海分公司的相关信息。11.开联通支付服务协议，证实某地远然电子科技公司与开联通支付服务公司签订的第三方支付对接服务协议。12.杨某某情况说明及身份证,证实杨某某在接到永州市公安局冷水滩分局通知后，向永州市公安局冷水滩分局说明其与某地良希文化传媒有限公司诈骗事件无关联。13.扣押决定书、扣押物品、文件清单，证实公安机关于2018年11月15日扣押某地720000元（实际系丁某B和赵某某一起交纳的）、2018年12月27日扣押李某某100000元、2019年1月11日扣押丁某B38×××**元，2018年12月6日扣押张某某100000元，2019年3月7日扣押丁某A350000元。14.非税收入缴款单，证实2019年1月28日，李某某缴纳公安罚没收入100000元，丁某B缴纳公安罚没收入380000元；某地分别于2019年1月28日、2019年7月18日缴纳公安罚没收入385000元、455000元，2019年7月18日在公安机关缴纳其他暂扣款（预收）65000元；张某某分别于2019年1月11日、2019年1月28日缴纳公安罚没收入100000元、45000元。二、证人证言1.证人丁某的证言，证实某地良希文化传媒有限公司的法人是丁某B。这个公司是2018年3月份营业的。他是2018年5月中旬经朋友丁某B介绍入职公司的。他们公司对外是文化传媒公司。他进来时丁某B跟他说是炒股的，后面他才知道实际他们公司是利用ＱＱ加好友，然后利用炒股骗别人的钱，他们再从中获利。他们公司有20个人，分别是老板某地、丁某B、赵某某；团队管理者丁某A负责管理他们整个团队的人员和日常工作；团队下面再分三个组长分别是丁某A、李某某、还有他。丁某A下面带了七个人，李某某下面带了四个人，他下面带了三个人。他一直跟着丁某A做到10月份，10月份开始丁某A就叫他带了一个组。公司给他培训了，教他怎么添加好友，怎么跟客户聊天骗取客户信任。他们公司都是统一教程，教人怎么跟客户聊天。他每天的工作就是在网上购买ＱＱ，利用购买来的ＱＱ在网上加股票交流群，到了群里面后就加这些人，给这些人发股票信息，然后再将加的人全部引导在他们每个人的ＱＱＶＩＰ群里面来。他们就在ＱＱＶＩＰ群里面发股票信息，叫这些人添加老师的ＱＱ听直播讲股票。到这个ＱＱＶＩＰ群里面新人可以免费体验三天股票信息，三天后如果他们跟着赚钱了就发红包到群里，不愿意的就全部踢出群里。在添加的时候他们就说他们是天风证券杨某某团队的，对方一看他们是知名证券团队的就会选择添加。添加之后，他们就给对方发股票信息，叫对方到直播间听课讲解股票。他们不是天风证券杨某某团队的成员，他们是为了让客户相信他们的实力。丁某A是整个团队的管理者，管理他们的工作和业绩。他们在群里推荐添加的股票老师杨某某就是丁某A冒充的，丁某A所有的ＱＱ网名都叫天风证券杨某某。他们员工所有的ＱＱＶＩＰ群里面都有丁某A在里面。他们群里面之前没有购买“沪深300”的时候，丁某A就冒充天风证券团队杨某某，在群里面以杨某某发股票分析信息，后面那些人跟着他们购买“沪深300”的时候，丁某A还是冒充杨某某在群里面喊话，叫那些人跟着买。他们整个团队来公司之前，都是没有这方面的经验，也没购买过股票和证券也没有资质。让顾客相信的方式是，他们添加到其他付费ＱＱ股票交流群里面去，看里面人对股票分析的数据，然后再将那里人的分享的股票数据转发给他们的顾客，让顾客相信他们是一个证券团队，让顾客相信是在杨某某老师的带领下购买的。顾客跟着买后赚钱了就会选择相信他们。在直播间他们也是这样，从其他群里面分享过来给顾客听，丁某A也会冒充杨某某在里面做直播。还有到财经网站找一些数据讲给顾客听，反正他们没有这些经验和资格，都是抄袭别人的经验分享给他们客户的。南华财富这个软件是他们公司主做的一款软件，他们叫客户购买“沪深300”股票，必须要使用他们公司这款软件，不使用的话他们就不带其赚钱。在前期分享股票经验后，赚钱的顾客还在跟他们联系。他们在之前骗取的顾客信任后他们就给顾客推荐“沪深300”，说“沪深300”比购买其他股票要简单，而且赚钱的空间大，让顾客感觉到兴趣后，接着他们就说他们公司正在做“沪深300”，在做“沪深300”很有经验，还参加过“沪深300”指数比赛成绩还很优秀，其实这个都是在网上看的，他们拿过来骗顾客的。接着他们平时就利用ＱＱ小号，配合他们ＱＱ主号在他们ＱＱＶＩＰ群里面发他们南华财富炒股模拟软件的盈利截图，再发一些小的红包发一些跟着他们公司买“沪深300”可以赚钱的语言，让ＱＱ群里面的顾客相信跟着他们买可以赚钱。顾客相信后就会加入进来，使用他们公司的南华财富软件，一起购买沪深300股票。他开个ＱＱＶＩＰ群的话，他们这个组就会进入到这个群里面来，帮助他骗取客户的信任。他们开的ＱＱＶＩＰ群他也会进去帮助他们。南华财富软件有两个版本，一个是客户版一个是模拟版，客户版是客户使用的是可以进行实际交易操作的，而模拟版是他们自己使用的，他们使用是为了骗取客户的信任，将盈利情况截图发给客户看。客户相信他们后，张某某发南华财富软件客户端给对方，要么就发客户端的链接给对方，叫其自己去下载安装。安装好后，张某某就负责帮助客户开户。开户只要客户提供身份证，张某某就可以帮客户把账户开好。客户在通过银行转账到账户里面去，出金的时候也转到自己银行账户里面。南华财富这款软件是老板某地负责联系过来的，他也不知道是不是正规的软件。他个人认为数据是不可以操控的，公司里面老板能不能操控他就不知道了。他到公司期间一共发展了七个客户，总共投了100万人民币左右。他发展的这7个投资客户，他都跟丁某A说了。某地跟他说是赚取交易的手续费用，具体是怎么赚钱的他们没有跟他说，他想丁某A应该清楚些。公司给他们员工是5%的交易手续费提成，底薪都是3500元。组长底薪是4000元，手续费的提成是20%。公司直播间是公司里面联系过来的直播平台，直播平台叫1234TV直播平台。平时都是丁某A、某地、李某某、他几个人。就是为了骗取客户对他们的信任。他在公司从营业到现在客户总投估计应该在800万左右。某地负责公司业务情况，发工资也是他负责。赵某某负责公司的财务预算和工资发放。丁某B负责市场的开拓，看什么公司可以跟他们合作，其就去谈。他入职到他被抓，他从来都没有进行过南华南财富软件的实盘操作，他操作的都是模拟盘，而且每次给意向客户发截图都是模拟盘上的盈利截图，因为南华财富软件是分实盘和模拟盘的，实盘和模拟盘数据是一致的，界面也是一致的。他当组长需要告诉下面的人这样做，第一步就是加好友（进股票群加好友，好友没有年龄限制），第二步就是引导好友加他们自己的群，第三步就是引导加群的好友去看直播，第四步就是引导意向客户投资（投资是2万元人民币起步）。2.证人陈某的证言，证实她于2018年4月中旬在58同城网站应聘到某省某市的良希文化传媒有限公司上班，她应聘成功后，公司培训的内容就是通过ＱＱ加一些股民的ＱＱ号码，再就告诉股民，他们是专业的股票分析师，并承诺可以赚很多钱，要求股民将以前的股票卖掉后，买他们推荐的“南华财富”内的一支名为“沪深300”的指数，如果有股民有意愿炒他们这个股票并注册账号后，他们就把注册账号的人的ＱＱ及一些情况告诉主管（当时我们主管是某地）。李某某是他们这组的组长。他们加入其他ＱＱ股民群后，就通过直接加对方ＱＱ或者直接将其拉到他们所建立的ＱＱ内，再由他们ＱＱ群的群主（ＱＱ群的群主都是由组长担任）每天发一些股票盈利走势图及炒股获利的截图在群里，他们经常也会用自己的ＱＱ小号在ＱＱ群内发一些红包（对群内宣称是通过分析师购买股票赚钱）吸引股民跟着所谓的分析师购买股票。她通过发布一些虚假的股票走势图并告诉股民今天买了多少钱，自己赚了多少钱，取得股民的信任后，将股民加入她建立的ＱＱ群，当股民想跟着她炒股赚钱的时候她就单独与其聊天并把“南华财富”的客服ＱＱ号码（这个ＱＱ号码由黄某A负责）推荐给股民，再由黄某A负责管理的这个ＱＱ号码将“南华财富”的链接发给股民，后面的事情她就不清楚。他们公司使用的炒股软件“南华财富”ＡＰＰ内的“沪深300”的指数。都是由每个小组的组长负责进行股票的买卖。“南华财富”ＡＰＰ是老板通过ＱＱ发给他们一个文件夹，这个文件夹内有“南华财富”ＡＰＰ的安装及操作流程。培训的时候丁某B、赵某某跟他们说这个网站是一个某地的投资网站，是国家监管的，她也没有去核实。他们知道公司并没有“杨某某”这个人，但“杨某某”是由丁某A操作的。2018年8月份的一天，她利用一个伪装成炒股老股民的ＱＱ加了郑某，加郑某后经常与其聊天并取得其信任后，她会向其推广他们公司的炒股指平台（南华财富），并推荐郑某跟一个炒股大师“刘某某”（刘某某是李某某伪装成的）购买股指“沪深300”，她总共和郑某接触1个月左右，郑某有意向购买股指“沪深300”就向她们组的客服黄某进行下载“南华财富”炒股指平台并注册好账户，当天郑某入金50000元钱，当天由李某某负责叫其购买股指并亏了3万多元钱，当时郑某还跟她说了，郑某当天亏钱后就没有继续购买“沪深300”了。郑某是她发展的客户。“刘某某”的大师是由李某某伪装成的。她从中拿了1700元钱的提成。郑某的ＱＱ名叫:凤舞清灵，她使用的ＱＱ名叫：高某C。3.证人黄某的证言，证实她是2018年5月中旬通过网上招聘的方式入职某地良希文化传媒有限公司的，某地良希文化传媒有限公司的法人代表是丁某B，但是公司共有三个老板，分别是某地、丁某B以及一个外号叫“刚子”的男子。公司的工作内容就是通过ＱＱ联系客户，然后将客户引到他们公司冒用股票专家或者分析师身份所开的直播间，再通过网络上课等方式引导这些客户去公司联系好的合作平台上注册账号以及投入资金，公司再想办法将客户投资的钱亏损在平台上面从而达到获利。公司老板某地负责招人、培训、管理财务、日常考勤、业绩考评等。主管负责管理小组业务工作以及充当讲师与客户进行聊天以及在直播间进行直播上课。普通员工就是通过ＱＱ拉人进ＱＱ群，充当助理辅助主管在ＱＱ群发布信息、通知以及在直播间进行打杂表演等工作，从而引导客户进入平台进行交易。他们公司所合作的股票交易平台一直就是一个叫南华财富（ＳＣ）的指数交易平台。他们从最初的加股民为好友，再到引股民进入直播间听他们的冒充分析师讲课，一步步取得这些股民的信任，降低股民的防备心，让股民充分相信他们是专业的股市分析团队，是可以带其赚钱的团队，在这期间他们不会提任何让股民进什么平台炒股的话，直到有2个月左右的时间，最后经过某地的把关，由某地决定是否引导这些股民进入平台。在某地认为时机合适后，由他们的冒充分析师向股民提出自己要参加一个什么比赛，而南华财富平台就是其要参赛的平台，让股民跟其一起去这个平台注册账号观摩学习，接着就再找个时机说看准稳赚的情况让股民投钱进去，一般这种情况就会有股民忍不住投钱进去，听他们的冒充分析师的意见去买进卖出。他们发布给股民的股市走势以及股市信息都是某地提供给他们的，他们再转发给股民，他们也不知道真和假。南华财富平台是什么样的平台他也说不清楚，他只知道这个平台是炒的恒生指数以及沪深300，在平台里面是以港币进行交易的，可以买涨也可以买跌，指数变动很大，盈亏也比国内的正常股市大很多。他知道股民在这个平台上面进行交易是要收取比较高的手续费的，每手交易7000港币（约6000人民币）的话，就要收取3%或者5%的手续费，他们可以通过让股民进行多次交易让他产生大量手续费的方式让他们亏损，至于是否还有别的方式让股民亏损他就不知道了，只有某地几个管理清楚。ＱＱ名称为“高某A”的ＱＱ是张某某在使用。4.证人闫某的证言，证实2018年3月中旬至今他在“某地良希文化传媒有限公司”冒充“杨某某”的助理通过ＱＱ添加的炒股民众（客户）利用“沪深300”南华财富指数平台进行炒股（与股票一样买涨、买跌），进而通过“喊反单”指令引导客户进行亏损操作。首先是他们业务员自己虚拟一个身份通过ＱＱ添加目标客户，添加后跟客户多聊天，后利用感情、关系等因素骗取客户的信任，得到一定信任以后将目标客户推送到组长丁某A负责管理的“炒股粉丝群”，丁某A在群里冒充“天风证券分析师”杨某某，他们业务员就冒充是杨某某（丁某A冒充）助理的身份配合丁某A给客户宣讲炒股技术、行情分析、以及丁某A参加“沪深300”指数比赛的优秀成绩（实际丁某A并没有参加比赛，只是冒充杨某某的身份，目的是让客户看见其优秀成绩，以及其在赚钱的假象）等内容，目的是让客户进一步建立炒股的信心及愿望。客户信任并愿意跟着他们炒股后。他会发“南华财富”平台的客服ＱＱ发给客户，ＱＱ客服负责帮助客户安装平台、开立账户。在客户入金（指客户将资金投入到平台里）后，他们业务员就会利用他们自己的虚拟盘，自己伪造一个他在这个平台里投资盈利的图片发送给客户，表示他跟着“杨某某”炒股赚钱了。在客户信任他们后，表示愿意跟他们进行炒股，他们业务员再按照丁某A下达的“喊反单”口令，通过ＱＱ聊天的形式将指令告诉已经入金的客户。让客户根据他们的“喊反单”指令进行操作，其目的就是为了让客户炒股投资资金亏损。虚拟盘是平台的虚拟平台，并不是真实的平台，但是里面股市行情走势都是一样的。他们可以在虚拟盘平台里注册一个账号，在虚拟账号里，他们就分别在购买一支涨股、一支跌股，然后那支股盈利了，他们就将这支盈利的图片截图给客户看。他们在虚拟平台里投入并不是真正的资金，是虚拟不存在的资金，亏盈他们都没有任何损失以及盈利。“喊反单”就是引导客户往相反的方向购买股票，即：股票上涨就喊客户买跌，股票下跌就喊客户买涨。因为只有通过“喊反单”引导客户在“沪深300”南华财富指数平台反向操作才能使客户在平台内炒股投资金额亏损掉，客户炒股金额亏损后他们才有利益（即才有工资及提成等收益）。客户通过他们的“喊反单”指令进行操作后，客户基本上是亏的。丁某A冒充杨某某是因为杨某某在炒股领域里知名度很高，客户信任杨某某。客户在平台里投资的资金没有进入到合法的股市里，只是在这个平台里，由平台进行操控。“沪深300”南华财富指数平台在2018年7、8月份之前的名称叫“柏富楉”，实际上这两个公司是同一个公司，只是更换了名称而已。投资客户是可以随时提现和退出的，需不需要审核他就不清楚了。5.证人管某的证言，证实她是在2018年6月份左右通过网上招聘入职某地良希文化传媒有限公司。她的工作是利用ＱＱ号在与炒股相关的ＱＱ群里面找人加ＱＱ好友，之后她就会向他们推荐公司的产品“南华财富”，跟他们讲：“南华财富”是股票的一种，也是买涨和跌，她就会引导这些ＱＱ好友到公司指定的一个ＱＱ群里面去，这些好友被引流进公司指定的ＱＱ群后，她就会在ＱＱ群里面发布一些消息，叫他们进直播间听课，听完课偶尔就会有股票方面的礼物赠送，公司指定的ＱＱ群里面还有假的股票分析师，分析师会在直播间里面给他们讲解股票方面的知识。丁某A是她这组的组长，丁某A冒充杨某某在ＱＱ群及直播间与客户聊天。公司的老板某地负责招人、培训、管理财务等，丁某A业务工作是冒充分析师与客户进行聊天并在直播间给客户上课，普通员工就是负责通过ＱＱ拉人进公司指定的ＱＱ群，然后向客户介绍公司产品“南华财富”及让客户进直播间听课。南华财富平台客户可以在里面买大盘的涨和跌，客户可以以游客的身份进入直播间，进入南华财富平台直接点击进入，如果需要投钱，就要在南华财富平台上面注册账号才能进行买卖。入金就是客户在南华财富投了多少钱，出金是客户最后提出去多少钱。6.证人金某的证言，证实2018年3月份，他的中专同学丁某A叫他去某地安阳的良希文化传媒有限公司上班，到公司后丁某A及公司老板某地跟他介绍公司情况、公司的运作模式及员工如何赚钱，他听了他们两个介绍后觉得这就是骗别人的钱（骗别人到“沪深300”南华财富指数平台进行炒股，进而通过“喊反单”指令引导客户进行亏损操作，公司和业务员就赚客户亏的钱），他就不想干，丁某A和某地跟他说，这是打法律擦边球，不会被公安抓的。然后他就加入了某地安阳的良希文化传媒有限公司，成为该公司的一名普通业务员。他每天的工作是通过ＱＱ添加目标客户，每天最少要加两百个客户，然后再把这些添加的ＱＱ号建一个群，群主是他们的组长丁某，建好群的头几天，群主会每天在群里发红包，他就在群里发一些炒股和邀请客户到“1234ＴＶ”直播平台听课的信息，在平台讲课的是他们组长丁某，丁某在讲课时冒充的是新时代证券分析师“孙金钜”的身份，给客户宣讲上课时间、炒股技术、行情分析、发布其参加“沪深300”指数比赛的优秀成绩（实际其并没有参加，目的是让客户看见其优秀成绩，看见其在赚钱的假象）等内容，目的是让客户进一步建立炒股的信心及愿望。通过丁某的讲课及平时他与客户的交流沟通建立起的信任，客户信任并愿意跟着他们炒股后，他和组长会发“南华财富”平台的客服ＱＱ给客户，ＱＱ客服负责帮助客户安装平台、开立账户，然后组长丁某通过另外的ＱＱ（风控，即风险控制）给已经开立账户的客户下达“喊反单”指令。让客户根据丁某的“喊反单”指令进行亏损操作，进而一步一步吃掉客户炒股投资金额。“喊反单”就是引导客户往相反的方向购买股票，即：股票上涨就喊客户买跌，股票下跌就喊客户买涨，“喊反单”的指令都是各组组长下的。只有通过“喊反单”引导客户反向操控才能使客户炒股投资的钱亏损掉，只有客户炒股的钱亏损后公司才能赚钱，他们才能有工资和提成拿。在客户刚开始投资炒股时组长会让他们赚些钱，客户看到能赚钱后就信心大增，开始加大投资金额，这时组长就会下达“喊反单”的指令，让客户投资的钱慢慢亏损掉。一般来说客户是亏多赢少，只有极少数的可能会赚钱。公司对外宣传主要是业务员通过ＱＱ的方式宣传，宣传内容就是炒股方面的信息。员工入职时都是公司老板某地负责培训，培训内容是如何找客户和让客户进行投资炒股，然后每周六上午九点由丁某A和张某某（某地女朋友）给业务员培训1-2个小时。投资客户在“南华财富”交易平台中是可以随时提现和退出的，不需要其他审核手续。他听某地说，“南华财富”交易平台也是赚客户投资亏损的钱的，至于他们提成比例他就不清楚了。7.证人王某的证言，证实他是2018年9月份到某地良希文化传媒公司上班的，上班之后在他们组长丁某A的安排下开始学习怎么发展客户就是通过ＱＱ拉一些投资股票的客户到他们公司南华财富的股票平台投资，这个南华财富平台就是一个虚假的股票买卖的平台，是对外开放的，是用来骗取那些股民的钱的，具体怎么骗的他不清楚，他只负责发展客户，一般情况下他是将他加好的ＱＱ好友客户推荐给丁某A的ＱＱ号码，丁某A扮演专家、老师跟客户聊，公司和丁某A根据他推给的客户来给他发提成的。8.证人常某、李某、尹某、代某、韩某、杨某的证言，均证实他们在某地良希文化传媒有限公司的工作是通过添加喜欢炒股票的ＱＱ好友，然后分别通过套近乎、发红包福利、发股票涨停的大盘图及一些广告等方式骗取客户的信任，之后再让客户添加他们公司安排的ＱＱ群内，添加由他们公司员工冒充的股票分析师的ＱＱ及进入公司直播间看直播，进一步骗取客户信任，之后公司分析股票的老师就会推荐这些看直播的客户到他们公司平台上面炒股票，然后再将客户用于炒股的钱骗掉。具体怎么骗的，他们也不知道。三、被害人的陈述1.被害人吴某的陈述，证实2018年7月18日一名叫杨某某的男子自称是天风证券分析师通过腾讯ＱＱ加她为好友，就这样他和她聊天讲炒股事情，后让她加入一个群号为806723579的ＱＱ群，一直到2018年7月27日，她又被转入到天风证券ＶＩＰ总群，之后杨某某就专门将群里的人聚集在一起，在杨某某1234ＴＶ.ＣＯＭ.ｂｖｃｆ／210093的平台上听取他的“博谊财富”178－1234的ＴＶ财经值直播，这样她听取了一段时间之后，觉得杨某某应该是一名财经分析师了，也觉得比较可靠，她就于2018年8月23日将多年积蓄80万元人民币通过她自己的建设银行62×××79账户转入她在南华财富证券的ＩＤ716574的账户上，用于购买了“沪深300”的大盘指数（就是购买股票大盘的涨和跌），期间她按照杨某某指定的两个风控在ＱＱ私聊中指挥她，操作“沪深300”的买入和卖出，直到2018年8月29日时，她突然发现她的80万人民币购买的“沪深300”只剩下40多万人民币的股价了，8月30日，她又发现她的40多万“沪深300”股份已经严重缩水，只剩下6万多元人民币，她是一名资深股民，她觉得股市有涨有跌，她就没清仓，她还想通过剩下的这些钱搏回一部分损失，但是9月1日至3日期间，杨某某及其工作人员多次来电和ＱＱ通知她，要她清仓，不然到时候南华财富软件系统更新，她的南华财富里的6万多元人民币就会被系统破坏导致账户里的钱变成死账，钱取不出。9月3日的时候，她怕这个钱取不出来，所以就听取了杨某某及他工作人员的建议，将南华财富内的剩余款项转出来了。后来她越想越觉得被骗了，她能提供南华财富这个软件的相关资料。这个软件是否为正规软件她不清楚，但是安装这个软件时，是杨某某的工作人员高某A（ＱＱ网名）通过ＱＱ软件远程遥控，安装在她家的电脑上的。这个“沪深300”不是股票也不是期货，它就是大盘的指数指标，它开盘的时间与股市的时间是一致的，买卖手法一样都是买涨买跌，但是唯一的不同就是，她上一秒买进下一秒就可以卖出。杨某某加了她的ＱＱ号之后，他就将她拉入了一些与金融相关的ＱＱ群内，经常发布些与财经指数有关的数据及相关操作事项，其目的是彰显他在这些方面是具有权威性的，会让她产生信任感。杨某某有2个ＱＱ号，分别是:12×××80、66×××65，风控的ＱＱ号有2个，分别是：牛某某（ＱＱ名）96×××17、张学冬（ＱＱ名：稳打稳赢）12×××46，ＱＱ管理安琪（ＱＱ名）30×××61、71×××34，安琪的微信号为：×××，还有一名南华财富客服经理高某A（ＱＱ名）的ＱＱ号：18×××76。她购买的“沪深300”指数一手的交易费是350元人民币，最高的一笔（只有30手）所产生的交易费是10590元人民币只要账户里面有钱，可以无限次交易。她投入的80万人民币，投入进去之后，就自动转为港币进行结算，南华财富里面的港币汇率是不变动的，折换率为：0.85，所以原始指数金额为90多万港币。她的南华财富软件账户号是南华财富客服经理高某A给她办理的，账户号及原始密码是高某A给她申请的，申请下来之后账户号及密码给她，然后她再自行将密码更改的。南华财富软件里的“沪深300”指数的每笔交易操作是她自己操作，但是必须要按照风控的指挥进行操作，是不允许自行操作，如果自行操作的话，所产生的亏损就要自负，之后一系列的指导，杨某某的团队就不再对她进行指导。2018年9月3日，她准备退出前，她就自行操作了2手，亏了2068元港币，之后杨某某在ＱＱ上质问了她，还反复提醒她不要私自操作，不然亏完了，就没有机会带她赚钱了。她当时认为杨某某的团队对她进行指挥操作是告诉她怎么赚钱的而不是亏钱，所以她就信任的按照他们的指挥进行操作。因为杨某某团队的管理安琪，经常会发一些其ＱＱ图片截图给她，看其南华财富“沪深300”指数操作都是赚钱的，还有杨某某给她通电话及ＱＱ上聊天，都暗示她只要跟着他的操作就会赚到钱，杨某某在ＱＱ和电话上，向她承诺过，她投入100万的话，可以赚取到400万人民币，因为这样就使她放松了戒心，就觉得跟着他们的指挥走，就能赚到钱。她误以为杨某某是一名专业的证券分析师，他安排的事项应该是正确的，所以她就没有质疑他们了，也没有意识到，他们能不能用她的账户号进行后台私自操作。她打出她的银行流水，发现她每手交易费都是转到了中国银联股份有限公司某海分公司某地远然电子科技有限公司的账户号上，账户号为：10×××76。2.被害人郑某的陈述，证实她总计购买了50000元人民币的“沪深300”指数，她退出来的时候结余了16000元钱，亏损了34000元人民币。2018年9月份，有一名叫“刘某某”的加了她的ＱＱ号，之后就经常发一些股票知识给她，然后她就觉得他应该是比较专业的金融分析师了，慢慢的他就拉她进了一个ＱＱ群，又介绍了一个1234ＴＶ的财经直播平台听课，之后陆陆续续的发一些别人在他的帮助下购买“沪深300”指数，赚钱的截图给她看，这样她就一步步觉得“刘某某”应该就是一名资深金融师了，也愿意购买“沪深300”跟着他赚点钱，“刘某某”在ＱＱ号上发了一个网址给她，然后发了一个ＱＱ号给她，说是南华财富平台的客服，可以告诉她怎么注册南华财富账号，然后她就在客服的一步步引导下完成了注册，注册完之后，她就于2018年9月5日分2笔钱打入了南华财富平台，每笔是25000元人民币，她入金之后，“刘某某”就介绍他的助理ＱＱ名叫“牛某某”（百战百胜）的，让她加上，“牛某某”之后就在ＱＱ号上发指令告诉她怎么去买入和卖出“沪深300”指数，当时“牛某某”就先让她买三手跌，马上就亏损了，接着就让她买四手上涨，她买完之后，就亏得更厉害了，她就问“牛某某”是否要平仓，他说不用，就让她继续加仓（入金）再买一手，她说没钱之后，“牛某某”就马上没有发操作指令给她了。紧接着平台爆仓了，她就立马联系“牛某某”跟他说了情况，他告诉她说不要急，要她再联系“刘某某”再入金让“刘某某”亲自带着她操作，把亏损的钱赚回来，“刘某某”说带不了她，因为她的资金量太少，他说合适的时候，推几支股票给她，让她把亏损的钱赚回来，之后，她多次联系他，他也没有回答了。“刘某某”的ＱＱ号是：83×××84，他的微信号为：×××，她给他备注为ｌｉｕ，“南华财富客服经理－顾某某”的ＱＱ号为：34×××57，“牛某某”的ＱＱ号为：18×××94。当时跟着指令操作得太快，平台立马爆仓，现在她也看不到南华平台，因为原有网站已经进不去了。她的每手“沪深300”指数操作都是他们发指令给她的，而且不准她私自操作。3.被害人邓某的陈述，证实2018年8月份，她在炒股ＱＱ群里认识了一网名叫野狼（ＱＱ号：21×××62）的男子，他说他也是湖南的，介绍她去ｈｔｔｐ／／××／ｇｕｈ／210216这个网址去听课，说这个老师讲课讲得很好，对股市分析的也比较透彻，然后她就去听这个老师的课，经了解这名讲课老师叫“刘某某”，听了有两个星期课之后，就被拉进了一个ＱＱ群，一开始“刘某某”在直播间里，弹出了一个链接，说他在参加比赛，后面他才说沪深300大盘指数的比赛，然后直播间里的一些听众就主动提出，能不能跟着“刘某某“一起购买沪深300大盘指数，跟着他赚点钱，“刘某某”一开始是在推诿，之后就跟听课的人说，大家实在想购买沪深300大盘指数就找南华财富客服经理顾某某（ＱＱ号：34×××57）去申请开户，一开始她不相信，之后在网友“野狼”的一再推荐下说“刘某某”老师人很好的，不会亏学生的，就算亏了，他也会为你配置一个新股让你把亏的钱赚回来的。就这样她就联系了“刘某某”老师，问他这个沪深300多少钱起购，他回答她说要买10万元钱人民币才能跟着他，之后她说10万太高了，刘某某老师就将要求降低到5万元人民币，她就在这个情况下联系客服开户去了。南华财富平台的沪深300是股票的大盘指数。“刘某某”的网名叫“股海罗盘刘某某”ＱＱ号是：83×××84。她是通过6227003031040054186这个中国建设银行的账户网银转账到他们南华财富平台的入金账户上，他们的入金账户是：10×××76。她是2018年8月30日入金的，2018年9月3日亏损的，一个上午亏损了34000元人民币。她是“刘某某”下面一个队长叫百战百胜牛某某的男子，通过ＱＱ语音连线告诉她操作的。她当时就感觉他的操作有问题，他指导她时是一下买进一下又卖出，她因为亏损比较厉害，就跟牛某某讲，她不做了，他跟她说：“你如果不按照我的指示去操作，你就会一直亏损，你的钱永远都赚不回来了，我就不带你了。”在这个情况下她就又跟着他的指示操作了几次，钱就亏得更厉害了，一下就亏完了，账户里还剩能买一手至两手的钱，但她觉得牛某某有问题所以她就没有继续入金购买了，就将剩下的16109元钱全部出金了。她们的交易费每买一手就直接扣除了，手续费大概是300多一手。四、司法鉴定意见湖南省公安厅物证鉴定中心湘公物鉴（电证）字[2019]166号检验报告，证实从涉案检材中的“SAMSUNG（三星）”手机两台、“Apple（苹果）”手机两台、“MI（小米）”手机一台、“ADATA（威刚）”固态硬盘三块中提取到的与案件相关的数据文件。五、提取、辨认笔录1.辨认笔录，证实1）被告人某地辨认出任某某、赵某某、丁某B；2）被告人丁某B辨认出“任总”就是任某某；3）证人尹某辨认出某地就是他公司的老板、李某某是他的组长；4）证人代某辨认出丁某A就是他在某地良希文化传媒有限公司小组老大；5）证人陈某辨认出某地良希文化公司老板丁某B、某地、赵某某；6）被告人李某某辨认出丁某B、赵某某、某地；7）证人李某、闫某、丁某、金某分别辨认出他们的老板某地；8）证人代某辨认出某地是某地良希文化传媒有限公司老板。2.提取笔录，证实办案民警在吴某家中对其正使用的电脑进行搜索，并从该电脑中依法提取了吴某登陆“南华财富”ＡＰＰ操作购买“沪深300”指数的截图照片7张，以及嫌疑人（“杨某某”、风控牛某某、稳打稳赢、客服高某A、管理安琪）用ＱＱ聊天的记录及ＱＱ基本信息，共计39张，打印出来让吴某本人确认并签字。六、同案人与被告人的供述与辩解1.同案人秦某某的供述与辩解，证实某地远然科技股份有限公司他有印象，2018年4、5月份时，他缺钱便电话联系西安一小网吧里面看见的小广告卖身份证，他就卖了自己的身份证信息，过了两天之后，就有人给他买了某地某地的火车票，去了之后他便在某地大酒店下的的士，当时酒店门口就有代办营业执照的一些商贩或档口，然后有一名女子（26.7岁），她身高160公分上下，带他去了酒店对面的工商局，之后他便在办公大厅待了3至5分钟，之后一名男子安排他住宿，第二天中午有另外一名男子联系他，他跟这名男子是在一家建设银行内见面的，这名男子当时说的是普通话，其身高175公分至180公分之间，体型偏胖，然后他看见一个有他名字的营业执照以及相关证件摆放在银行柜台，之后办理了一张银行卡或者银行账户，完了之后，这名男子给了他3500元现金。营业执照上面的名字是他的名字，他本人在银行时，在一些表格上签了自己的名字。2.同案人任某某的供述与辩解。1）同案人任某某于2019年2月1日的供述与辩解，证实他原系北京南华集团有限公司网络客服。他工作的单位南华集团有限公司（北京部，是在北京的南华集团有限公司），2018年1月份经朋友介绍准备去这家公司任职，当时该公司还未成立，2018年3月底，他去该公司上班，这家公司才成立没多久。北京部没有成立之前，南华集团有限公司已经有了，他进公司工作时进某地证监会官网查询的，当时网站上显示南华集团有限公司的所有手续及经营牌照是齐全的。南华集团北京部法人代表是没有的，老板也没有，但是负责人是叫张岩，包含张岩一起共计有8名员工，其他7位分别是：他（负责网络客服）、郑鑫（男，负责北京部员工管理）、李辉（男，负责北京部风控管理）还有其他4名女孩他不知道她们的名字，他只知道她们是网络客服人员。他的工作内容就是负责解决软件问题（电脑端及ＡＰＰ端）以及与上面的技术群，下面的代理客服群进行技术对接，起到一个上传下达的作用，他不是管理层或者股东，他只是一般工作人员。南华集团有限公司北京部共有5个代理，有效的是4个代理，有效代理是指有注册过客户的，无效代理是指没有发展成一个客户的。4个有效代理一个是张岩带领的团队，另一个是丁某B带领的团队，其他2个他不知道了，张岩的团队地址是在北京朝阳区带，丁某B带领的团队是在某地安阳。这5个代理他们都有“南华财富”ＡＰＰ的数据后台，能看见客户的基本资料及联系方式（但联系方式显示不全面）。他所在的客服后台是只能看见注册客户的基本资料，而丁某B他们的数据后台是有开关国际市场报单的功能。报单功能是指：注册客户购买了“指数期货”（大盘指数），平台就将该笔交易信息上报国际交易平台，国际交易平台反馈交易成功就显示该笔交易是成功的（是指购买成功了），显示失败证明该笔交易是无效交易。关掉报单系统产生的后果就是，注册客户所有的交易都是正常的，但是交易以及亏损资金不是在正规国际交易平台里，而是在代理的风险账户里。风险账户代理商自己有权限自己管理，正常交易的所有客户资金都会从第三方支付平台流转出金，非正常的有可能像丁某B一样以现金的方式进行结算出金。他不清楚现场结算出金这笔钱的来路，但是他知道钱的去向。现金是张岩派人拿来，他在场看见丁某B他们提钱的。他在场看见丁某B他们提钱是2次，第一次是2018年5至6月份期间，是在北京市朝阳区，提了100多万元人民币，第二次是2018年7月至8月份期间，是在北京市朝阳区，提了200多万元人民币。第一次是丁某B和“刚子”（赵某某）来提钱的，第二次是丁某B、赵某某、某地他们三人一起来的，具体他们先联系谁提钱的他不清楚，是张岩安排他与郑鑫一起去接待和见证丁某B他们拿钱的，但是郑鑫因为老婆怀孕没来，所以这2次是他接待丁某B他们，也与张岩安排拿钱给他们的人一起见证了丁某B他们提钱。“南华财富”APP与南华集团有限公司没有任何关系，也不是该公司开发的，这是他于2018年8月15日在南华金融网上发现的。他在技术群时了解到这个软件是SKYPE群内的技术人员开发的。“南华财富”APP软件是不具备交易资质，也是国家不认可的。丁某B他们代理的平台所进行的交易存在了欺骗客户的行为和骗取了客户的资金。丁某B他们得到的非法资金，据他了解应该是300多万元人民币。他所在的公司是没有营业执照的，所以不存在经营许可，公司盈利的方式就是发展代理，让代理多吸纳投资客户，让投资客户产生交易，公司就赚取交易费，客户可以交易1手，也可以交易30手，每1手的交易费就是300元人民币，这300元当中公司占11%，代理方占89%。丁某B这个代理不是他负责联系和接洽的。客户投资购买指数期货的资金应该都进入了第三方支付平台，他了解的有中国银联，今天知道的一个是开联通，客户出金也是走的第三方支付。每个代理都会有一个风险账户，代理可以自行添加无数个银行卡账户。丁某B他们的风险账户的账户号他不知道，丁某B他们在南华财富平台的机构号是03988。他们公司在丁某B他们出事以后就解散了。南华财富软件平台的后台是出自他们公司，他没有与丁某B说过平台是他们公司的，他也没有向丁某B介绍过平台。某地被抓获之后，丁某B与他联系过，在之后，丁某B被抓放出来以后，跟他联系了一次，告诉他其出来了。之后他们就没有联系了。他不记得丁某B联系他的电话了。他看过吴某的交易数据之后，就知道不是一个正常投资者的交易数据，因为显示赚少亏多。丁某B他们提钱的时候，他不知道钱是客户亏损的钱，丁某B他们的风险账户里是没有抵押金的，都是有多少给多少。丁某B他们在平台点提取，就可以自动打到他们绑定的账户上的，而丁某B他们还要去北京提现金，他认为丁某B他们更喜欢要现金，而不是走转账。他每月获取工资1万元，工资是以现金的方式结算发放的。丁某B这个代理不是他负责联系接洽的。2）同案人任某某于2019年2月27日的供述与辩解，证实他们是通过丁志远介绍认识的，后面就是丁某B、某地、赵某某来北京拿钱的时候见过两次面。他们公司的“南华财富”软件不是模拟软件。拿钱这个事是张岩安排的，第一次提钱是他先去公司，丁某B、某地、赵某某三个人就来到公司，他们在公司茶室等了2个小时左右，然后有人拿了两个手提袋里面装着钱，丁某B他们点清楚钱就离开了。第二次是张岩安排他在宿舍里面等，然后张岩就用塑料袋装着两袋钱拿来给他，然后张岩说还有人等下送钱过来，他把钱拿上楼以后再下楼，等了好长一段时间后一个又瘦又小的人拿了一个布袋子过来交给他，里面装满了钱，他们一起回了宿舍，丁某B、某地、赵某某三个人直接到他宿舍，点了钱就离开了。3.被告人某地的供述与辩解。1）被告人某地于2018年10月31日的供述与辩解，证实他和丁某B、赵某某三人从2018年3月份开始开设一家“某地良希文化传媒有限公司。”这家公司实际不是传媒公司，是一家利用冒充别人（杨某某）取得客户的信任。然后通过客户对他们的信任，对股票进行买涨买跌频繁操作来骗取客户的钱。某地良希文化传媒有限公司在注册的时候执照上注明的事项是文化艺术咨询服务、信息系统集成服务、国内广告设计、制作、代理、发布，企业管理咨询服务。实际上他们这家公司根本不是根据营业执照上面注册的事项进行营业，而是通过一个平台取得客户的信任，然后让客户购买股票进行频繁的操作进行亏损，他们就从客户的亏损中收取回扣。公司总共有三个股东，也是三个部门。主要有法人代表丁某B，丁某B是公司的主要负责人；赵某某是财务部门的主要负责人；他是主管业务部门的；法人代表丁某B，主要负责平台的沟通以及外围的关系网；财务主管是赵某某，主要负责公司财政的结算、公司日常开支以及员工工资的结算；他主管公司的人事以及公司日常工作流程和安排人员培训等工作。每天早上8点半开始上班，上班就按照公司流程将客户拉入公司开设的直播间进行听课，直播间讲课的是丁某A（财富天下178，网址是××／ｎｄｄ／211756）、丁某（散户学院-123ＴＶ财经直播间，网址是××／ｎｄｄ／211755）、李某某三人都有自己的直播房间。直播时间是从上午8点半至11点半。13点到15点这段时间是股票开盘的时候，工作安排就是拉客户听课，15点至17点就跟客户聊天取得客户对他们的信任。星期一至星期五的工作安排都是按这个流程进行安排。星期六早上9点钟上班至11点钟，主要由他来对公司的所有员工进行业务培训工作，然后下午以及星期日都是休息。他们主要的方式是冒充天风证券分析师杨某某风控小组的形式对直播间的客服进行讲课，有时候用其他的名称进行直播。因为买股票的人都知道杨某某老师在炒股这块很有名气的，为了取得客户的信任，基本上就是冒用这个名字进行直播的，冒充杨某某的人是丁某A，其他的人有其他人的名字。根据客户是跟着哪个老师就冒用哪个老师的名字进行直播。客户来源主要是通过网上购买QQ，买了QQ之后就通过QQ搜索找专门炒股票的群加进去，进入群以后在群里面找到群友加好友，加好友成功后，就跟客户拉近乎争取客户的信任，取得客户信任之后，就将信任的客户拉入他们自己建立的QQ群里面，QQ群里面有他们自己的业务员，通过虚假的宣传（宣传资料都是通过一些财经网上的资料以及截图复制粘贴的）以及买股票赚钱了发红包的形式让客户更加的信任他们，从而让客户听取他们的建议进入他们发的链接进行注册，注册推荐人就是他们公司。客户注册成后，他们就会让客户听取他们的建议进行买进卖出，然后通过频繁的买进卖出进行频繁操作。如果客户不听从他们的意见，他们都会将这些人踢出去。因为如果客户不听从他的建议买进卖出的话，他们就无法从中获得利益，只有客户听从他们的意见频繁的买进卖出，就会产生费用以及亏损，他们的利益就从客户频繁的买进卖出以及亏损的方式获得，所以他们会将不听从他们意见买进卖出的人踢出他们建立的QQ群。公司培训负责人是他，每周的星期六是他负责给公司的主管以及业务员进行培训，主要是培训业务员及管理怎么去利用平台和直播间（如天风证券杨某某老师团队等）QQ加好友及怎么去维护QQ群里面的客户，并通过建议让客户去频繁的买进卖出，从而让公司获得更大的利益。他和丁某B、赵某某三人的工资是根据每个月平台返回的入账去除一切开支（房租、水电、员工以及管理的基本工资等生活开支）、以及员工的工资5%（这5%不包括员工的基本工资3500元）出去后，他们三人再进行平分的。下面三个主管李某某、丁某、丁某A三人是拿平台返回入账的20%的提成，还有就是基本工资4000元，下面的业务员是拿3500元基本工资和5%的平台返回提成。发工资的时候他、赵某某、丁某B都会在一起给下面的业务员及管理当面发放工资，工资的发放方式是现金发放。工资是按每个月十五号进行发放一次。财务收入结算一个周期结算一次（他们公司一个周期是两个月）。2）被告人某地于2018年11月3日的供述与辩解，证实他们公司主要的模式是通过网上购买一批QQ账号，通过QQ账号去找专门炒股票的群加入，加入群之后就通过他们公司设置好的QQ号（指冒充大师杨某某的QQ号）让群里面的人加入进来，等群里的人加入他们公司设置好的QQ号后，他就通过各种宣传以及网上复制的一些炒股方面的截图对加入的客户进行介绍。有些客户对他们信任之后，他们会通过QQ群告知客户约定时间以及直播网址给客户，客户通过网址进入他们的直播空间。客户进入他们的直播空间之后，他们的业务员就会通过网上的一些炒股资料以及冒充杨某某老师等人的名字对客户进行宣传增加信任度。客户通过他们的直播间了解后，他们就会通过网上炒股排名截图给客户进行宣传，有些客户就会问什么排名之内的事情。这个时候他们事前安排的业务员就会跟风要求跟着一起购买。有些客户看到也会跟着购买。如果客户需要购买的话，他们就会安排专门负责这方面的业务员进行加好友，并通过发链接的方式告诉客户进行注册。注册好了之后就会要求客户进行开通账号，开通了账号之后就会通过直播间的讲师告诉客户进行入金（购买产品）。他公司只跟一家公司进行了合作，开始的时候就是2018年3月份至7月份“柏富诺”进行合作的，2018年7月份开始“柏富诺”将平台的名字改成了“南华财富”。与平台的具体合作事项以及结算情况都是由公司的法人代表丁某B负责的。公司成立的时候他从2018年3月份至5月份自己带了一个组，当时他并不是股东。他的小组成员是丁某A（他也是，他们俩共同管理的）、张某某等人。2018年5月份至7月份公司的法人丁某B、赵某某就找到他谈入伙的事情，他们当时就达成了口头合作协议。3）被告人某地于2018年11月14日的供述与辩解，证实他与丁某B以前是同事关系，2018年3月份的时候，丁某B找他说一起合伙搞个公司，当时丁某B与赵某某已经准备齐全了才找的他，成立公司之前他一分钱没有出，邀请他加入这个公司是因为之前他与张某某是卖基金的，他也搞过直播间，所以他有这方面的经验和人脉。他们与南华财富的合同是丁某B去签订的，合同的内容是：客户交易费他们公司占89%，平台占11%，客户亏损费公司占100%（就是客户亏10万元，这10万元就是归他们公司所有，客户赚走了10万，他们公司就要承担这10万元的费用）。所以从公司进入平台的客户大多都是亏损的。赵某某是负责清算账务的，丁某B负责拿钱，钱都是拿现金的，不走账。他去北京拿了二次钱，第一次是2018年5月份他与丁某B、赵某某3人去的，开的是丁某B的奥迪A4车，是在北京建外写字楼下拿了120万，第二次是2018年7月份还是他们3人，开的是赵某某的6系GT宝马车，在北京拿了220万现金人民币。客户进入南华财富平台审核，负责对接的人是张某某、黄某、丁某、李某某等人。他们只有让客户不停的进行交易，交易的越多，亏损就越大，还有就是买“反单”，其实最大的原因就是客户赚了之后还不会走，还会继续购买，只要客户在平台里面操作，客户总是会亏损的。进入平台的客户他们在平台的生存周期只有半个月时间，半个月时间之后公司和平台就开始清算了。“沪深300”指数是早上9点开盘，下午3点关市，总计是4个小时，在这4个小时内，他们都会让客户根据他们的指引进行随意性的频繁买卖，反复的让客户买“反单”这样会造成客户最大的亏损和最短时间造成客户全部亏损。如果客户出金，他们尽量进行劝解和引导客户继续操作，达到让客户不出金的目的。4）被告人某地于2018年11月28日的供述与辩解，证实公安机关从他电脑里面调取的资料是他们良希文化传媒公司7月到9月份员工工资和提成及客户入金出金等明细。“南华财富”平台是丁某B给他的，这个平台是丁某B从一个叫任某某的人那里拿过来的，当时他们是有协商的，只要他们公司的客户在该平台亏损的钱，他们公司拿客户亏损钱的百分之八十九，这个平台也是任某某的公司做出来的，当时丁某B给他的这个平台是一个压缩包，里面有安装“南华财富”APP的安装包及使用说明。他们公司的客户所下载的“南华财富”APP都是他们公司的客服通过QQ发送给客户并下载安装的。他和丁某B他们一起向任某某拿了三次，第一次是拿了现金120万元钱人民币，第二次230万元人民币，第三次300万元人民币，他们总共从任某某那里大约拿了750万元钱人民币。他记得第二次他们去找任某某拿钱的时候，他听任某某说，其给他们的这些钱都是其公司拿银行卡在ATM机上每天取2万元，凑给他们的，他们要取拿钱的时候是头一天打电话给任某某，第二天他们去拿钱的。5）被告人某地于2018年12月7日的供述与辩解，证实吴某亏损的72万余元钱平台按照89%返利给他们公司，他们公司就吴某这72万余元钱总拿了64万元钱左右（其中7.2万元作为保证金押在平台），5%提成给张某某，张某某拿了35730元钱的提成。丁某A拿了126000元钱的提成。剩下的钱他们三个老板平分。郑某是李某某组员陈某的客户，陈某拿了5%的提成1674元钱，李某某是组长拿了20%的提成5900元左右，剩下的钱被他们三个老板平分了。他们公司7月至9月份结算表有客户名称及代码、入金额度、出金额度、业绩提成、保证金、奖金及实际发放金额等。这份结算表共5页，内容都是客户的入金、出金及是哪个业务员的客户提成都有明显记录。6）被告人某地于2018年12月11日的供述与辩解，证实他与丁某B、赵某某向“任总”拿钱，第一次是2018年5月份，他是与丁某B、赵某某一起开丁某B的奥迪A4小轿车到北京建外SOHO写字楼20层到40层左右，到“任总”公司提的现金120万元钱，钱是在“任总”的公司交给他们的。第二次是2018年7月份，他和丁某B、赵某某一起开赵某某的一台宝马6系GT到北京一个小区找“任总”拿的230万元钱人民币。第三次是2018年9月份，他开他的宝马X6车和丁某B、赵某某一起到郑州，他们从安阳上高速，到郑州下高速，在郑州一个小学旁边找“任总”安排的一个人叫王帅的人拿的200万元人民币。7）被告人某地于2019年1月4日的供述与辩解，证实他电脑中结算表是代表2018年7月份到9月份，他们良希文化有限公司的收入及员工提成等奖金的明细表格，其中还包含着所有客户出金明细及客户名字。刘某某的资料是李某某搜集好发来给他过目的，杨某某的资料是丁某A整理好发给他的。其他的资料都是给员工及小组长用来培训的，以及网络中知名的金融师的资料。2.被告人丁某B的供述与辩解。1）被告人丁某B于2018年12月2日的供述与辩解，证实某省良希文化传媒有限公司的法人代表是他，股东有三名，分别是他、赵某某、某地。他占股34%，某地、赵某某占股33%。他们公司目前经营的项目是通过网络带领客户投资金融指数“沪深300”。良希文化传媒有限公司是2018年3月份注册成立的。他是负责接触外接（就是与“南华财富”平台方面的联系人接触），赵某某负责公司的账目管理及员工的工资发放，某地负责员工管理及主抓公司经营业务。“南华财富”软件是一个投资炒金融指数的平台，投资的客户是可以随时出账入账的。是他去与“南华财富”平台方协商的，但也只是口头协议。内容是投资“南华财富”“沪深300指数”或者其他金融指数的客户，只要客户在平台里亏损了，他公司这边可以按88%的比例分成，平台方占12%的比例分成，但实际他们公司只占86.4%的比例，因为客户进账和出账要各收取0.8%的手续费，这1.6%的手续费实际是他们公司支付给平台方的。“南华财富”软件和经营该平台的公司交易金融指数是否经过国家认可他不知道，因为他没去过这个公司，没见过该公司的法人代表，也没看见过该公司的相关资质，他只见过负责某地地区业务的“任总”，包括他和平台达成的协议都是和“任总”达成的。他认为“南华财富”平台是假的，第一，他联系“南华财富”方面负责人的时候，“任总”告诉他，这个平台是其们自己做的，不是国家认可的“沪深指数300”平台，“南华财富”平台是拷贝或是模拟国家正规“沪深指数300”的数据。第二，他从始至终都没见过“南华财富”平台方的法人，也没见过该公司出具的相关资质证书，包括他们之间的合作都没有签订一个具有法律效应的协议书，协议还是口头的。第三，他们之间的款项都是现金交接，而且每次现金交接的时间、地点、人物都不一样（“任总”解释说是为了安全，其们也怕走银行流水被查）。第四，正规的“沪深指数300”平台不存在和他们公司有12%与88%的分成。第五，公司出事后，“任总”就失联了（他和“任总”以电话和微信联系，他手机里有电话）。既然知道“南华财富”平台是假的还要借该平台对客户实施诈骗的目的很简单，就是为了赚钱。诈骗的过程是，他们公司招了大量的业务员，由小组组长负责购买大量ＱＱ号码及微信号，发给业务员，由业务员从ＱＱ或微信中去拉有炒股或者证券意向的投资客户，之后业务员再冒充知名证券金融师（都是网上可查的真实人物）的名义建群，在群里宣传投资“南华财富”模拟的所谓“沪深300”指数数据，然后告诉群员是知名金融分析师主带的，目的就是欺骗客户在“南华财富”平台上开户投资，客户投资“沪深300”指数后，业务员再将客户名单交给小组长，由小组长具体实施操作造成客户投资资金亏损，手法就是小组长让客户在指数上涨时买跌，指数下跌时买涨，他们公司有不成文的规定，就是发展客户到客户亏损必须在一个月或二个月的时间内全部完成（一个周期性）。因为只有这样才能亏损掉客户的资金，这样他们才会从“南华财富”平台分取客户亏损资金的88%。他们是一个周期性过后，他就会联系“任总”，找“任总”拿钱，“任总”就会安排人联系他，他每次拿的都是现金，钱从来都不走银行账户的。他找“任总”总共拿了三次钱，第一次拿了240万人民币现金，第二次拿了200万人民币现金，第三次拿了110万人民币现金。第一次去北京，是他、赵某某、某地三个人开他的奥迪Ａ4（车牌号是浙Ｆ×××**）在北京东三环附近的一个写字楼拿的钱，第二次也是他、赵某某、某地三个人开某地的宝马Ｘ6去的，地点是郑州高速路口一个叫柳林站的加油站拿的钱，第三次是他开自己的车去的，也是在柳林站的加油站拿的钱。拿钱给他的人他都不认识，每次都是不同的人。2）被告人丁某B于2018年12月11日的供述与辩解，证实他和某地、赵某某一起共找“任总”拿了三次钱，第一次是2018年5月底，当时他、某地和赵某某开着他的奥迪A4到了北京，因为他车子限号他们就坐出租车到了东三环国贸中心旁建外SOHO写字楼，到了后他们就打电话联系上家，大约等了十多分钟，“任总”就过来说是他们上家，“任总”请他们吃饭唱歌，第二天“任总”拿着箱子装好现金给他们，大约120万元现金。第二次是2018年7月，他和赵某某、某地三人开的赵某某宝马车到了北京，还是“任总”接待他们的，第二天“任总”开车将他们送到“任总”家里拿钱的，这次拿了230万元。第三次是2018年9月，他和赵某某、某地开某地的宝马车，到了郑州丹尼斯购物中心旁的小学找“任总”安排一个叫王帅的男子拿了200万元。3）被告人丁某B于2019年1月11日的供述与辩解，证实他们良希文化公司主要业务是拉客户炒股指“沪深300”。他们是通过一个“南华财富”APP炒股指“沪深300”的。他是通过朋友找一个叫任某某的男子拿到的这个APP，他们公司跟任某某只是口头协议，他们公司拉客户到“南华财富”炒股指“沪深300”指数，如果客户在APP亏损多少钱他们公司从中拿88%的返回款，他们公司以这个为盈利方式。他们公司盈利的钱都是找任某某拿的。“南华财富”APP这个软件是由任某某通过QQ将一个网址发给他们，他们是按照任某某提供的网址下载的，所以他们的客户都是由他们公司将网址发给客户并安装下载注册。他们共在任总处拿了550万元钱，分三次拿的。他们口头协议的时候是任某某建议他们拿现金，这样安全，第二次拿钱的时候任某某对他们说，因为拿现金给他们，其需要找人去银行取钱比较麻烦，就扣了他们1.6%的手续费。良希文化传媒有限公司的日常管理及招聘人员是由某地负责管理的。4）被告人丁某B于2019年2月25日的供述与辩解，证实他同任某某是2018年5月份通过丁志远介绍认识的，丁志远跟他说任某某手里有款软件叫“南华财富”做的是“沪深300”，如果给他做的话他拿88%，任某某拿12%,他觉得利润很大就同意跟任某某合作。任某某通过QQ将“南华财富”软件安装包发给他以后就通过电话指导他怎么安装以及怎么操作。完了后他就告诉某地怎么操作，再由某地对下面的员工进行培训，之后再让员工在网上物色炒股的人进行投资。任某某发给他的“南华财富”软件不是一个经过国家认证的软件，它就是一个模拟沪升300的软件，有后台数据，他们也可以看到，但是他们不可以操作股指的波动。炒股的人将钱投入“南华财富”后钱就进入任某某控制的账户，任某某再通过现金的形式按比例交付给他们。他们通过“南华财富”软件进行赚钱的方式是，第一他们是通过客户买股票时收取交易费用，第二通过员工让客户买“反单”（股票涨的时候买跌，跌的时候就买涨）让客户亏损，亏损的钱就由他们同任某某按照之前商量好的进行分成。不管是交易费用，还是客户亏损的钱都没有进入国家正规的证券公司账户，而是流进了后台控制的一个账户里面，而他们就是从这个后台账户里面的钱进行分成。某地、赵某某清楚同任某某这些交易，因为这个业务是他们3个人一起去找来的。他、某地、赵某某同任某某见过几次面，第一次是在2018年5月底6月初，任某某先把他公司通过“南华财富”软件进账的数据发给他们，然后通知他们去北京拿钱。当时拿钱是在北京二环建外SOHO大厦里面的办公楼拿的钱，当时就只有任某某一个人，他们这边就是他跟某地、赵某某三人。当时钱是用装鞋的布袋装着放在一个旅行袋里面，他们去了以后，任某某就给了他们一个旅行的密码箱，他们将钱放进密码箱后带走的，当时有100多万现金。第二次是8月份左右，任某某把数据发给他们后就电话通知他们去北京拿钱，当天他们到北京后晚上任某某还请他们一起唱了歌，第二天他们当时是把车停在北京武警总部旁边的马路旁边，任某某回家拿出一个银色的20寸塑料行李箱里面装了220万左右交给了他们，他就把他车子里面黑色的行李箱交给了任某某。第3次是在9月底左右任某某在郑州找了个小弟给了他们100多万。他们客户投入到“南华财富”里的钱通过后台到任某某控制的账户里去了，但具体哪个账户他不清楚，因为任某某给他们交易都是通过现金交易没有银行转账。3.被告人丁某A的供述与辩解。1）被告人丁某A于2018年10月31日的供述与辩解，证实2018年3月至今他以“某地良希文化传媒有限公司”业务组长（就是主管）的身份（冒充“天风证券分析师”杨某某身份）说服、规劝组员（普通业务员）通过QQ添加的炒股民众（客户）利用“沪深300”南华财富指数平台进行炒股（与股票一样买涨、买跌），进而通过“喊反单”指令引导客户进行亏损操作。首先组员（普通业务员）通过QQ添加目标客户，添加客户后利用感情、关系等因素骗取客户的信任，组员将目标客户推送到他（组长）负责管理的“炒股粉丝群”，他在群里冒充“天风证券分析师”杨某某身份，通过给客户宣讲上课时间、炒股技术、行情分析、发布他参加“沪深300”指数比赛的优秀成绩（实际他并没有参加，目的是让客户看见他的优秀成绩，看见他在赚钱的假象）等内容，目的是让客户进一步建立炒股的信心及愿望。客户信任并愿意跟着他炒股后，他会发“南华财富”平台的客服QQ（张某某负责冒充）给客户，QQ客服负责帮助客户安装平台、开立账户，然后他通过另外的风控QQ（他冒充风控，即风险控制）给已经开立账户的客户下达“喊反单”指令。让客户根据他的“喊反单”指令进行亏损操作，进而一步一步吃掉客户炒股投资金额。冒充“天风证券分析师”杨某某（著名股市分析师，在网上都能查询到）身份是借用杨某某股市分析师的知名度骗取客户建立信任；冒充风控QQ身份是利用不同人员的身份消除客户对他的疑虑，进而让客户更加相信他，以便他引导客户按照“喊反单”指令操作。“喊反单”就是引导客户往相反的方向购买股票，即股票上涨就喊客户买跌，股票下跌就喊客户买涨。只有通过“喊反单”引导客户反向操控才能使客户炒股投资金额亏损掉，客户炒股金额亏损后他们才有利益（即才有工资及提成等收益）。“喊反单”是通过另外一个他负责的风控QQ（这个QQ由他冒充“天风证券分析师”杨某某的身份推荐给客户）给客户下达“喊反单”指令的。“喊反单”就是他下达的，他是通过个人经验分析得出来的，他的指令是很准的。客户按照他下达的“喊反单”指令交易基本是亏多赢少。某地良希文化传媒有限公司没有具有炒股的合法权利。“喊反单”就是为了赚钱，只有客户亏损了，公司才可以赚钱，公司赚钱了他才可以拿提成。他记得他发展的客户有：1.2018年7月左右，他组员张某某利用管理员身份（ＱＱ名称：安琪）介绍一个叫“吴某”的女人（ＱＱ称：“春风”）进入他负责管理的“1234ＴＶ直播平台”里的“博谊财富178”直播间，然后吴某添加了他冒充的“杨某某老师ＱＱ号”（ＱＱ号为66×××65），他们就聊天，他就是给吴某宣讲炒股技术、行情分析及发布他虚拟的参加“沪深300”指数比赛的优秀成绩等内容来取得吴某的信任。随后吴某向他索要开户内容等信息，他就介绍“南华财富”客服（ＱＱ名称：“高某A”，由张某某冒充，ＱＱ号记不清了）给吴某，ＱＱ客服“高某A”给吴某做好申请开户等工作后，他利用另外的两个风控ＱＱ（ＱＱ名称分别是“风控牛升”“张学冬”，两个都是他冒充的）给吴某下达“喊反单”指令进行亏损操作，吴某根据他的“喊反单”指令操作亏损了大约70万元（约80万元港币，“南华财富”平台投资是以“港币”形式操作的），这70万亏损中有10万元亏损是吴某自己操作亏损的；2、还有一个客户盈利后退出了。他从“吴某”的亏损资金中可以获利约3.5万元提成，但是这笔提成公司至今还未发给他。“1234ＴＶ直播平台”里的“博谊财富178”是公司申请开通后给他管理，他负责在直播间里冒充杨某某老师直播一些股票的行情走势、炒股技术分析等，目的是取得直播间里的客户信任，“吴某”也是通过这种方式建立信任的。某地良希文化传媒有限公司的法人代表是丁某B，老板是丁某B、某地、赵某某。某地主要负责业务、人员管理等工作，赵某某负责财务、管理公司员工工资发放和提成，丁某B负责跟“南华财富”平台联系的。公司现有主管3个，就是他和丁磊、李某某，业务员有14人。他们公司合计共有20个人。他负责的组有张某某（目前公司业务员中业绩最好的）等8个人(他一个主管，7个业务员）。每个组都有个客服，他这个组客服是张某某，张某某还兼职员工培训（如何加好友及拉入群聊），客服主要负责给客户开户，客户在南华财富开户必须要张某某发的验证码（由南华财富提供）才能注册账号，没有张某某发的验证码客户就不能注册账号，其他的组员每天从网络上搜索炒股群，加好友，之后组员就将有意向买股的人就推送到他这里来。对外宣传主要是业务员通过QQ的方式宣传，宣传内容就是炒股方面的信息。员工入职时都是公司老板某地负责培训，培训内容是如何添加好友，如何把客户推荐到他负责的冒充“天风证券分析师杨某某的老师号”群里等。南华财富是炒指数平台，平台上有“沪深300”指数，他们就是让客户购买这个指数。客户亏损金额先到“南华财富”平台，然后再流转到公司财务。投资客户是可以随时提现和退出的，不需要其他审核手续。2）被告人丁某A于2018年11月3日、11月14日的供述与辩解，证实他从某地、丁某B、赵某某三人聊天中得知“南华财富”与他公司是按二八分成的（“南华财富”拿20%，他们公司拿80%），这80%的分成都是赵某某到“南华财富”公司所在地北京直接拿现金的。他了解的资金进入情况是：客户通过银行账号将款项直接转入“南华财富”平台的客户个人账号（账号为客户手机号，可在手机及电脑操作，该账号直接与客户银行账户捆绑），亏损资金直接转入“南华财富”平台，平台直接提取现金分发到公司，公司财务再提取现金分发到公司各层。“南华财富”平台提成20%，其中10%是操作手续费，无论客户是否亏损都要提取的，另外10%是客户的亏损资金；公司提成80%，其中20%是押金，是扣押在“南华财富”平台。这20%的扣押款是平台用来赔给投诉客户的，“南华财富”平台如果遇到有亏损客户投诉，这20%的押金是用来全部赔偿给亏损客户的全部亏损资金。投诉客户的投诉是投诉到平台客服。他认为“南华财富”平台应该没有操作“沪深300”指数的资格，所以怕客户投诉引起不必要的麻烦。他快速让客户亏损掉投资金额的方式是：比如一个客户投入10万港币，他会引导先买4手（1手为7400元港币，包括1手的手续费353元港币），再买3手，再买3手。客户一共买了10手，合计74000元港币，如果亏损10个点，客户就会亏353*10点*10手＝35300元港币，就是这样通过引导客户不断的购买，不断的亏损掉，这个亏损是很大的，如果是客户赚了，他会引导他“止赢”。3）被告人丁某A于2018年12月7日的供述与辩解，证实客户ＱＱ网名“春风”（吴某）总计投资了80万元人民币，总计亏损71万余元人民币。吴某亏损71万余元资金去向：“南华财富”平台，公司方：丁某B、赵某某、某地、他、业务员张某某，都是拿了钱的，他是从中非法获利了12万余元。他是以冒充天风证券高级分析师“杨某某”的身份骗取获得的。4.被告人李某某的供述与辩解。1）被告人李某某于2018年10月31日的供述与辩解，证实他是2018年5月11日通过网上招聘入职某地良希文化传媒有限公司的。他们公司的法人代表是丁某B，他知道这家公司的老板是某地，还有其他两个老板，他们公司总共20个人，分三个组，他是他这个组的组长，其他两个组的组长一个叫丁某A、一个叫丁某。还有一个叫张某某的负责安装他们公司虚假的“南华财富客户端”。他从网上买了大约50个ＱＱ号，每天就是用这些ＱＱ号从网上找股票交流群，然后再从这些股票交流群里面加股民为好友，与这些股民聊天聊家常，初步取得股民的好感之后，就从网上找一些股票涨的走势图发给股民，告诉股民这些涨了的股票他已经买了，然后自己赚了多少钱，并叫股民跟着他一起炒股赚钱，当股民想跟着他炒股赚钱的时候，他就把所谓的“老师”ＱＱ号推荐给股民（其实“老师”是某地扮演的）说这个ＱＱ是炒股的老师，其炒股很厉害，跟着“老师”炒股是稳赚不赔的，他的工作就是这些。这50个ＱＱ号码都是在他工作的台式电脑上，具体ＱＱ号码是多少他不清楚。但有两个主要的ＱＱ号码：81×××74，昵称：趋势明灯－王林（负责扮演股票分析师及经常向股民推荐股票及一些炒股获利的截图），另外一个ＱＱ号码他忘记了，昵称：趋势明灯－王林。他们还有2个主要ＱＱ群，号码：93×××80，群昵称：趋势明灯实盘群。另外一个：883608826，群昵称：趋势明灯10月31日建仓群。这两个ＱＱ群他都是群主。某地是负责管理并加上他推荐给其的股民ＱＱ号为好友，再进一步取得股民信任后，股民将钱投入到炒股中，某地负责把股民投入进来的钱全部吃掉。他每天大约加200个ＱＱ号，成功推荐给某地的ＱＱ号大约有500个左右。他们组大约有10个股民投钱进来炒股，金额是在75万元。他通常会将加来的股民好友拉进一个群，群里面的人员90%是股民，还有10%是他们自己的小号，他们自己通过这些小号平常在群里发布一些从网上找来的股票涨势图，跟群里面其他的股民说自己赚了多少钱，然后发一些小额红包来活跃群里气氛让股民更加相信他是股票分析大师，跟着他投资股票会赚很多的钱，以此来哄骗股民安装他们公司特定的虚假的“南华财富”进行炒股，借此吃掉股民的钱。他总共获利9万多元不到10万。这些钱都是通过股民投资“南华财富”后公司做空股民资金后他所分得的利润。他们公司虽然挂着是文化传媒，但是从来没有从事任何与文化传媒有关的事情，从他上班第一天起，某地给他培训就是让他每天加股票交流群，然后再加股民的ＱＱ与股民聊天取得信任并发布虚假的炒股盈利信息给股民，让股民想跟着他炒股赚钱，继而将某地冒充的炒股老师的ＱＱ推荐给股民，让股民跟着某地炒股，再将股民投入进来炒股的钱给吃掉，他们的目的就是想骗取股民的钱。他们公司使用的炒股软件是“南华财富”，该软件是假的，如果是真的软件，肯定不需要黄某去充当“南华财富”这个软件的客服人员，因为所有正规软件都有自己的客服人员，还有他们公司所有股民想要炒股了都是由张某某负责帮股民远程安装这个软件或者将特定网站地址发给股民让股民自己安装。他不懂股票，一方面到公司上班的时候公司专门有人给他们培训如何把自己包装成一个证券分析大师。另一方面他从网上复制了一些股票专业术语来欺骗股民，再通过小号的在群里的造势给股民造成了一种跟着他炒股一定会赚钱的假象借此来欺骗股民来投资他们公司的南华财富的。他们公司“杨某某”这个名字其实就是某地以及其他公司老板扮演的炒股老师，他们公司跟杨某某根本没一点关系。他发给股民的股票涨走势图是他从网上面找的。他作为小组组长负责管理组里的员工，并把某地安排的工作分发下去，然后每天监督组里的员工每天的工作。还有就是每当有股民有意向开户要去炒股了，他们组里面的人就会跟他汇报，然后他再推荐给某地，某地再安排张某某负责安装南华财富客户端。如果有股民钱投进来后，某地也会跟他说投入了多少钱，方便他给他们组里面的人发提成。2）被告人李某某于2018年11月6日的供述与辩解，证实他们组共发展了6个客户购买股指，共投资100万元钱左右，但是实际客户在公司亏钱的约有75万元，他拿了这75万元钱的20%提成共15万元钱左右。他是他们组的组长。公司主要获利途径是客户在公司亏损的钱，这些亏损的会给一部分代理费，剩下的都由公司获利。他们拉客户购买股指的目的是使客户亏钱，客户亏钱他们公司才有赢利。客户购买股指的方式是，首先客户需通过他们公司所发出的链接并注册账户，再由客户按照他们所说的方向购买股指的涨和跌。投资金额最少2万元钱，如果他们觉得客户有经济实力他们会向客户提供投资金额不能少于50万。客户购买一手股指他们公司会获得450元钱。第一让客户随便购买股指的跌和涨，如果客户购买的是股指涨，如果刚好股指真的涨了客户就赚到钱了，他会马上发信息给他（她），让他（她）卖掉购买的股指并叫其反方向的购买股指跌。他们就是通过这种手段使客户投资到他们购买股指的钱全部亏掉。因为反复的让客户购买会产生手续费。他们公司所使用的南华财富APP是不正规的，它的股指波动会比正规的交易所的股指波动晚一分钟。这个APP是不存在的，他们的客户必顺是通过他们公司才可以注册并购买的。他们公司有后台，这个后台是由某地他们几个老板负责的，但是不能操控股指波动。他是从2018年7月中旬晋升组长的。在此之前他们公司只有一个组长，组长由丁某A负责。他们公司拉客户到他们公司购买股指并通过手段使其购买股指的钱全部亏掉是诈骗行为。他是晋升组长后才知道是诈骗行为。因为公司押了他4万元钱左右的提成，他舍不得这些钱才继续做下去的。他愿意积极退赃，把他在良希公司非法赚取的钱全部退还。3）被告人李某某于2018年11月29日、12月7日的供述与辩解，证实ＱＱ名“风舞清灵”（ＱＱ号是90×××91）是他的客户郑某，她入金了5万元人民币，亏损了3万6千元人民币。他是以东北证券的分析师“刘某某”的身份与“风舞清灵”接触的。他冒用“刘某某”这个身份是让客户知道他是一个选股厉害的分析师，便于他们向其推广公司经营的“南华财富”ＡＰＰ股指“沪深300”。后他又以一个ＱＱ名叫“牛某某-百战百胜”（ＱＱ号是18×××94）的人教“风舞清灵”操作“沪深300”。带了一段时间，某地提出这样盈利太慢，叫他将这个ＱＱ交给丁某负责了。郑某亏损这部分钱，公司给了他提成5千多元人民币。获利的有“南华财富”平台，某地、丁某B、赵某某、他、陈某。微信号×××这个微信是他在使用并用这个微信与郑某联系了。5.被告人张某某的供述与辩解，证实2018年3月份，她在网络上看见某地良希文化传媒有限公司的招聘信息并通过面试上班。他们公司对外宣传是做网络策划、文化传媒，实际上他们的工作是冒充天风证券的杨某某，因为杨某某炒股比较厉害，名气很大，利用杨某某的知名度寻找客户，在取得客户的信任后，向客户推荐南华财富软件，让客户购买沪深300，在客户将投资的钱亏损后，他们再赚取提成。某地良希文化传媒有限公司的老板是某地、丁某B、赵某某，公司的法人是丁某B。公司分了三个组，她们组的组长是丁某A，第二组的组长是李某某，第三组的组长是丁某。每组组长负责督促员工工作和给客户讲课，组员负责寻找客户。老板某地、丁某B、赵某某等人负责全盘工作及工资提成的发放。她先是以股民的身份在QQ上寻找客户，在成功加客户好友后，以虚假的购股信息及股票走势图来骗取客户的信任感，并向客户推荐杨某某的讲课。在讲课的过程中，杨某某会公布QQ群号，客户在听完课之后，有的会主动加到QQ群里。在群里，他们利用资源小号和管理号，进一步取得客户的信任，再向客户推荐南华财富软件，通过软件让客户购买沪深300，最后客户将投资资金亏损后，他们赚取提成。她还冒充了南华财富软件的客服，负责帮客户安装南华财富软件。她偶尔还会给他们上培训课，公司其他的同事遇到什么问题了，会找她来请教，她都会告诉他们她的方法。她在公司上班以来，大概使用了十多个QQ号，这些QQ号是她购买的。她现在还在使用的QQ号有三个，一个是管理号，名字叫作“安琪”，还有两个都是叫作“财富天下”，是老师号，用来聊客户的。她一共骗了四个客户去购买沪深300。四个客户一共投资了200万元，她记得有一个投了80万，一个投了20万，还有两个每人投了50万。这200万一共亏了140多万，具体每个人亏了多少她不记得了。投资80万元的客户QQ名称叫作“春风”，女的，大概50多岁。“春风”是她用她的资源小号加的，她取得了“春风”的信任后，向其推荐“杨某某”的讲课，“春风”在听了“杨某某”的讲课后，加入了“杨某某”公布的QQ群，在QQ群里，他们通过管理号和资源小号进一步取得了“春风”的信任，最终“春风”使用了他们提供的南华财富软件投资了80万元购买沪深300指数，半个月左右其就亏损了60多万元。对于如何让客户亏损，她不清楚，某地他们没有和她说。他们公司和杨某某没有关系，只是杨某某在炒股这方面名气大，他们冒充杨某某是为了利用他的知名度，骗取客户的信任。是丁某A冒充杨某某讲课的，为了让客户信任，再而到南华财富软件上投资股票。这个软件的名称叫作南华财富，软件是某地发给她的，这个软件是否合法等其他情况她不清楚。因为骗客户投资股票，这样他们公司赚钱快，她一共获利15万左右。每个月的底薪是3000元，没有客户投资就没有提成，有客户就按客户的亏损情况拿提成，提成的比例她不清楚。她是丁某A组的组员并兼职南华财富客服。她通过ＱＱ加股民，该ＱＱ是被她包装成一个有自己产业人士，这样便于她骗取到客户的信任。取得客户信任后就推荐丁某A伪装成的“杨某某”的ＱＱ号（因为杨某某是一个证券公司的名分析师），并由丁某A对客户进行讲课，课的内容是股票分析。如果丁某A通过讲课分析股票的课程后，客户愿意跟着丁某A做股票就会向其推送公司的购买股指的ＡＰＰ“南华财富”软件，并让客户投钱购买“沪深300”股指。这些资金都是客户下载“南华财富”ＡＰＰ，并通过网上银行将资金注入ＡＰＰ内。他们组的客户都是她推荐他们安装ＡＰＰ，然后教他们怎么买涨买跌，怎么入金怎么出金。良希文化传媒有限公司赚的方式是，通过骗取客户到公司购买“沪深300”股指，并采用叫客户反方向购买股指的方式赚取客户亏损的钱。名义上文化传媒公司，实际上是一个通过ＱＱ加好友并获取他（她）们的信任并向其推广通过“南华财富”ＡＰＰ购买股指“沪深300”的公司。吴某的ＱＱ名叫“春风”，ＱＱ号她记不清楚了，她与吴某交流的ＱＱ名叫“安琪”，她还用了一个ＱＱ名叫“高某A”的“南华财富”客服给吴某安装她们公司的“南华财富”ＡＰＰ。吴某亏损的72万余元钱，她从中拿了3.5万元人民币。", "court_view": "本院认为，被告人丁某B、高某B、丁某A、张某某、李某某伙同他人以非法占有为目的，虚构事实，骗取他人财物，其中被告人丁某B、高某B参与诈骗金额为781988元，数额特别巨大；被告人丁某A、张某某参与诈骗金额为714614元，数额特别巨大；被告人李某某参与诈骗金额为67374元，数额巨大；五被告人的行为均已构成诈骗罪。经查，被告人丁某B、高某B伙同被告人丁某A、李某某、张某某等人冒充知名证券从业人员，通过发布虚假信息骗取被害人的信任，诱使被害人投资，实际上被害人所投资金并未进入证券市场，而是通过第三方支付平台转入南华财富平台所控制的洛阳远然电子科技有限公司的银行账户，被告人丁某B、高某B等人再通过南华财富平台关系人将钱提出，被告人丁某B、高某B等人主观上具有非法占有的故意,客观上实施了虚构事实、隐瞒真相的行为,符合诈骗罪的构成要件。公诉机关指控被告人丁某B、高某B、丁某A、李某某、张某某犯诈骗罪罪名成立。对于被告人张某某提出对公诉机关指控其犯诈骗罪有异议的辩护意见与被告人丁某B、高某B、丁某A、李某某、张某某的辩护人提出本案不构成诈骗罪，应构成非法经营罪的相关辩护意见，本院均不予采纳。公诉机关指控被告人高某B、丁某B等人截止到案发共诈骗吴某、郑某等34名被害人资金达3459700元的公诉意见，因现有证据仅能证实被告人高某B、丁某B等人诈骗被害人吴某、郑某、邓某金额共计781988元，故本院", "defendants": ["丁某B", "高某B", "丁某A", "张某某", "李某某"], "outcomes": [{"name": "丁某B", "judgment": [{"accusation": "诈骗罪", "standard_accusation": "诈骗罪", "article": ["266"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 120, "death_penalty": false, "life_imprisonment": false, "fine": 10000, "fine_without_amount": false}}]}, {"name": "高某B", "judgment": [{"accusation": "诈骗罪", "standard_accusation": "诈骗罪", "article": ["266"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 120, "death_penalty": false, "life_imprisonment": false, "fine": 10000, "fine_without_amount": false}}]}, {"name": "丁某A", "judgment": [{"accusation": "诈骗罪", "standard_accusation": "诈骗罪", "article": ["266"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 72, "death_penalty": false, "life_imprisonment": false, "fine": 5000, "fine_without_amount": false}}]}, {"name": "张某某", "judgment": [{"accusation": "诈骗罪", "standard_accusation": "诈骗罪", "article": ["266"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 60, "death_penalty": false, "life_imprisonment": false, "fine": 4000, "fine_without_amount": false}}]}, {"name": "李某某", "judgment": [{"accusation": "诈骗罪", "standard_accusation": "诈骗罪", "article": ["266"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 26, "death_penalty": false, "life_imprisonment": false, "fine": 2000, "fine_without_amount": false}}]}], "relevant_articles": ["25-1", "27", "67-3", "61", "62", "52", "53", "64"]}
{"Fact": "某地县人民检察院指控：1.2016年4月至2017年9月期间，被告人滕某A虚构其拥有东北三省“三网融合”通信工程项目授权，并利用伪造的《关于某市新型通信管道收购回置的函》、《新型通信管线建设工程协议书》、《授权证书》、《建筑工程施工许可证》、国家工信部相关文件，与宫某、张某1、齐某1、齐某2等人签订了《新型通信管网建设工程施工合同》，以工程保证金、破土费名义骗取宫某130万元、张某120万元、齐某1（张某5）10万元、齐某225万元、李某125万元、李某240万元、邵某2（李某3）15万元、姜某某（胡某）60万元、何某50万元、迟某30万元、薛某10万元、陈某110万元、曹某10万元、郭某40万元、孙某40万元、徐某110万元、李某5（胡某A）50万元、孟某20万元、徐某230万元、杨某110万元、杨某220万元、李某6生30万元，合计685万元。2.2016年1月至2016年9月期间，被告人王某A虚构个人职务身份，谎称有能力为滕某A办理“三网融合”工程项目，骗取了滕某A信任，并将伪造的国家工信部相关文件、《授权证书》、《工作证》等文件提供给滕某A，要求滕某A给付费用，滕某A让其儿子滕某、儿媳刘某2用其二人银行账户分多次向王某A建设银行账户转款合计39.99万元。3.2016年5月至2016年12月期间，被告人赵某2虚构个人职务身份，谎称有能力为滕某A办理“三网融合”工程项目并需要费用，骗取了滕某A信任，滕某A让其妻子高某、儿子滕某、儿媳刘某2用其三人银行账户多次向赵某2农业银行账户转款合计170万元。另外，2016年11月份的一天，滕某A在某市宾馆内将现金50万元交给赵某2。赵某2骗取滕某A合计220万元。以上事实，公诉机关提供了相应的证据。认为，被告人滕某A的行为触犯了《中华人民共和国刑法》x法条之规定，应当以x罪追究其刑事责任。被告人王某A的其行为触犯了《中华人民共和国刑法》x法条之规定，应当以x罪追究其刑事责任。被告人滕某A对公诉机关指控的犯罪事实有异议，辩称不知道自己是否构成犯罪。辩护人意见，对指控的罪名没有异议，对指控滕某A合同诈骗的数额有异议。一、滕某A的行为应分两个阶段，第一阶段，就是2017年3月份之前，滕某A没有发现王某A给办理的工信部文件是虚假的，滕某A在此之前收取的保证金515万元，没有使用欺骗手段，且全部被赵某2、王某A、邢某、姚某骗去，这些资金不应认定为合同诈骗数额。理由是：1、滕某A收取保证金的主观目的不是为了非法占有，“三网融合”项目不是滕某A虚构的项目，某省政府办公厅已下发文件，该项目已经进入到推进实施阶段；2、滕某A没有使用欺骗的手段；3、滕某A应属被害人。二、指控滕某A被王某A、赵某2骗取资金数额为260万元，不准确。滕某A被骗的现金部分没有给予认定，另外邢某、姚某骗取的数额也没有认定。三、第二阶段，就是滕某A知道手续是假的以后，即2017年3月份，仍然以假手续继续收取保证金的行为，对下面的施工队确有欺骗行为，可以认定合同诈骗。但认定数额应为24万元。杨某1、杨某2、徐某2三人没有报案，三人合计60万元不应认定滕某A犯罪数额；滕某A知道被骗以后，邢某以其能办理该项目为由骗取滕某A61.6万元，此款不应认定滕某A犯罪数额；滕某A退还了24.4万元，不应计算在犯罪数额内。四、本案应认定为单位犯罪，滕某A作为单位的法定代表人，应当承担主管人员的责任。综上，滕某A具有从轻减轻处罚的情节，建议对其从轻处罚。被告人王某A对公诉机关指控的犯罪事实和罪名均无异议。辩护人的辩护意见：对指控的事实和罪名没有异议。认为被告人王某A认罪态度好，如实供述自己的罪行，并表示愿意交纳罚金和退还违法所得，建议对其从轻处罚。经审理查明，2015年，被告人滕某A在他人公司任职时接触到“三网融合”工程，感觉该工程能够赚钱。2015年8月份，滕某A和宋某1约定成立了某山巨航电信工程有限公司，滕某A任董事长。2016年1月份，滕某A经他人介绍在某地结识了被告人王某A，王某A自称叫“王某2”，现和“邓某某”在一起生活。滕某A问王某A国家是否有“三网融合”项目，王某A同意帮助安排问问。2016年4月份左右滕某A找到王某A，希望王某A能帮他把国家级“三网融合”项目申请下来，王某A当即应允。自2016年1月份起，被告人滕某A明知某省某市人民政府的《新型通信管线建设工程协议书》、中国铁塔股份有限公司某省分公司《关于某市新型通信管道收购回置的函》、《新型通信管道施工规范》是虚假的文件，滕某A仍以这些文件虚构其公司有“某市新型通信管网建设工程”，与他人签订该工程施工合同收取保证金，收取宫某、齐某1等人的工程保证金后把某山巨航电信工程有限公司搬到某地，同年4月28日成立了某地巨航电信工程有限公司。2016年5月份，被告人王某A明知赵某2并非国家部长身份，将赵某2引荐给滕某A，赵某2也自认是国家部长身份。王、赵二人接受滕某A的请托，称有能力为滕某A办理“三网融合”工程项目并需要费用，获得了滕某A信任。期间，王某A通过办理假证途径，为滕某A制作了工信部、国家安全局和国家光电总局联合下发的有关文件、《授权证书》和滕某A的工信部工作证。2016年1月至12月间，被告人王某A、赵某2以为滕某A办理“三网融合”工程项目需要费用为由，多次向滕某A索要钱款。滕某A令其儿子滕某、儿媳刘某2用其二人银行账户分多次向王某A建设银行账户转款合计人民币39.99万元；令其妻子高某、儿子滕某、儿媳刘某2用其三人银行账户多次向赵某2农业银行账户转款合计170万元。另外，2016年11月份的一天，滕某A在某市宾馆内将现金50万元交给赵某2。2016年1月至2017年9月期间，被告人滕某A利用伪造的《关于某市新型通信管道收购回置的函》、《新型通信管线建设工程协议书》、《授权证书》、《建筑工程施工许可证》、国家工信部相关文件与他人签订《新型通信管网建设工程施工合同》，收取工程保证金、破土费。滕某A骗取宫某130万元、张某120万元、齐某110万元、齐某225万元、李某125万元、李某240万元、李某315万元、胡某60万元、何某50万元、迟某30万元、曹某10万元、薛某10万元、陈某110万元、郭某40万元、孙某40万元、徐某110万元，合计525万元。上述事实有如下证据予以证明：1、案件来源、抓捕经过证实，案件的来源及抓捕被告人滕某A和王某A的事实。2、被害人宫某的陈述：我是沈阳广源通信工程有限公司法人，主要从事建筑工程方面的施工。2015年9月份我在某山通过朋友认识的滕某A，当时他是王某3的中安国信恒达通信工程有限公司副总，我在王某3公司承包了某市某县的一部分“三网融合”项目的工程，王某3公司的工程一直没结账给钱，工程项目也一直没有被回购。2015年10月份，滕某A在某山市成立了某山巨航电信工程有限公司，在2016年4月份公司搬到了某地，成立了某地巨航电信工程有限公司，2016年3月份滕某A联系我，说他自己公司有某市的通信管道的工程，并给我看了中国铁塔股份有限公司某省公司发给某山巨航电信工程有限公司的《关于某市新型通信管道收购回置的函》，内容是回购工程，出示了他同某市人民政府签的《新型通信管线建设工程协议书》和政府的文件，上面都有公章，说某市政府已经答应他给他三个县的通信管道活，还说某地的“三网融合”工程他已经和政府协调好了，跟某地的市长什么的都说好了，铁塔公司也说好回购了，他这个项目比王某3的好干，钱比王某3的准，滕某A说把某市某市的工程交给我，要我交20万元的工程保证金。当时滕某A办公室的墙上有某市的“三网融合”工程的路由图，上面有某地“三网融合”工程的施工路线图，我用手机拍照了，之后我就在某地实地考察了，看施工现场可以，我就到某山滕某A办公室找他说施工地点还可以，我俩协商后签订了一份《授权委托书》，滕某A授权我的沈阳广源通信工程有限公司在某市公里的通信管道施工。2016年4月16日早上七点多，在某山一个宾馆，我将20万元现金交给了滕某A，在场负责收款和给我开据发票的是滕某A公司一个叫张某2的财务人员。当时滕某A说2016年4月20日开工，我就到某市开始组织前期的工作办手续。2016年5月份滕某A又联系我，这时他的某山巨航电信工程有限公司已经改名为某地巨航电信工程有限公司，工程迟迟不开工，也没给我手续，我到他办公室找到他，滕某A跟我说某地安全部的领导答应把某省的“三网融合”通信管道工程都给他负责，以后干大事了，让我别着急，他正在办手续，让我等，但一直没开工。2016年7月末滕某A又把我叫到他的办公室，给我看了中华人民共和国工业和信息化部的《授权书》和中华人民共和国工业和信息化部联合安全部、广电总局通信部发的一个文件，内容是关于“三网融合”工程的，工信部授权某地巨航有限公司负责东北区“三网融合”改造工程，他还说国家会有三个亿的工程预付款，告诉我准备好马上要干大活了。8月初在某地巨航公司滕某A召开了会议，会上滕某A说工信部把某省的“三网融合”工程给他负责，他要求所有地级市都成立某地巨航公司的分公司，具体负责当地的工程，想参与工程的就找他报名，当时参加会议的有十多个人，我都不认识，应该都是有意向的。会后不久滕某A跟我说，工信部要来某地巨航公司授牌，需要钱，让我给他钱作为以后我的工程保证金。2016年8月25日我按着滕某A的要求通过手机网银从我的建行卡（尾号1158）的卡里转账30万元到银行卡号尾号为5007，户名为滕某的账户里。2016年9月10日在某地巨航公司，按着滕某A的要求我又交了40万元的工程保证金，当时在场收钱的事滕某A和他媳妇高某。2016年9月13日上午滕某A邀请我到某地巨航公司参加了揭牌仪式，当时去了四、五十人，滕某A跟我说这里面有工信部的领导，也没说哪个是。我就一直在某市等滕某A的开工命令，这期间我找过滕某A几次，他有时候在公司，有时候去某地，说跑工信部的手续。2016年9月29日我接到滕某A的电话，说他在某地需要20万，必须交上，交上就能办下来工信部的开工令，我按着滕某A的要求从我农行卡（尾号2270）的卡里通过手机网银转账20万到卡号尾号为4896，户名为刘某2的账户里，转完钱滕某A电话中跟我说开工令能下来了，让我准备准备负责某市地区的工程。2016年10月初滕某A从某地回来，在某地巨航公司我们见的面，滕某A说工信部先允许某市、某市、某市三个地区开工，让我负责某地地区的工程，负责联系当地政府，设计图纸，组织施工等工作，滕某A给了我某省工业和信息化委员会发的《建筑工程施工许可证》，说我现在随时可以在某市范围内开始施工，让我马上到某地开始施工，还给我一些文件，让我到某地把文件交给当地政府，施工的标准要按着他给的《新型通信管道施工规范》和两张《沟槽断面图》施工，具体的施工地点滕某A要求我自行找人设计图纸，先在某市的某区、某市和某地县开始施工。第二天我就按着滕某A的要求到某地，把滕某A给我的文件交给了某市、县政府的部门，从某地回到某地后，滕某A又要求我成立分公司，正式签署协议负责某地地区的工程。2016年10月18日在某市的一个律师事务所滕某A找律师起草的《成立分公司协议》，我和滕某A签字盖章，成立的某地巨航电信工程有限公司第一分公司，法人是我，协议上写着每公里进度分公司向总公司交一万元工程质量保证金，滕某A说之前收我的110万元就是这个保证金，每公里总公司支付分公司32万元。2017年4月2日在滕某A办公室，滕某A让我把原来他收我的110万元的收据给他，他让他媳妇高某给我开了一张新的130万元的收据，因为原来的收据付款单位写的我个人，我成立分公司不能以个人名义活动。2016年10月末我到的某市，在某市我租的房子成立的项目部，我聘用四个人负责在某区、某地县票市实地考察、记录、画图做施工图纸。2016年11月末某地县、某市的通信管道施工图纸做出来了，2016年11月14日我同武某、邵某1签订了某市《新型通信官网建设工程施工合同》，由他们负责某市的工程，我收了武某交的80万元的材料款。2016年11月16日我同赵某A签订了某市《新型通信官网建设工程施工合同》，由赵某A负责某地县的部分工程，收了赵某A70万元的材料款。2016年11月17日我同张某3签订了某市《新型通信官网建设工程施工合同》，由张某3负责某地县的部分工程，收了张某370万元的材料款，跟他们签订的协议中写着每公里按着23万元给他们支付。但某区的和某地的工作一直没开展，签完合同后没多久我回到某地。12月初在某地当面向滕某A汇报了某地准备好可以马上开工的情况，滕某A说可以马上开工，但要求我再交20万元的工程保证金，在某市内我的车上我把20万元现金交给了滕某A和滕某手里。2016年12月初张某3和赵某A要开工，我电话再次请示滕某A是否开工，结算款能否兑现，滕某A说可以开始施工，结算款没问题。之后我把施工图纸交给张某3和赵某A，他们分别在某地县某乡、某乡的工程开始施工。因为某地地区施工手续不顺利，武某也想到某地县。12月份我就把某地县某乡的图纸给武某，让他到某乡去施工。施工内容我就是按着滕某A给的《新型通信管道施工规范》和两张《沟槽断面图》中的要求，简单的说就挖沟下层垫沙子，放八根波纹管，再放沙子，然后回填原土，为以后穿光缆线做准备工作。具体同当地政府沟通协调是由我公司的李某A负责，所有公司施工所需要的手续和文件都是李某A递交给某市县政府的相关部门，施工的设计图纸也是由某市设计院设计的。2017年3月份某市工信委通知我们说经过他们核实，我们公司上交的施工手续是假的，我就告诉他们不要继续施工了。我打电话给滕某A说《建筑工程施工许可证》是假的，他说是领导不知道，是下面人私自办的。我就说想推出来不干了，让他把钱退给我，他就一直推脱，说不在某地，在某地，一直不肯见我，也不给我钱。2017年4月2日我到某地跟滕某A电话联系的，滕某A当时说在某地，他让高某把收我的130万元换成了一张收据，4月6日我在某市一个小区门口找到滕某A，说我在某地的工程不干了，要滕某A给我一百三十万元，他说等几天，我等了两天没消息，再给滕某A打电话，他还是推脱，4月11日我领着张某3、张某4的合伙人，还有几个人到某地巨航电信工程有限公司找滕某A退钱，滕某A就是找各种理由往后拖。3、被害人张某1的陈述：我是赤峰吉通达管道工程有限公司的法人代表，我公司主要业务是承包管道工程干。2016年的时候，我朋友付某A给我介绍滕某A认识的。在同年4月份我到辽宁某山和滕某A见面，当时滕某A说工信部授权他公司在某市孔通信管道的工程，我就想干这个工程，当时协商我承包的某地段100公里的管道工程，每公里工程造价28万，人工费、材料费、机械费等费用都有我先期垫付，干完工程后滕某A再以每公里28万元的价格给我结算，但是我必须先交40万元的工程保证金。过了几天后4月19日，我到某山滕某A公司与他签订了一份合同，合同的名称为《新型通信管网建设工程施工合同》。签完合同后，滕某A说工程在2016年4月19日前开工，让我先把40万元的保证金打给他，我当时同意先给20万元的保证金，剩下的20万元保证金等工程开工后再打给他。签完合同后我就回家等了，但是到了4月29日工程还没开工，我就问滕某A怎么回事，滕某A说工程肯定干让我等等，但是工程一直到7月份还没有开工，我就感觉这个事不对，我就到铁塔公司问了是否有这个工程，铁塔公司回复我说他们公司从来没有这个工程，我才知道我被骗了，然后我就找滕某A要钱，滕某A就说这个工程是真的，至今没给我钱。签完合同后十多天，滕某A说他把公司从某山搬迁到某地了，让我来某地看下工程，我到后发现他们公司改名为某地巨航电信工程有限公司，公司地址在某市，他们公司的经理尹某某拿着图纸带我到某市去看工程，说我看好那段工程就给我干，我选好工程后就回家等信了。当时滕某A说他们公司刚成立公司账户未落实，让我将20万元打到他们公司员工吴某某的中国银行账户上，我说行，在2016年4月21日我在某地县中国银行内将10万元钱打到吴某某账户上，在第二天我在同一个地方又给吴某某打了10万元钱。剩下的20万保证金没有给滕某A。我给滕某A的20万元保证金吴某某给滕某A了，这个尹某某可以证实。我签合同的时候滕某A、我、我媳妇付广某、尹某某、还有付某A在场。4、被害人齐某1的陈述：2016年4月19日我被滕某A骗了10万元钱，我是通过张某5认识的滕某A，刚认识他的时候他就拿出来一份是《新型通信官网建设施工合同》和一份《新型通信管线建设工程协议书》给我，滕某A开始说这是他的公司和某市政府签的工程合同，施工地在某市，当时他以高利润诱惑我，他开始把施工标准合同给我看后，我算计投入不大，当时滕某A说某镇的管网工程给我做，每公里给我30万元，给我一百公里的活，共计3000万元的活，当时跟我说好2016年5月10日开工，10月9日竣工，合同书上都有约定竣工一个月内工程款结算，就这样我和王某1每人向滕某A交了10万元钱，一共20万元，滕某A给我们开了收据，日期是2016年4月19日。我交给滕某A10万元保证金，收据上交款人姓名是张某5，张某5是给我跑事儿的，我当时有事不在，就张某5和王某1他俩跑这个事儿，当时王某1出了10万，我出了10万，后来王某1的钱要回来了，我的钱没要回来，合同都是王某1签订。5、被害人齐某2的陈述：我平时是搞农村的土建工程的，听朋友付某A说他认识滕某A，滕某A有“三网融合”项目，项目内容比土建还简单，就是挖沟埋管回填，我就想看看。2016年5月初，付某A带着我和李某1到某地某地某地巨航公司，见到滕某A。当时一个大会议室，有十多个人，都是想承包“三网融合”项目的，我和付某A、李某1都在场。滕某A就讲话介绍说他认识国家工业和信息部赵部长，这个项目肯定没问题，说这个“三网融合”项目由中国铁塔公司回购，还给我们看来一个铁塔公司的回购文件，还介绍了具体施工内容，就是挖沟埋八根管子，八根管子分别是移动、联通、电信、政府、部队等八个部门的，埋好后回填，说这个项目2016年5月20日就能开工。当时我和李某1都相信了。2016年5月9日我就跟滕某A签订了一份协议，协议内容就是滕某A将某地某市的某镇50公里的“三网融合”项目承包给我，按着滕某A的要求我也交了25万元工程保证金，这25万元中的15万是现金交的，有10万我是打给滕某A的儿子滕某的卡里的，滕某A的会计张某2给我开的收据。2016年5月20日没能开工，我就到某地某地公司找了滕某A，滕某A说2016年9月份能开工，我就回家等着，2016年8月26日，滕某A在某地某地举行了一个开工仪式，当时交钱的这些人都去了，滕某A说2016年9月5日肯定能开工了，还跟我重新签订了一份《新型通信管网建设工程施工合同》，给我一份《授权书》、和一个路由图。我就到某地某镇准备开工，等到9月5日还没开工，我在联系滕某A，滕某A就一直说让我等着，在就一直没消息了。6、被害人李某1的陈述证实，李某1于2016年初通过朋友认识的滕某A，于2016年5月份与滕某A签订了《新型通信管网建设工程施工合同》，其用手机直接往滕某A儿子滕某的卡上转账五次，共计是25万元，滕某A找公司的会计给开了一个收据的事实。7、被害人李某2的陈述证实，其于2016年5月初通过朋友认识的某地巨航电信工程有限公司工程部部长冷某和滕某A，于2016年5月份与滕某A签订了《新型通信管网建设工程施工合同》，其被骗去40万元的事实。8、被害人李某3的陈述证实，其于2016年11月初通过赵某1认识的邵某2，而后三人一同与某地巨航电信工程有限公司工程部部长冷某签订了《新型通信管网建设工程施工合同》，其被骗去15万元的事实。9、被害人胡某的陈述证实，其于2016年12月通过朋友认识的滕某A，2017年3月21日与滕某A签订了《新型通信管网建设工程施工合同》，其被骗去60万元的事实。10、被害人何某的陈述证实，其于2016年12月通过朋友叶某认识的李某4和滕某A，与滕某A签订了《新型通信管网建设工程施工合同》，其被骗去50万元的事实。11、被害人迟某陈述证实，迟某于2016年9月在某地某地某地巨航公司的项目部认识的滕某A，迟某与滕某A签了一份合同，当时合同上签名是迟某的朋友范某某，合同的内容是滕某A把某地某地某镇的“三网融合”项目承包给迟某，迟某向滕某A交了30万的工程保证金的事实。12、被害人曹某陈述证实，李某4是其姨夫，2017年4月份，李某4称有三网融合的电信工程活，其承包50公里的这个工程，并同李某4签订了协议，交给了李某415万元以及通过李某4追回5万元的事实。13、被害人陈某1、薛某陈述及证人叶某提供的收款收据证实，陈某1、薛某和叶某是老乡，2017年3月份下旬叶某打电话称某地有一个管网工程活，陈某1、薛某遂与李某4相识，陈某1委托叶某和李某4签订了干管网工程合同，陈某1、薛某每人被骗去10万元的事实。14、被害人薛某的陈述：2017年4月19日我从某地打入李某4农行卡里，我就在某地等着开工，但一直没接到工程开工信息，8月份我给李某4、叶某打电话要求退回保证金，并告诉工程活我不干了，李某4在电话里对我说过几天工程就开工了，让我再等等，等到9月末李某4手机就关机了，我再也联系不上他了。15、被害人郭某陈述证实，其于2016年9月份通过朋友认识某地巨航电信工程有限公司的工程部部长冷某，其和冷某签订了150公里的工程协议，交了保证金，其还提供了交纳40万元收据的事实。16、被害人孙某陈述证实，其于2016年5月份到某地某市滕某A公司的办公楼，据公司的工程部长冷某介绍，“三网融合”这个项目是工信部授权滕某A的，其签订了《新型通信管网建设工程施工合同》，当时滕某A不在，先后被骗去40万元的事实。17、被害人徐某1陈述：2016年5月份我通过一个朋友认识的滕某A，我原来是搞土石方工程的，听说滕某A有“三网融合”项目，挺赚钱的，就想做这个项目，也一直考察到2016年10月份交钱签协议，我将10万元现金交给冷某和张某2。18、证人邵某1、武某证言均证实，在某市金河小区附近有个“三网融合”项目部，由宫某负责，宫某同武某签的《新型通信管网建设工程合同》，宫某让武某到某地县干，2016年12月份武某组织人到某地县施工了，在公路两边挖沟，铺设波纹管，预制井后回填，施工半个多月，干了500多米，施工就停了，机器被路政扣了，邵某1、武某多次找宫某要钱，宫某拖着不给。19、证人邵某2、赵某1证言均证实，2016年11月8日，邵某2和李某3、赵某1一起来到某地某地巨航公司办公地，与某地巨航电信工程有限公司的冷某签订了合同，由李某3出资15万元，至今工程也没有开工的事实。20、证人李某4的证言：2016年末我通过朋友介绍认识了滕某A，滕某A是某地巨航电信工程有限公司的法人，2017年2月份我开始跟滕某A谈“三网融合”项目工程，滕某A跟我说他国家工信部有人，项目已经办的差不多了，还给我看了一个国家工信部给他的《授权证书》，内容是国家工信部授权滕某A东北地区的“三网融合”项目，还有一些国家工信部的红头文件，内容都是“三网融合”项目授权给某地巨航电信工程有限公司滕某A，我就相信滕某A了，想从滕某A那承包某省某市的“三网融合”项目，很快滕某A就答应我了。2017年3月11日在某市某市，在场的还有刘某1，滕某A给了我一份编号为某地巨航电信2017（2）号的《开工令》，内容是某地市新型管网建设工程定于2017年4月15日准予开工，接受单位是我的签字，落款是滕某A的签字和某地巨航电信工程有限公司的公章，滕某A说手续马上就齐全了，让我马上成立分公司准备开工。2017年3月12日我同滕某A签订了《关于某地巨航电信工程有限公司某地某地分公司协议书》，内容是滕某A授权我成立某地巨航电信工程有限公司某地分公司，负责某省某地某地市的“三网融合”项目工程，同时滕某A又给我一份编号某地巨航电信工程有限公司企字[2017]第（2）号的《某地巨航电信工程有限公司授权委托书》，内容还是授权我负责新型通讯管网工程项目的各种工程。2017年3月24日我在某省某市某地市新城区成立了某地巨航电信工程有限公司某地分公司。滕某A跟我谈承包“三网融合”工程，要每公里向他交一万元的工程破土费，我的朋友叶某（某地人）想做滕某A的这个“三网融合”项目，在我和滕某A谈这个项目的过程中叶某跟我一起去过两、三次，叶某也相信了滕某A，就想通过我干某地的这个项目。2017年3月份叶某介绍了他的朋友何某、薛某、陈某1给我认识，我注册公司跑手续期间叶某、何某、薛某、陈某2都跟我在一起了，我把滕某A给我的所有手续都给他们看了，2017年3月20日他们看我把注册公司的手续交给工商局，他们就定下来要干“三网融合”项目了，薛某和陈某1委托了叶某带他们办理这个事后就走了，何某没有走。2017年3月22日我和何某、叶某一起到某地巨航电信工程有限公司交的钱，当时滕某A不在某地，电话里我和滕某A沟通好了，滕某A答应把某地某地市的一百公里的“三网融合”项目给何某，按着滕某A的要求何某在当天把五十万元汇至滕某A儿媳妇刘某2的银行卡里后，滕某A的媳妇高某给何某开的收据。当时还签了一份合同，上面有某地巨航电信工程有限公司的公章，没有滕某A的签字，因为他不在家，滕某A电话中说等他回来补上签字，2017年6月份的一天在某地巨航电信工程有限公司滕某A当着我和叶某的面给之前何某签的合同补上了滕某A的名字的印章。滕某A通过我还收过曹某10万元，陈某110万元，薛某10万元，他们三个人每人五十公里的某地市“三网融合”项目工程，每人交的10万元破土费。2017年4月28日在跟滕某A确认后我和叶某到某地巨航电信工程有限公司将这30万元现金交给了高某，高某当场开的收据，收据付款人开的是薛某、曹某、陈某1。2017年4月15日我给滕某A打电话，当时我把某地市地区的路由图做好了，图纸是按着滕某A的要求到他指定的一个某市内的设计院做的，电话里我问滕某A怎么开不了工，滕某A就推脱说手续还差一点，让我再等等，肯定没问题，让我放心。2017年4月15日至7月中旬我经常跟滕某A电话联系，每次都跟我说手续很快就下来了，很快就能开工了，到了8月末就没人接了，之后也联系不上滕某A了。21、证人刘某1证言：我从2017年正月十八开始，在滕某A的某地巨航电信工程有限公司开始当工程部部长，负责接待洽谈“三网融合”项目的人，有想承包项目签协议的，我就跟滕某A汇报，滕某A同意我就跟他们签协议，但钱都交给滕某A媳妇高某，我没收钱。2017年春节前，滕某A把我叫到某市某市的家里，跟我说让我作公司的工程部长，原来工程部长冷某、董事长张某2被公司辞退了，说“三网融合”项目都授权给我们公司了，原来工信部所有手续都不能用了，新的项目的手续正在办理中，马上就下来。工程按着每公里一万元收工程破土保证金，滕某A让我负责跟承包工程的人谈，我就按着滕某A跟我说的介绍，具体谈到该收多少钱都是我向滕某A汇报，滕某A定，谈好了钱交给高某，我就赚每个月三千元工资。我接待的人很多，但是签合同的我记得，有李某4、宫某、郭某、杨某1，他们都是跟滕某A谈的，我就负责在他们签合同的时候把合同上空白字填上，然后他们签字，高某收钱。宫某在2017年4月份的时候来过是改合同没交钱，钱宫某之前交了，4月份，宫某还领着人来公司要过两次钱。杨某1是2016年12月8日签的合同，签合同过后没几天杨某1就交了10万元钱，杨某1这个当时是我给他开的收据。2016年5月份，孙某让我帮他到滕某A公司取一份收据，当时在某市某地里张某2开的收据，是30万的收据，就是承包“三网融合”项目的工程保证金。在这期间认识了李某2，李某2也给交了60万的保证金。2016年5月份我跟孙某他们到巨航公司找冷某，冷某当时给来谈项目的人看滕某A给他的文件，是某地人民政府办公室文件编号瓦政办发[2016]11号文件，内容是某山巨航公司负责某地弱电线路地下管道建设。当时大家都是看了这个文件才相信项目签协议交钱。2016年7、8月份，滕某A就陆续交给冷某工信部的文件、授权证书，冷某就开始给来谈的人看这些，后来年底滕某A找我说以前的手续都不能用了。一开始滕某A说2016年七八月份开工，到期开不了工，滕某A说2016年年底，到年底还开不了，滕某A又说2017年4月15日，到日期也没开，后来又说2018年8月底，还没能开，再后来就没动静了。22、证人高某证言：滕某A是我丈夫。我们家的公司叫某地巨航电信工程有限公司，是2016年4月28日成立的，法人是滕某A，一开始地点在某市某市办事处的一个民宅里。原来有关的手续是在国家工信部办的，现在换地方了，换到军民融合发改委员会这个单位。现在公司有五个人，两名制图的人，工程部有刘某1、刘某3和我，我在公司帮着做饭，公司没有会计我也帮着收钱，开收据什么的，我儿子滕某在公司没有职务，有时候滕某A收的钱会打到滕某和刘某2的银行卡上，公司的事刘某2和滕某都不参与。我们公司有三家分公司，第一家分公司是宫某的，2016年10月份成立的，他的这个公司负责在某市通信工程，我们之间有协议，宫某办分公司向我们交了管理费130万元，分好几次给的，我和我儿子的卡都收过，每回都是打到卡里，最后是我打的条。第二家分公司是李某4，他的公司负责某地某地。第三家分公司是王大伟的，负责营口地区。我们公司就是挖通信管道。公司的业务都是我对象滕某A联系的，我不清楚。我们公司的工程好像是我们从中央招标招来的，究竟通过谁我不知道，我们公司的有关授权书和开工许可证等手续，有的是工信部给的，还有哪里给的我不清楚了。这些手续原来有存根，让我们公司的员工冷某给烧了，现在他辞职不干了，我们也找不到他。复印件上编号为0150466的存根上写的付款人是杨某2，时间是2017年9月11日，金额是20万元，这笔钱是杨某2交给滕某A的钱，杨某2在山东成立了某地巨航电信工程有限公司的分公司，交的管理费。存根编号为0150459、0150460、0150458这三笔钱，金额都是10万元，付款人分别是陈某1、曹某、薛某，他们三个从李某4那承包工程。李某4的工程是滕某A给的，李某4是我们某地巨航电信工程有限公司某地分公司的法人。钱是我在2017年4月28日收的，当场开的收据，钱是李某4交的，他们三个人没来。存根编号0150455付款人是何某，金额是50万元，也是承包我们公司“三网融合”工程的钱，也是某地的分公司人介绍来的，收款事由写的工程破土费，钱是在2017年3月22日转账到我刘某2卡上的，收据是我当天开的。公司成立就是因为“三网融合”项目工程，没有别的项目，一直在办理这个项目，别的什么都没干。在某地大刘家镇开的开工启动仪式当时花了80多万，其中有60万现金是给王某A，剩下20万都是启动仪式花了。2016年5月13日花了27万在某地后盐二手车市场买的二手车，登记在我儿子滕某的名下，车牌号辽Ｂ×××××。滕某A收取的保证金没存过公司的账户，银行卡打过来的钱都打在我、滕某和刘某2的卡上，现金基本都是交上来被滕某A拿走了。冷某是工程部长，负责找工程队伍，张某2什么都管，滕某A不在家的时候都是他们跟工程队伍谈，滕某A特别信任他们，工程协议上都是滕某A把名字先签好了留给他们，公司的公章也在张某2和冷某手里，2016年12月份的时候我就把公章什么的要回来了。2017年过完春节冷某和张某2就不干了，还把他们手里合同资料什么都烧毁了。23、证人滕某证言：公司的事儿我不知道，我父亲也不跟我和我母亲说，都是他自己弄，就是他给别人转钱的时候让我做。因为我父亲不会用手机转账，我会用。我操作手机转账的银行账号就两张，卡号为4896的中国银行卡，账户名是我媳妇刘某2；卡号3335的工商银行卡是我自己名。那些承包项目的人给我父亲的钱都打在我母亲高某、我媳妇刘某2和我的银行卡里。我和我母亲就听我父亲说开始找王某2和赵某2办，后来发现他俩给的文件是假的。我见过王某2、赵某2，后来知道王某2的真名叫王某A，2016年7月份的时候，在某地被占汉庭酒店门口我见到王某A，当时来给我们送工信部的“三网融合”文件。2016年下半年的时候，赵某2和邢某一起到某地来考察公司一次，我父亲跟我说赵某2是国家安全部的部长，邢某是什么处长。我父亲为了“三网融合”项目给了他们不少现金，都是通过高某、刘某2和我的银行卡转给王某A、赵某2、邢某的钱。经过我手的一次是2016年9月份开工启动仪式，当时我父亲给60万现金，用两块红布包着，我送到某地和润东方酒店我当面给了王某2，说是启动仪式这些演员和请某地来的领导的钱。我就听我父亲说过姚正这个名字，说是个副国级的干部，但是我没见过。24、证人宋某1证言：2014年的时候我在阜新做电信工程项目，滕某A找我承包工程，我俩就认识了，2015年8月份一天，具体时间我记不住了，滕某A到某山找我说他在某地有关系，能拿到某市地下通信管道工程和我俩一起干，我说好，我俩就成立了某山巨航电信工程有限公司，滕某A是某山巨航电信工程有限公司的法人，董事长，我是该公司的股东。今天我来报案是因为滕某A伪造一份和某市政府协议书，这是一份《新型通信管线建设工程协议书》，甲方是某地人民政府，乙方是某山巨航电信工程有限公司，并盖有某地人民政府办公室和某山巨航电信工程有限公司的公章。2016年3月份的一天滕某A把这份协议书拿到公司，说他拿到了某市的地通信管道工程，先干某市的，协议书上有某市人民政府的公章，我就以为是真的，我们找施工方，滕某A找了家施工方叫通辽市三信通信工程有限公司，2016年4月19日通辽市三信通信工程有限公司的负责人王某1和张某5到我们公司签署了《新型通信官网建设工程施工合同》，交付保证金20万元，王某1交了十万元，张某5交了十万元，滕某A收的钱，把钱交给了公司出纳，后来我看公司的账没有这二十万元，我问滕某A钱哪去了，他说拿去办事了，5月份的时候我给滕某A打电话就打不通了，他也不来公司了，我联系不上他了，9月末的一天张某5到高速找我说现在公司也没有给他们工程干，按照合同我们公司已经违约了，要求我们公司给他赔偿，我叫他们找滕某A，我也找滕某A，10月份的一天，我知道某山巨航电信工程有限公司被滕某A在9月份的时候注销了，2016年12月18日，我通过EMS将这份协议书发给某市政府办公室，查询是否签订该合同，某市人民政府办公室吴女士给我打电话说某市人民政府办公室未签订该合同，我就怀疑协议书里的公章是假的。25、证人邢某证言：2016年9月份，在某地市认识的赵某2，赵某2是某地人，自称是国家安全部部长，还给我看了他的工作证，赵某2一直对所有人都说自己是安全部的部长，大家都称呼他是赵部长。2016年11月份，通过赵某2介绍我认识的滕某A，滕某A是某地巨航公司法人。没见滕某A之前，赵某2跟我说滕某A作“三网融合”工程的，让我找一个施工队和滕某A一起合作“三网融合”项目，赵某2说我是邢处长，滕某A就这么称呼我，我也承认了。我不是处长。2016年11月末，赵某2和我去某地滕某A的公司考察，滕某A跟我说要找施工队，他能垫付两个亿的资金，我和赵某2在某地某地、某地各住了一晚。我们这次从某地回来赵某2给了打了5万元，说是滕某A一共给赵某2打了10万元，其中5万元是滕某A给我的。但是后来有次滕某A问我这个事儿了，说当时给了赵某2现金50万元，问了赵某2给我多少钱，我说就5万。2016年圣诞节前后两天，赵某2给我打电话说滕某A来了，我就到某地东城区乾隆宾馆，滕某A住在那，赵某2也在，赵某2就跟滕某A说快过元旦了，需要给公信部部长苗圩送钱，办“三网融合”项目，问滕某A能拿出多少钱，滕某A说能拿出十万八万。后来滕某A也没拿出来，滕某A跟我借，我就拿出10万元借给滕某A，滕某A给赵某2了，给钱的时候我们三个都在场。十二月末的时候赵某2给我打了10万元钱，说滕某A还给我的钱。2017年元旦前几天，在滕某A住的乾隆宾馆的房间里，滕某A趁赵某2不在的时候拿出来好几份文件，有工信部、安全部什么的，还有滕某A工信部的工作证、工信部的授权什么的。除了施工许可证，剩下的都是滕某A在乾隆宾馆给我看的，我当时就说这些都是假的，真的不可能这样，虽然工程我不懂，但是文件都应该有编号，这些文件都没有。滕某A说这些文件都是赵某2给他们的。我看到这些文件的时候我就知道赵某2不是部长，我就跟滕某A说赵某2是骗他的，赵某2没有能力，不是部长，也找不了苗圩，办不了“三网融合”项目。2017年春节前，赵某2又叫我到乾隆宾馆边上的御膳房吃饭，说滕某A来了。我就跟赵某2说，赵部长你可真行，滕某A花了这么多钱给你，你就骗他说找苗圩，还给人家假文件。这时候滕某A来了我也没说话。赵某2和滕某A就开始说“三网融合”项目的事儿，赵某2说快过年了，还得给苗圩部长送钱，滕某A就答应了，具体给多少我也不知道，后来我就没参与。滕某A跟我说赵某2找苗圩快把“三网融合”的项目上网了，他手里没钱，说让我给他联系工程队融资，我说你东西都是假的，我就没给他找，之后我们也没怎么联系。除了之前我说借给滕某A的10万元给赵某2，后来还给我后，在2017年春节前滕某A跟我说办“三网融合”的手续送礼和有施工队跟他要钱，向我借了50万，我分两次一次10万，一次40万都是现金在乾隆宾馆给了滕某A。这些钱，滕某A在2017年3月22日通过招商银行卡一次打给我了。我和赵某2从某地回来给我打了5万元，滕某A还我10万元是赵某2打给我的，除了这15万元，赵某2就没给我过钱，我跟赵某2也没有任何别的近前往来。26、被告人滕某A的供述：我在王某3公司挂个名当副总，主要给他介绍阜新地区想承包“三网融合”工程的人，给王某3交钱。我成立某山巨航公司和某地巨航公司总共的注册资本是5000万，但是我在成立公司的时候手里没钱，在某山巨航成立时我手里的资金不到十万元。成立公司以后我收了宫某、齐某1、王某1的钱后把公司搬到某地了。我公司成立到现在就干了“三网融合”一个项目，也没干成，其他的什么也没干，一分钱也没赚到。收取的这些资金都我一个人说的算。我不在公司的时候张某2负责，冷某是工程部长，当时大部分人交钱都是通过冷某和张某2，当时我比较忙，我就把工信部的文件交给冷某，我让冷某代替我跟来交钱的人谈，但是交多少钱，钱打到哪都是冷某向我汇报，我具体定的。我还将签好字盖好章的《新型通信管线建设工程协议书》交给冷某，谈好我同意后就直接给对方签订协议。我收取的大部分的钱都给王某A、赵某2、邢某、姚正了。政府方面我让张某2去过某地发改局送过工信部的文件，被发改局退回来说等领导电话，我们没有接到电话，我也再没让张某2问过。赵某2说他们能下来“三网融合”项目，需要钱，我就给他们。2016年9月份，我在某地开工仪式花了60万，当时我在某地一个宾馆房间了给王某A60万元，其中有30万是宫某给我的，还有30万谁给我的记不住了。王某A说着60万是给来参加仪式的这些领导的钱，现在我知道了都是假的，没有领导。我最开始接触“三网融合”项目是在2015年的时候，当时我在某山的中安国信通信工程有限公司任副总经理，那时认识的宫某，“三网融合”项目是工业和信息化部、国家安全局和国家光电总局联合的通信管道铺设工程，就是挖管道的项目，我参与过，感觉挺赚钱的。2016年1月份我和两个朋友到某地谈别的项目，王某2到车站接的我们，王某2说是原国务院总理的外甥等一些重要的身份，我就问他有关“三网融合”工程的项目国家有没有，王某2说他给安排问问，我们相互留了电话号码。2016年4月份我和王某2电话打的比较勤，电话里王某2说国家有“三网融合”项目，我问他能不能要来给我做，他说百分之百没问题，但是他得要一些好处费，具体要多少等事情办成了再说。2016年5月20日左右王某2给我打电话说他在某山，叫我去某山跟他一起去某地见领导研究“三网融合”项目的事，我到某山后坐火车一起跟王某2到某地，我住在宾馆，王某2说他回家住，我在某地的海军第三招待所住了四、五天，王少伟带我到某地东城区的潇湘大厦写字楼512室见到了赵某2，我跟赵某2说我想做“三网融合”项目工程，赵某2说没问题，还说他认识工信部部长苗圩，“三网融合”项目的事一点问题也没有，我和王某2、赵某2商量后就确定要东北区域的“三网融合”项目工程，王某2和赵某2说没有问题，出了办公室我在附近的银行取了10万元现金给王某2了，王某2说钱给赵某2了，之后我就回某地等消息了。某山巨航电信工程有限公司是宋某1在2015年8、9月份开始经营的，法人是我，但我没有经营，这个公司的业务我没参与过。某地巨航电信工程有限公司是我自己成立经营的，注册资金五千万元，实际上没有实际注入资金，地点在某地，法人是我，我媳妇高某在公司做饭，我儿子滕某在公司呆着，帮着照看，我儿媳妇刘某2在家带孩子，我成立这个公司就是为了干“三网融合”项目，我公司的大门上有工程部部长苗圩授信的牌匾，是王某2让我按着他要求的字样做的，当时公司开业的时候王某2还说会有工信部的领导来，但是开业的时候没有来，王某2带了十多个人，我记不住都是干什么的了，还有个南非的外国人，开业当天来了五、六十人，我请了人演出，宣传了“三网融合”项目，开业不久我在公司召开了会议，宣传“三网融合”项目，来了二十多人想承包“三网融合”项目。东北区的“三网融合”项目工程都授权给我了，我把某市的授权给宫某了，2016年11月份左右在某地某地的一个律师事务所，我同宫某签了一个《成立分公司协议》，协议是找律师写的，宫某成立某地巨航电信工程有限公司第一分公司，负责某市某地县施工，我还给宫某工业和信息化部、国家安全局和国家光电总局联合发的一些文件，某省政府发的《建筑工程施工许可证》，工信部发的《授权证书》，这些文件是我陆续得到的，王某2和赵某2给我一个就给宫某一个，第一份是工信部的《授权证书》，第二份是工业和信息化部、国家安全局和国家光电总局联合发的一些文件，后来《建筑工程施工许可证》也下来了，这些文件一开始我不知道是假的，今年春天宫某找到我，跟我说我给他的所有文件都是假的，我给王某2打电话问协议书真假的问题，王某2给我的回复是真的，我找人又看了才知道这些文件是假的。我和宫某签订协议就是把“三网融合”项目某市地区的授权给他，因为这个项目我收了宫某130万元钱，给宫某开了一张130万的收据，是我媳妇高某开的。其中第一次收宫某钱是在2016年春节后在某山一个宾馆他给我20万的现金，收完这笔钱我把公司搬到某地，公司场地租金花了3万元，办公电脑、桌椅等花了3万元左右，公司房间装修、买空调花了4万元左右，成立的某地巨航电信工程有限公司。当时我和宫某口头协议把某地某地的“三网融合”项目工程给他，但并没有给他“三网融合”项目的相关政府许可、批文等文件。2016年春节过后我和王某2电话沟通，他说他跟某市的领导关系好，特别是某地的领导，我就让宋某1做了一份同某地政府的《新型通信管线建设工程协议书》，之后在某山公司的办公室，我在某市人民政府的《新型通信管线建设工程协议书》签的我自己的名字，文件是宋某1打的字，但我签字的时候没有某地政府公章，而且没几天就把文件办下来了，我就感觉是假的，因为当时我太忙了，王某2说能办下来，所以就算宋某1给我这些文件是假的，以后王某2也会给我办下来真的，我就给宫某，我就想等王某2把真的文件办下来把真的文件给宫某，让宫某把假的扔掉，过了几天宋某1拿回来这些文件给我，上面就有公章了，我也不知道宋某1怎么弄的。在宫某给我钱之前，2016年3月份左右在我某山的办公室，我把同某市人民政府的《新型通信管线建设工程协议书》、中国铁塔股份有限公司某省分公司《关于某市新型通信管道收购回置的函》、上面的章已经有了，《新型通信管道施工规范》、《某市杨家满族乡管线工程施工图纸》的复印件都给宫某了，让他准备20万的工程质量保证金，我把某地杨家满族乡的“三网融合”工程给他先干，宫某同意了，没过几天宫某就把钱给我了。这些东西都是我让宋某1跑的，具体内容也没怎么商定，因为我和宋某1之前都在王某3的公司干了，王某3的公司就是干“三网融合”的活，我们都熟悉，宋某1在王某3的公司就是负责文件手续这些东西的，在我的公司他也是负责这些活，我不用太多的跟他说细节，就告诉他地点是某地，他就知道怎么做了。宋某1不知道我和王某2的关系及王某2所说的同某地领导的关系，因为那个时候我就计划着把公司迁到某地，不再和宋某1合伙了。最后一次是2016年末，在某地来的，在他车上他把20万元现金给的我，还有时候给的是往我卡里转账，这些钱我都用在了办“三网融合”项目的手续上，都给王某2和赵某2了，给了大约600万元左右。这些钱都是我再往下授权“三网融合”项目收的工程保证金，这些人都像宫某一样承包工程的，我一共收了大约二十人的钱，少的有十万八万的，最多的是宫某的130万元，一共收了大约七百万左右，因为怕交税，所以走的个人账户，我公司的账户就开户的时候存过钱，钱怎么分配就我一个人说的算。这些钱有的是以破土费收的，有的是以工程保证金收的，破土费就是道路破补恢复保证金，正常是在公司施工之前，将这笔钱交到政府的相关部门，到施工结束通过政府部门的验收合格后，政府部门把钱退还给公司，工程保证金是我收分公司的工程质量保证的钱，正常放在我公司，在分公司完成工程质量合格后退回。我办手续都是通过找人，走人情，我自己不去办，所以我收取的工程保证金都用来走关系了。除了宫某，我还和王某1、齐某1签订过合同，收了他俩各10万元，王某1有个公司，我同他的公司签订的协议，是他们承包某地某地的“三网融合”工程，我和他们签订的《新型通信管线建设工程协议书》、中国铁塔股份有限公司某省分公司《关于某市新型通信管道收购回置的函》，《新型通信管线建设工程协议书》是我从王某3公司拿的，中国铁塔股份有限公司某省分公司《关于某市新型通信管道收购回置的函》是我还是宋某1从王某3公司拿的我忘了，但这两份文件内容都是宋某1改的，因为我不会操作电脑，宋某1改完后给我了，谁来谈项目我就拿出来给他们看，内容都是假的。宫某提供的大巨电[2016]20号、大巨电[2016]21号、某省“三网融合”工作协调小组办公室发《关于开展“三网融合”专题调研的通知》，这些文件中大巨电[2016]20号、大巨电[2016]21号是我从王某3公司拿来的，某省“三网融合”工作协调小组办公室发《关于开展“三网融合”专题调研的通知》怎么来的我记不住了。高某提供证据专用收款收据存根共八页，上面的签字和印章都是我的，钱也是我收的，都存入银行卡里了，有我和滕某、刘某2、高某的银行卡，2016年4、5月份我花了27万元买了一辆二手的凯迪拉克，是滕某的名字；2016年9月份我弄了一个授权仪式花了六十万左右；2016年末还债还了十五万左右；还有给王某2和赵某2的钱也是从这些钱里出的。现在知道王某A系王某2。他给我的《授权证明书》、工信部发文件、《工作证》我一直相信是真的，2017年春节前后在某地一个宾馆我对赵某2说工信部的手续都是你使的劲，王某2跑的腿，你辛苦了。赵某2就笑了，我拿出王某A给我的工信部的文件问赵某2怎么回事，怎么有人找我说是假的，赵某2笑着说没事，假的也没事，他能给我办真的，真的办下来假的也变真的了，这个时候开始我就知道文件都是假的了，在我知道后我还继续出示给别人看，收取工程保证金，时间是在2017年3月份后，收了应该有一百多万。第一次给赵某2送钱是2016年6月份，在某地市潇湘大厦楼下，我开车白色的凯迪拉克轿车，赵某2开的他的大众轿车，我将100万元现金装在海鲜那种白色泡沫箱子交给赵某2，赵某2放在他车后备箱了，当时我们就两个人，没有其他人。第二次是2016年10月1之前，也是在潇湘大厦楼下，跟第一次一样，我给了赵某260万元现金。第三次是2016年11月还是12月我记不清了，赵某2和邢某到某地某地来的，在一个某地的宾馆给赵某250万的现金，还是用泡沫箱子装的，赵某2把钱放在他的行李箱里了，当时邢某在另外一个屋。现金就这些，剩下的我都打到赵某2卡里了，打了能有不到二百万。赵某2以办“三网融合”工程的名义收我的钱。我没让赵某2转给邢某钱。我给王某A卡里打了多少钱我记不住了，现金给了王某A三次，给王某A的钱也是找他办“三网融合”项目的钱。现金第一次2016年5月末，在某地公主坟附近的一个建设银行，给了王某A11万元现金。第二次是2016年七八月份，我用白色泡沫箱子装了20万现金，用大客车从某地发到沈阳，王某A接的。第三次是2016年9月份在某地某地，公司开业仪式那天，我给了王某A60万现金。2017年春节前，我就确定知道这些文件都是假的，当时开始是宫某到某地铁西区边，在我车上，宫某跟我说这些文件都是假的，我怀疑是假的，第二天我就到某地找赵某2和邢某，邢某说问了姚正说这些文件都是假的，我就确定了这些文件都是假的。这都是2017年春节前的事儿。我与最早的有几个人签合同是我给他们看铁塔公司的《关于某市新型通信管道收购回置的函》和某市某地政府的协议。后来就不给他们看文件，就说项目是工信部的，等到工信部的授权证明书下来后，就给他们看工信部的文件。具体开工，进场日期都是冷某跟下面人谈的，冷某谈完了跟我说了，我记不住了。我告诉冷某告诉大家开工日期往后推一推，就说手续我正在办理，让大家等等，他们给我电话的时候我也这么说的。在知道文件是假的之后我没有将实际情况告诉大家，也没有退款，因为当时赵某2、邢某说能办下来，我就没告诉大家，又继续收了大约七八十万，想把假的变成真的。我以发包“三网融合”项目一共收了六七百万。我在2017年3月份用我自己的招商银行卡给邢某转账50万，当时我已经知道工信部的手续是假的了，邢某说能帮我找人办下来真的，我这50万就给她，让她给我办真手续的钱。27、被告人王某A供述：我对外声称自己叫王某2，因为以前判过刑，出来后一般我不会跟别人说自己真名，我在滕某A和赵某2面前都声称自己是王某2。2013年我倒卖粮食，听说某地有个姓赵的部长可以低价批粮食，于是我就通过关系联系上了姓赵的部长，这个赵部长就是赵某2，在某地见到他的时候，介绍人介绍说赵某2是部长，赵某2自己也称自己为部长，介绍人说他是住建部部长，赵某2本人一会说自己是住建部部长，一会又说自己是国家安全部部长，但我一直没信，因为我看到赵某2的办公室，我就觉得这个人肯定不是什么部长，赵某2办公室就在刘家窑一栋民宅里，是赵某2租的办公室，而且一个办公室里还有很多其他公司，他们都各干各的，我觉得赵某2肯定是伪造的身份，于是我也没跟他说我的真实情况，我告诉他我是某山市公安局的，虽然我没信赵某2，但我觉得这也算在某地认识个人，只要能给我批粮食，无论啥身份都可以，但赵某2一拖就是两年多，我让他批粮食这事始终都没办成，在这期间我一直蜗居在某地的地下，生活非常艰苦，直到遇到滕某A，通过滕某A办事，他给我打了不少钱，我才开始过上正常生活。我是2016年认识的滕某A，他是通过别人知道的我，当时滕某A想来某地跑个业务，想让我为他得业务跑跑关系找找人办手续，而且还希望我将他引荐给赵某2，滕某A还问我是不是已经成家了，我跟他说我现在和邓朴芳的侄女邓某某一起过呢。跟滕某A说这些就是为了让他感受到我的实力，让他相信我。我认识滕某A后我就觉得滕某A这人有实力，人好骗，我就决定如果把赵某2介绍给滕某A，我能从中骗滕某A点钱，因为我知道我要是把滕某A介绍给赵某2，赵某2一定会骗滕某A，赵某2就是个骗子，什么人他都骗。我把滕某A介绍给赵某2的时候，直接说赵某2是住建部的部长，赵某2也承认了，而且答应给滕某A揽业务。滕某A走后赵某2问我滕某A是不是有充足的资金和足够的实力，我就告诉赵某2说滕某A这个人很有钱，赵某2说既然很有钱，那咱们就把他的钱弄来，有钱好办事。2016年4月份左右滕某A找到我，给我发了一个“三网融合”的项目，希望我能帮他把这个国家级项目申请下来，我当即就答应了，并跟滕某A说这么大的项目咱们得找赵某2帮忙，于是我带着滕某A找到赵某2，赵某2看了项目后，又看了滕某A企业的资质，注册资金是五千万元，赵某2问滕某A是不是有足够的钱，还说只要钱够，事一定能办成，但需要一百万元的好处费。我和赵某2认识两、三年了，我的事他从来没办成过，他帮人办事都是先收钱，很多找他办事的人都不找他了，我也知道滕某A的事赵某2肯定办不下来，我就想从中骗点钱，我都不知道什么是“三网融合”项目，我觉得赵某2也不知道，他也没这个能力，赵某2只知道要钱，滕某A更是清楚自己公司根本没有资金，更不具备承接国家级工程的实力。后来滕某A跟我说他现在没钱，他有好几个项目都压着钱，一时收不回资金，我就决定骗滕某A十万二十万的，因为我本身没钱，在某地跑了两年多业务，基本上钱都花光了，我急需骗滕某A点钱，用于生活开销。但滕某A私下向我表示，如果这个工程拿下后，会给我整个工程的10%的钱，于是我就坚定了要骗滕某A，如果项目真成了，我就顺利成章能拿到一千多万，如果不成，我也能从滕某A处骗点钱花。工信部的《授权证明书》，这个是我办的，是假的，我是看的墙上贴的小广告，广告上说可以伪造各种文件和公章，于是我花钱伪造了这份证明。我办完就给滕某A传过去了，没等三、四天，滕某A给我打电话，跟我说这个证明书是假的，我就向他坦白了，说是我伪造的，是假的，然后滕某A就让我去某地巨航电信工程有限公司跟他见面，第二天我到了他的公司，滕某A当面跟我说，他使用我给他的假的授权证明书去融资，结果被对方公司的工作人员当场看出了破绽，问我怎么回事，我回答说，我给你的文件都是假的，真手续怎么可能这么快办下来。滕某A说他必须马上去融资，不然项目就办不成了，要不自己以后就不给融资对象看全套的工信部《授权证明书》，如果对方能看到，肯定能看出是假的，我以后就用手机给对方拍个封皮和工信部的公章，争取赶快融到资金，好筹集到钱，然后把钱给赵某2，让赵某2把“三网融合”的项目办下来。我和滕某A分开后，我回到某地，我到赵某2公司找到他，我跟他说，你给滕某A办的手续是不是办不下来啊，他说能办下来，我说滕某A那面着急，而且他现在不融资也没有钱，要不就给滕某A便宜点，别要那么多，然后赶紧给他办手续，赵某2当时就不愿意了，说能办下来，让我告诉滕某A现在一百万元不行了，找一个副国级领导来办这事，必须拿二百万元，只要钱到位，肯定给滕某A办下真手续，到时候一切事情就能摆平了。当时赵某2还跟我说，他都没得多少钱，还让我一定要坚持住，要继续管滕某A要钱。我当着赵某2的面给滕某A打电话，把事情转告给滕某A，让他俩互相留了电话，从此后滕某A就基本和赵某2单独联系了。工信部、国家安全局和国家光电总局联合下发的文件，这份文件是我伪造的，原版是滕某A给我发的，但上面没有盖章，想让我弄到有真章的原版文件，于是我就找人把字复印了一遍，盖了一个假公章。我把文件给滕某A后，我跟他说我给你跑事，你得把费用给我啊，于是滕某A分两次给我共计10万元，第一次给我3万，第二次给我10万。2016年6月份在滕某A知道我给他伪造的文件后，滕某A让我给他办一个工信部的工作证，他知道我会去伪造的，因为他知道我不在工信部上班。他想通过这个工作证好去辽宁工信委办事，因为有了这个证就能说明他是上级部门的人了，找工信委办事肯定能申请下来资金。当时滕某A知道伪造的文件，出去融不到资金，这都是滕某A跟我说的，这次我管滕某A要跑费用的钱，滕某A给我8万元。在我告诉赵某2，我帮滕某A伪造虚假文件前，我给赵某2打了5万元钱，这5万元钱是滕某A转给我的钱，我从卡里取出现金后分两次给的赵某2，第一次给了3万元，是因为赵某2让我管滕某A要钱，说要晚上给滕某A办事，需要办事费，于是我就把滕某A打到我卡里的钱取出3万元给了赵某2。第二次是没过几天，赵某2又说要办事请领导吃饭，于是我又给他取了2万元现金。等我把伪造虚假文件的事告诉赵某2后，赵某2和滕某A单线联系了，具体他管滕某A要了多少钱我就不清楚了，我就记得有一次赵某2给我看他的手机，手机上有短信转账提示，他说滕某A正给他打钱，我看短信提示一次15万元，打了好几笔。我在滕某A处相继得到50多万元，都是滕某A通过银行转账给我的，转的是我的建行卡，这些钱都是我陆续以办事为由向滕某A要的，自从滕某A知道我给的文件是假的后，就再也没给我打过钱。其中5万元给赵某2了，我在某山买了套房子和置办家具花了大约30万元，现在手里还有5万多，剩下的钱就是这几年生活和工作用了。2016年7、8月份的时候滕某A用手机给我发了一个工程许可证，让我自己看看能不能看出问题，他说这是他伪造的，有了这个伪造的工程许可证他就能去融资了。还让我告诉赵某2，说马上就能拿到钱。2016年9月初滕某A给我打电话，让我在某地给他找几个小明星，我问他找这些人干啥，滕某A跟我说：现在咱们手续都是假的，项目也没开成，资金也没融到多少，赵某2那面的手续迟迟不给办，我现在想搞一个大一点的某地巨航公司开业庆典，把手下这些公司的人都请来，好让他们看看我的实力，让他们尽快给我融资，有了钱，我好把钱给赵某2，让他赶紧帮我跑手续。于是我就帮他在某地联系了几个小明星，这个开业庆典大约花费了滕某A25万元左右。滕某A知道我不知工信部副部长，他向他收下包工程的人介绍我是工信部的副部长，2016年9月13日开业典礼我参加了，滕某A不让我接近其他人，他就想展示下他的实力，让包工程的人相信他。滕某A以“三网融合”的名义向收下分包的人收钱，而这个项目根本不存在，他向分包的人提供的相关手续就是我提供给他的虚假文件，还有他自己伪造的开工证。28、同案犯赵某2的供述：滕某A是某地人，跟我岁数差不多，滕某A在某地有个公司叫某地巨航电信工程有限公司，我到那去过一次，我俩是2016年4、5月份通过王某2认识的，王某2给滕某A介绍的我，说我是国家安全部的部长退休了，让滕某A管我叫赵部长，我就默认了。默认的目的是为了让滕某A相信我有能力办事，这样他就会求我办事，我想以给他办事的名义收他点钱。滕某A就相信我是退休的安全部长，我让滕某A管我叫三哥就行，滕某A就管我叫三哥了。当时王少伟把滕某A带到我在某地市西城区潇湘大厦512办公室，说滕某A在辽宁一个地方干工程，钱下不来，让我帮着要钱，我说辽宁那面没有关系。2016年4、5月份刚和滕某A认识没几天的时候，在我的潇湘大厦办公室，滕某A、王某2和我呆着，当时我正好接我一个同学吕平的电话，吕平是铁通公司的一个经理，我接完电话就跟滕某A和王某2说吕平是铁通公司的经理，王某2说有这么大路子，让我找找工信部的人，把某地三网合一的工程给滕某A，我说工信部不认识人，三网合一的事我也不是很了解，王某2说让我问问。我说那我咨询咨询，王某2和滕某A就走了，当时刑志英也在我办公室跟别人谈事，王某2和滕某A走后刑志英说她能办这个事，过了两、三天我就约滕某A、王某2、刑志英在一起谈这个事，刑志英说她能找人办某地三网合一的工程给滕某A，他们相互留了联系方式，谈完一个星期左右，刑志英找到我说给滕某A办三网合一工程的事需要花钱，她不好意思跟滕某A要钱，我就说我跟滕某A要钱。2016年5、6月份的一天，好像是一次吃饭之前，我跟滕某A说需要钱，滕某A说行，也没具体说多少钱，滕某A就回某地了，我问刑志英需要多少钱，刑志英说怎么着也得一百万给人送，我就打电话给滕某A说需要一百万，过了几天，滕某A跟我打电话问钱他准备了，需要怎么弄，我说送人钱得要现金啊，滕某A说把钱打到我卡上，我说行，等他到某地了我再取钱给他。2016年11、12月份的时候滕某A陆续把钱打到我农业银行卡上，然后滕某A到某地找到我，我俩一起到某地市西城区天桥艺术大厦下面中国农业银行，我提前两、三天电话预约了，一次取了100万现金，滕某A拿着钱就给刑志英了，还剩二十万，在春节前也给刑志英了，之后钱给谁我就不知道了，送完钱滕某A就回某地了。过了十天、二十天左右，滕某A回到某地，在天坛北门御膳宾馆滕某A住的房间里，刑志英也在场，滕某A拿出来工信部的文件，授权，工作证什么的给我和刑志英看，滕某A说这些都是他花钱给王某2，王某2找工信部的人给弄的。我看了有个授权书是授权滕某A东北三省的三网合一的工程，还有几份工信部发的文件我没仔细看，因为一看文件开头没有文号，一定是假的，工作证更不用说了，所以我一看就跟滕某A说这些东西肯定是假的，滕某A一听就傻了，还说要去找王某2算账，滕某A就回某地了。滕某A陆续给我一百四五十万元，具体金额我记不准了，其中有130万我分两次给了滕某A，还有10万元是滕某A让我给刑志英了，我直接银行卡转的账，除了这140万元，剩下我骗滕某A的钱都是我自己花了。我没有能力为滕某A办理“三网融合”项目的审批，滕某A的公司也不符合标准。当时王某2把滕某A介绍给我，我就想骗滕某A钱，王某2也是这个意思，王某2负责中间牵线。滕某A成立了某地巨航公司，然后以“三网融合”项目为由，向下面分包，组织了好几个分包人，他就是以此为由，向分包人收钱。2016年底，我去滕某A公司了，我到现场发现滕某A根本没有钱，我就让滕某A立即给我钱，滕某A就告诉我他现在没钱，只能先收分包人的钱人后才能给我。滕某A和王少卫伪造了一些虚假的授权之后，他们就是通过虚假文件，取得分包人的信任，然后收取的钱。我告诉滕某A只要他从分包人处收取足够多的钱，我就能用这些钱给他办理项目手续，不管你们现在文件假不假，只要给够钱，我就给你们办真的。2017年元旦后春节前，滕某A来某地，在御膳宾馆，当时邢某我们三个都在，我记得滕某A他儿子也在，滕某A听说文件是假的当时很生气，骂了王某2几句。29、工信部等单位出具的复函、说明等，证实：（1）工信部于2017年7月26日对某地县公安局的复函：工信部并未授权其他单位“三网融合”改造项目《授权证书》，涉案文书所用印章系假冒印章。（2）工信部于2017年6月26日对某地县公安局的复函：涉案《中华人民共和国建筑施工许可证》不是我委发放。（3）某省某市政府说明：某地政府并未与某山巨航电信工程有限公司签订《新型通信管线建设工程协议书》。（4）铁塔公司复函：我公司没有对巨航电信工程有限公司发出《关于某市新型通信管道收购回置的函》。（5)某市永宁镇人民政府复函：经查，2015年至今永宁辖区内暂未发现有“新型通信管网建设工程”，也未发现有企业单位以新建工程为名，进行真用、动迁土地。（6）某地阎店乡政府复函：2015年至今无“新型通信管网建设工程”施工，没有企业单位征用、动迁本辖区土地建造“新型通信管网建设工程”项目一事。（7）某市经济和信息化局于2017年9月6日复函：我局近两年来没有以政府名义实施“新型通信管网建设工程”的具体项目。（8）某地某镇人民政府复函：经查2015年至今李官辖区内暂未发现有“新型通信管网建设工程”，也未发现有企业单位以新建工程为名，进行征用、动迁土地。（9）西杨乡人民政府证明：西杨乡政府从2015年起至今从来没有“新型通信管网建设工程”一事，也无相关企业单位征用动迁土地建设“新型通信管网建设工程”。30、协查财产通知书、中国建设银行银行卡客户交易明细清单，证实公安机关于2017年11月7日建设银行提供的滕某A财产情况即银行卡交易明细，并提供王某A3830、滕某5007两人银行卡交易信息。31、协查财产通知书、中国农业银行交易明细清单，证实公安机关2017年11月30日调取的赵某2尾号4577银行卡2016年1月1日至10月26日财产交易情况；于2017年11月8日调取的赵某21175，高某3971，滕某A5972银行卡的交易情况。32、调取证据通知书、调取证据清单，证实公安机关于2017年12月4日在某地县档案局调取某地巨航电信工程有限公司提交贵局的相关文件。此证包括：关于开展“三网融合”专题调研的通知；中华人民共和国工业和信息化部发文件；大巨电[2016]21号文件；营业执照；授权证书；中华人民共和国建筑工程施工许可证。以上文书均为2016年11月22日接收。33、宫某提供的相关证据材料,证实宫某提供的《新型通信管线建设工程协议书》（某地人民政府VS某山巨航电信工程有限公司，2016.3.7）；关于某市新型通信管道收购回置的函；成立分公司协议；专用收款收据（130万）；建筑工程施工许可证；授权书；中华人民共和国工业和信息化部发文件；营业执照；新型通信管道施工规范；工程施工合同；《新型通信管网建设工程施工合同》（2016.7.5于滕某A签订的作废合同）；授权委托书；《新型通信管网建设工程施工合同》（2017.3.20）；某地县地区施工现场照片及库房照片；关于开展“三网融合”专题调研的通知；大巨电[2016]20号文件；大巨电[2016]21号文件。证明上述材料均是其与滕某A签订工程合同时滕某A提供的。34、被害人张某1、齐某1、李某1、齐某2、李某2等提供的《新型通信管网建设施工合同》、银行银行卡交易明细、新型通信管网工程施工路段通知书、《新型通信管线建设工程协议书》、专用收款收据、路段图、授权书、进场开工通知书、工信部文件，证实滕某A在签订工程合同时提供的有关文件，及收取的保证金数额事实。35、高某证据材料清单，证实各被害人与滕某A签订了《新型通信管网建设工程施工合同》复印件，及部分被害人转账汇款的事实。36、某地巨航电信工程有限公司、某山巨航电信工程有限公司、沈阳广源通信工程有限工程公司相关材料及工商登记档案复印件，证实上述供述的相关情况。37、户籍证明，证实被告人均系达到法定刑事责任年龄自然人。38、某市人民法院北法（1992）刑字第207号刑事判决书，证实王某A于1992年12月23日因犯盗窃罪，被某市人民法院判处有期徒刑一年零六个月。39、指定管辖函决定、指定管辖函，证实本案管辖的事实。40、光盘一张，证实某地巨航电信集团有限公司启动仪式实况。以上证据均经开庭质证。根据以上证据，以及公诉机关的公诉意见、被告人的供述和辩解、辩护人的辩护意见，对本案综合评定如下：1、对被告人滕某A行为的认定和犯罪数额的认定问题。辩护人提出滕某A的行为应以2017年3月为界限分两个阶段，前段为被骗，滕某A不构成犯罪，后段为合同诈骗，犯罪数额应认定为24万元。评议认为，从滕某A的客观行为上看，自2016年1月份始，被告人滕某A就以其有通信工程为由与他人签订工程合同，同时滕某A与他人签订施工合同时所提供的相关文件，除去王某A为其提供的文件以外，其他文件均是虚假的，且滕某A虚构了工程的开工日期等具体的施工方案，使得被害人陷入了错误认识，滕某A的行为构成诈骗行为；从滕某A主观目的来看，滕某A与他人签订了施工合同，收取了被害人的保证金或是破土费后，虽然有部分资金用去“送礼”办理项目，但该项费用支出并非是合法支出，且有部分资金不知去向，应认定滕某A在与他人签订工程合同收取钱款具有非法占有目的。纵观本案的全部事实，滕某A均是虚构事实、隐瞒真相，骗取他人财物，其犯罪数额并非是2017年3月份以后所骗取的数额。2、关于被告人王某A和赵某2是否为共同犯罪问题。评议认为，被告人王某A和滕某A相识产生诈骗犯意后，首先想到与被告人赵某2一同骗取滕某A，为此王某A与赵某2通谋后将滕某A介绍给赵某2，二人合谋骗取滕某A的信任，虽然王、赵二人获取的违法所得数额不同，但二人在骗取滕某A的过程中相互起到了帮助的作用，应认定二人是共犯，应对其二人的违法所得数额总和承担刑事责任。3、二被告人的违法所得数额问题。指控被告人滕某A骗取李某5、孟某、徐某2、杨某1、杨某2、李某6生合计160万元，因未有该被害人的陈述，起诉前滕某A是否退还不得而知，为此该部分指控不能认定；被告人王某A的违法所得数额，应以转账明细为准即39.99万元。赵某2违法所得数额转账明细证明170万元。另外，指控2016年11月份的一天，滕某A在某市宾馆内将现金50万元交给赵某2，该指控赵某2虽与否认，但有证人邢某的证言佐证，应予认定。被告人王某A与赵某2共同犯罪数额为259.99万元。综上，", "court_view": "本院认为，被告人滕某A以非法占有为目的，虚构工程项目向外发包，在与被害人签订工程承包合同过程中骗取工程保证金或是破土费，数额特别巨大，其行为已构成合同诈骗罪，应予处罚；被告人王某A伙同赵某2以非法占有为目的，虚构身份，以找人为滕某A办理工程项目为由，骗取滕某A钱财，数额特别巨大，王某A的行为构成诈骗罪，系共同犯罪，应予处罚。公诉机关指控的罪名成立，本院予以支持。指控被告人滕某A诈骗李某5、孟某、徐某2、杨某1、杨某2、李某6生，因事实不清、证据不足，本院不予认定。滕某A的辩护人提出本案属单位犯罪，经查，滕某A成立公司的主要目的是发包“三网融合”工程项目，公司成立后也主要是对发包该项目，未经营其他项目，故不能认定为单位犯罪。王某A的辩护人提出王某A认罪，建议从轻处罚的辩护意见，本院予以采纳。", "defendants": ["滕某A", "王某A"], "outcomes": [{"name": "滕某A", "judgment": [{"accusation": "合同诈骗罪", "standard_accusation": "合同诈骗罪", "article": ["224"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 156, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "王某A", "judgment": [{"accusation": "诈骗罪", "standard_accusation": "诈骗罪", "article": ["266"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 132, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}], "relevant_articles": ["25-1", "52", "53-1"]}
{"Fact": "某省某市某区人民检察院指控，2000年，经某省民政厅批复同意某市某园公墓建设，并征用某区某村片区土地出让给某市某园公墓有限公司（以下简称某园公司）进行公墓建设和销售，对村民被征用的土地足额补偿了土地补偿费、安置补偿费、青苗费。被告人任某B、任某A系原某村村民，自某园公墓开园建设，两人开始在园区内做临时工，从事修堡坎、台阶等工作，后两人成为班组长，安排工人干活。2010年后两人就不再具体做活，也不按时上下班，但每月都要领全勤工资。做工期间，被告人任某B、任某A得知某园公司的销售人员在销售墓位后有很高的提成，2014年3月份，被告人任某B、任某A向某园公司提出，他们也要销售墓位，后又提出要自己的子女进某园公司销售墓位，均被公司拒绝。在该要求未得到满足后，两人就以某园公司占地未取得土地使用权证、土地属于生产队为由，采取拦截、辱骂、推攘等手段阻止销售人员销售墓位，砸坏并丢弃公司销售联系工作牌，关锁公司销售部大门，阻止公司墓区正常施工，阻扰建筑材料进墓区等方式阻止某园公司正常经营，时间前后近一月，使某园公司正常生产经营秩序受到破坏。某园公司在与任某B、任某A协调过程中，任某B提出不让他们卖墓，他们就要公司墓位销售额百分之一的提成，某园公司为了正常经营，2014年4月26日被迫与任某B、任某A签订了“在同等条件下不让我们卖墓协议书”，协议约定某园公司所销售的所有墓位按销售总额的百分之一向任某B、任某A缴纳管理费（不包括忠孝园1、2区），忠孝园三区未销售的74座墓位按百分之一一次性缴纳34632元，忠孝园三区以上未开发的墓区及园区某地以上墓区为销售后缴纳，每月底按售价的百分之一执行，某园公司每月底应及时支付管理费，最迟不得超过次月的5号，任某B和任某A保证以后不得以任何形式阻扰公司的运行。就这样任某B、任某A在未实际在公司做事，也未参与任何墓位的销售和管理情况下，从2014年4月至2018年11月，两人从某园公司领走921336元的墓位销售管理费，所得钱财两人均分。2018年12月，某园公司通知任某B、任某A，决定不再向两人支付墓位销售管理费，也不再让两人在某园公司做事。任某B、任某A得知后分别于2018年12月4日、2019年2月20日、21日又到某园公司强行要求做工并阻止园区施工、辱骂公司工作人员。公诉机关随案移送了全案证据材料，认为被告人任某B、任某A的行为已触犯《中华人民共和国刑法》x法条之规定，应当以x罪追究二被告人刑事责任。提请本院依法判处。被告人任某B的辩解意见是，我们没有主动要钱，百分之一的提成也不是我们提出来的，是公司提出来的。我确实拿了公司四十几万，请求法院从轻判处。被告人任某B的辩护人的辩护意见是：1.2014年4月，二被告人向某园公司收取的37022元管理费的数字是不正确的，37022元中包含了某园公司应付给被告人任某B卖墓的提成2390元，故应当将2390元从37022元中扣除。2.某园公司的两份会议记录没有出示原件，这两份证据是事后制作。在2014年3月28日的会议上，法定代表人侯某在2014年3月28日安排了总经理贾某及销售经理杨某去找二被告人进行协商。杨某、贾某证实任某B、任某A二人从2013年11月份开始，到2013年12月，前后闹了1多月，导致公司无法正常经营，后来公司开会让杨某找任某B谈谈，杨某找任某B协商的时间应是2013年12月份，而会议纪要上载明公司安排杨某找任某B谈的时间是2014年3月28日，故会议纪要是事后补充，而非当时形成。3.百分之一的管理费不是二被告人提出，系某园公司主动起草协议，协议写好后叫二被告人对协议内容进行协商。二人未主动要求要百分之一的管理费，在证人证言与二被告人存在矛盾的情况下，在没有其他直接能够证明是被告人主动提出要收取百分之一管理费的证据的情况下，应当对二被告人作出有利的认定，二被告人的行为不属于强拿硬要。被告人任某A的辩解意见是，百分之一的点子费是公司提出来的，协议写好了叫我们签的字，是不让我们卖墓给的钱，百分之一不是我们提出来的。另外，协议签订后，每个月的销售额是公司提交给我的，是我经手我开的票，然后拿给公司领导层层签字，是符合规定的，另外，我们二人所得的90多万中还包含某园应该给付给我们的工资，因此不是强拿硬要。被告人任某A的辩护人的辩护意见是：1.公诉机关所出示的证据来看，尚不能证明被告人任某A具有辱骂他人，情节恶劣，以及阻拦运送材料的事实。2.公司与二被告人签订了协议,协议中约定了二被告人要做一些周围村民的工作,以便让某园公司在当地正常经营,二被告人也确实做过一些工作，包括劝阻村民闹事、协调挖土方的相关工作,也为公司带来了一定保护。二被告人收到管理费后，帮助某园公司协调与当地居民的关系，属正当合法收取。3.被告人任某A的行为并没有造成严重后果，公诉机关指控罪名不能成立，被告人的行为不构成犯罪。经审理查明，2000年，经某省民政厅批复同意某市某园公墓建设，并征用某省某市某区某村片区土地出让给某市某园公墓有限公司（以下简称某园公司）进行公墓建设和销售，对村民被征用的土地足额补偿了土地补偿费、安置补偿费、青苗费。被告人任某B、任某A系原某村村民，自某园公墓开园建设，两人开始在园区内做临时工，从事修堡坎、台阶等工作，后两人成为班组长，安排工人干活。做工期间，被告人任某B、任某A得知某园公司的销售人员在销售墓位后有很高的提成，2014年3月份，被告人任某B、任某A向某园公司提出，自己也要销售墓位，后又提出要自己的子女进某园公司销售墓位，均被公司拒绝。在该要求未得到满足后，二被告人以某园公司占地未取得土地使用权证、土地属于生产队为由，先后采取拦截、推攘等手段阻止销售人员销售墓位，阻止公司墓区正常施工。被告人任某B还采取砸坏并丢弃公司销售联系工作牌，关锁公司销售部大门，辱骂公司销售人员及公司管理人员，阻扰建筑材料进墓区等方式阻止某园公司正常经营。二被告人的行为使某园公司正常生产经营秩序受到破坏，某园公司为了正常经营，于2014年4月26日与被告人任某B、任某A签订了《在同等条件下不让我们卖墓协议书》，协议约定某园公司所销售的所有墓位按销售总额的百分之一向任某B、任某A缴纳管理费（不包括忠孝园1、2区），忠孝园三区未销售的74座墓位按百分之一一次性缴纳34632元，忠孝园三区以上未开发的墓区及园区某地以上墓区为销售后缴纳，每月底按售价的百分之一执行，某园公司每月底应及时支付管理费，最迟不得超过次月的5号，任某B和任某A保证以后不得以任何形式阻扰公司的运行。后任某B、任某A在未参与任何墓位的销售和管理情况下，从2014年4月至2018年11月，两人从某园公司领走人民币918946元，将其均分。2018年12月，某园公司通知任某B、任某A，决定不再向两人支付墓位销售管理费，也不再让两人在某园公司做事。被告人任某B、任某A得知后分别于2018年12月4日、2019年2月20日、21日又到某园公司强行要求做工并阻止园区施工、辱骂公司工作人员。同时查明，2019年2月28日，某市公安局某区分局民警在被告人任某B、任某A各自的家中分别将二被告人抓获。另查明，被告人任某B、任某A退赔了某园公司的经济损失，取得了某园公司的谅解。认定上述事实，有下列证据证实：（一）书证1.受案登记表、立案决定书，证实贾某于2019年1月24日8时21分报案称，2014年以来任某B、任某A以要挟、阻扰某园公墓管理有限公司为由，要求公司支付两人提成和管理费。2019年1月25日某市公安局某区分局立案。2.归案情况说明，证实2019年2月28日任某B、任某A二人在家中被抓获。3.任某B、任某A户籍信息，证实二被告人已满刑事责任年龄，具有刑事责任能力。4.调取的任某B156××××5165和任某A130××××9019通话记录，证实调取二被告人使用的手机号码相互联系情况，从2019年2月20日15:38到21日8:15共四次联系。5.领条和领款单及领款汇总表，证实任某B、任某A二被告人自2014年4月到2018年11月共从某园公司领取销售管理费921336元及工资。上面有两人签字。6.领款单12张和工资表8张、工资汇总表，证实任某B、任某A2013年1月至2013年12月在某园公司领取了工资。7.征地费用结算表，证实向某市某区自然资源局调取了火葬场征地补偿费用情况，2000年4月27日补偿火花镇2大队3队征地土地补偿费、安置补助费、青苗费共计500469元。8.某园公墓办理用地手续相关文件，包括关于某园公墓补办用地手续的说明、市政府某府议（2000）9号纪要、某府议（2000）11号纪要、南某某指（2000）17号关于市火葬场拆迁汇报、南某某指（2001）03号关于拆迁火葬场报告、某地成南征（2001）019号报告、关于引进民营资本开发建设某园公墓请示、市民政局和嘉陵政府签订承诺书、南民事（2003）315号关于补办某园公墓用地手续报告、某府（2004）60号关于公墓征地请示、南市土资发（2004）138号关于公墓建设用地规划预审意见、某区政府关于某园公墓请示和搬迁要求、某府（2009）23号关于某园公墓请示、某地民发（2010）70号文件、市民政局南民（2011）82号关于及时办理某园公墓土地使用手续请示、省政府某地（2013）684号关于用地批复、南民（2013）142号关于及时补办某园公墓土地使用权证请示、南土资（2014）182号某园公墓补办用手续请示、某府（2014）75号关于办理某园公墓用地手续请示。上述文件材料证明某园公墓用地手续的办理情况，证实某园公墓土地当时未取得土地使用权证，是由于工作上的特殊原因和当时历史背景影响。9.某园公墓建设相关文件，包括省民政厅某地民事函（2000）141号关于同意建立某园公墓批复、南充发改委南计科社（2003）413号文件、某园公墓证书、某市国用（2016）第00××0号国土证、某园公墓建设项目选址意见书及红线图、建设规划许可证及规划设计条件通知书，上述证据证实省民政厅2000年5月17日同意批复建立该公墓并颁发公墓证书，2003年8月13日某市发改委下达公墓建设计划、2003年12月16日市规划局出具建设选址意见书并于2014年7月9日颁发建设用地许可证，某园公墓公司2016年3月15日取得国有土地使用证。10.某园公司营业执照及公司章程，证实某园公墓公司成立日期、注册资本、法定代表人、住所、经营范围、成立日期等公司基本情况。11.某园公墓公司会议记录两份，证实公司于2014年3月28日、2014年4月22日召开了两次会议，会上就任某B、任某A二人要求本人及其子女到公司销售墓地，公司不同意后，二人便无理取闹、阻扰公司正常施工和销售工作、谩骂管理人员的问题进行了研究，安排专人与二人协商，并最终研究同意由公司给予二被告人百分之一的管理费。12.《在同等条件下不让我们卖墓协议书》，证实某园公司作为甲方与任某B、任某A作为乙方于2014年4月26日签订协议，一、甲方所销售的所有墓位按销售总额的百分之一向乙方缴纳管理费（不包括忠孝园1、2区）；二、忠孝园三区未销售的74座墓位按百分之一一次性缴纳34632元、及以前应付给乙方的提成2390元；三、忠孝园3区以上未开发的墓区及园区某地以上墓区为销售后缴纳，每月底按售价的百分之一执行；四、该协议一经签订，乙方保证今后不再以任何理由为由阻挡甲方工作人员建墓、安葬及施工等一切事宜，负责做好其它手写及村民思想工作，积极配合甲方搞好园区建设；五、甲方每月底应及时支付管理费，最迟不得超过次月的5号；六、该协议一经签订不得反悔，如有未尽事宜，双方坐下心平气和协商解决，严禁闹事；七、该协议双方应保密，不得对外宣传；八、该协议一式四份，甲乙双方各执两份，签字生效。13.销售表，证实某园公司于2018年1月1日至31日福寿园、福禄园墓位销售情况。14.情况说明，证实2390元为任某B介绍墓位业务费。15.某市某园公墓有限公司收款收据，证实该公司收到被告人任某B退赔款。16.某市某园公墓有限公司收款收据、业务回单证实该公司收到被告人任某A退赔款。17.谅解书，证实某市某园公墓有限公司对任某B、任某A的行为表示谅解。18.悔过书，证实被告人任某B、任某A真诚悔罪，请求从轻判处。19.证明，证实被告人任某B、任某A所在某市某区火花街道办事处黄莲湾社区愿意对二被告人进行帮教。（二）证人证言1.证人任某1的证言，证实任某B是他亲哥、任某A和他一个村，任某B、任某A都在某湾公司上班，某园公司征用某村土地都补偿了村民了，他不知道某园公司给百分之一销售墓位收入给任某A和任某B，二人也没有将提成交给村里或村民。2.证人任某2的证言，证实任某B是他亲二弟，任某A是其一个组的，某园公墓在开墓之前政府就已经将青苗费赔偿好了的，赔偿好后土地就是政府的，政府再与某园公墓之间进行买卖他们就管不到。某园公墓开墓他就和任某B、任某A在里面做临时工，与公司都没有签用工合同，做一天算一天钱。那时，公司选了任某A、任某B做班组长。2010年开始任某B、任某A二人就脱产了，只安排工人做活，二人就不做事但是工资还是一样的拿，这十几年来公司停了三四次工，有时几个月，有时时间更长，2017年、2018年停了两年工，停工期间就留了他和任某C、张某3、任某D四个搞维护。他之前不知道任某B和任某A在某园公司拿卖墓的百分之一提成费，二人也没有将钱给队上的人分。这几年任某B和公司马某A闹了几次，2019年2月16日公司做维护他们四人和施工员将公司运输便道修理，任某B来公司要求自己要做，公司不允许任某B做就停工了，下午任某B没来才开始做活。3.证人任某3的证言，证实他系某村3组人，2002年左右土地被征用，补偿费用每家每户都拿到的。土地被征用后村上大部分劳动力男性都到某园公司上班，后来任某B、任某A成为班组长，主要做石匠工作，几年前听说任某B、任某A想在公司销售墓地，公司没有同意，二人就找公司闹过架，有一次还把销售部门锁了。村委会、村民都没有让任某B、任某A去某园公司管理维护墓地，2014年以来没有从任某B、任某A处领取过费用。4.证人任某4的证言，证实他系某村8组人，2016或2017在某园公司做了一年零时工，那时任某B、任某A是组长，二人安排工人做事后就拿着茶杯走走或在树荫下乘凉，任某B为人处世比较霸道，做事时他爱训斥那些杂工，做了一年后公司就停工了，大部分工人就走了，只留了几个人做维护。今年春节过后不久一天，他遇到任某D，说公司复工需要人，问他是否愿意去，并说当天只需要几个人修路，第二天正式开工。第二天早上他去了某园公司，当时有很多工人站在院坝等马某安排，马某宣布今天公司复工，其他人都欢迎，但是公司不要任某B、任某A做了，任某B听见后就乱骂马某，吼叫说今天哪个要做，自己就要摔工具，并向马某A冲去准备打马某A，被他家属吼住了，随后马某A往他办公室走，任某B跟着马某A后面朝办公室走，任某A也骑车来往办公室方向走，后来是否发生其他事就不知道了。5.证人张某1的证言，证实他系某庙村人，2015年开始在某园工地干活，任某B、任某A从某园开工一直在工地做，二人平时在工地上比较蛮横霸道，说不要谁做就不要谁做，也不需要说明理由，其他人对任某B都是敢怒不敢言，任某B对公司也很蛮横，二人要求公司每个月都要给自己发带班费并且要全勤工资，二人基本想来就来，来工地上看一下也没有具体做活，公司稍微不如其意，就要找公司闹、阻工这些，任某B和公司有点小矛盾，任某B就不准公司员工卖墓，自己也要卖墓，最后公司向任某B妥协了。2019年2月20日（正月十六），张某3、任某D、任某C、任某2四人在工地干活，任某B在工地上来大吵大闹不准四人干活，当天任某D和任某B闹起来还发生了抓扯。2月21日上午他和很多工人在工地门口，马某组织工人开会，马某在大会上说由任某D和张某3负责工地组长，不要任某B、任某A打工了，任某B在门口就开始骂马某，马某没有理任某B，任某B骂了大概二十几分钟，就开始和任某D吵，任某B当时还脱了衣服要冲过去打任某D，他马上去把任某D拉走了，任某B就在工地门口闹说自己做不成哪个都做不成，马某就叫工人散了，他和几个人站在门口耍，马某回办公室，任某B就在门口打电话叫任某A来，等了会任某A就来了，二人就去办公室找马某了。6.证人任某5的证言，证实某园公司成立后，他就和任某B、任某A在公司上班，后来任某B、任某A当了班长，负责安排和管理工人做工，今年农历过完年后刚开始上班第一天，任某B也到某园上班，任某B不准开工就把工人施工工具抢了丢在地上，还和施工工人争吵，吵得比较凶，后来任某B把任某A通知起来，任某A来了现场也在说反正不准施工，闹得比较凶。后来因为觉得都是一个大队的大家觉得没必要和他们较真，听公司安排就没有施工，停工回家了，但是他知道这个事情不可能就这么算了。第二天他没有去上班，听同事说，任某B第二天跑到某园办公室找马某A闹事，只是听说不要任某B当班长、还说从某园开除的话，任某B、任某A闹凶了还想打马某。任某B、任某A平时不得做事只是安排，经常跟公司发生纠纷，只要他们不高兴就把公司领导乱骂，他们两个关系好，只要和公司发生纠纷就都在一起，任某B、任某A两人给人一种感觉，他们俩就最大，大家都怕他，二人特别要强，以前国土局来测数，二人还和国土局闹事，后来政府说要把二人撤下村干部才没有闹，反正只要可以占点便宜，二人就会去惹事，最后达成他们意愿就不得闹了。7.证人王某1的证言，证实任某B系她丈夫，任某B个性脾气比较急躁，平时一点小事就爱说爱吵，某园公司开园，任某B、任某A就在公司做零时工，那几年任某B和工人一起做事，后来有一天任某B把做事东西拿回去，说公司喊自己和任某A做组长。公司前期停工，只留了几个人做维护，任某B、任某A偶尔就来一下，今年春节过后公司准备复工，正月十六那天上午，公司有几个人铺路，听见任某B在铺路的地方和任某D争吵，她跑过去劝他，才知道任某B要求来做事，公司不让他做，所以任某B在那里吵。第二天早上公司复工，很多工人来，公司马某A宣布不让任某B、任某A做事，任某B当时情绪激动冲上去要找马某A理论，任某B性子急也骂了下人，她当时就把任某B拉住让其回去，但是任某B不听。任某B在公司拿百分之一提成的事没有给她讲过。8.证人张某2的证言，证实他从2003年到2017年在某园公司打石头，2017年5、6月份停工，任某B和任某A当时是两个班长，平时安排工作和公司沟通就是其二人在做，他当时在任某B这个班，工地上有一小段活路，公司叫他和另外一个工人做，没有通知任某B，任某B知道后就到现场把他做活路的手锤扔了，还说属于某湾土地上的活路不准他做，还有几次他做的活路没按任某B要求，任某B说要把他下了。因为某园公司土地证一直没有办下来，但是一直在销售墓地，任某B和任某A就认为公司手续不全阻止公司销售墓位，后来公司给了每卖一个墓位给二人百分之一分红才罢休。2019年2月份开工任某A、任某B还来公司闹了的。9.证人任某6的证言，证实他和任某B是一个生产队，从某园公墓开工就开始在公司上班，2016年4、5月份停工至今年2月份复工，他上班时任某B、任某A是两个班长，安排工人干活。今年正月十六（2月20日）他到工地上去，看到任某B和任某D在争吵，内容是任某B看到任某D四人在干活，也要求来干活就不允许任某D四个人干，他看到还在劝任某B，等了会任某A也来了，任某A来了也和任某D争了几句，没有任某B闹的厉害，他看了会就回家了。正月十七那天开工，公司马某A给工人开了会的，但是他没有去。10.证人任某E的证言，证实她系某湾社区计生专干，她知道任某A、任某B到某园公司上班，但不是社区和居委会安排的。她不知道任某B和任某A与某园公司签订协议的事，社区和居委会也不可能安排他们去和某园公司签订任何协议，这两人也没有给社区和居委会缴纳过任何费用。11.证人文某的证言，证实他系某湾社区纪检员，二零零几年某市殡仪馆购买了某村那块土地，是政府统一征用的，当时给村民发放了生活费和补偿青苗费。任某B和任某A在某园公司上班，社区没有安排人到公司上班。他不知道任某B和任某A与某园公司签订协议的事，两人没有给社区缴纳过任何费用。12.证人王某2的证言，证实他从2012年担任某村书记，任某B和任某A都是村上村民，任某A以前还担任过村主任，任某B现在还是生产队长。两人都是石匠，二零零几年时就在某园里面做平场地、修坟圈活。几年前某园公司人给他打电话，说任某A、任某B在公司闹事不准公司卖墓，开始村上叫双方自己协商，后来有一回任某B把公司办公室门锁了不准卖墓，另一个村上干部出面，他当时没到场，他知道情况是任某B说某园占地超出红线占了生产队地，但实际有没有占地他不知道，这个事后就不了了之，某园又开始卖墓，二人也没闹事了。到了去年底公司不准任某B和任某A去上班，二人又开始闹事，二人还把这个事给他说过。某园占地给村上的补偿费、青苗费都是补偿到位了的，二人没有将领取的提成交给村上，村上也没有安排他俩去。13.证人赵某的证言，证实任某B和任某A是某湾3组人，他是2004年迁至某湾3组，任某B是3组的队长，任某A以前是村长，是中共党员。他2012年在居委会工作，居委会没有指定人到某湾公墓参与管理，也没有选举过居民去参与公墓公司管理、也不可能收取公司管理费用。任某B和任某A除了给居民分发公墓占地青苗费和赔偿款外，没有分发过任何其他款项。14.证人张某3的证言，证实2003年他所在某庙和邻近的某村土地被某园公司征用，土地征用后都补偿了青苗费。因为失地农民，公司优先雇佣当地石匠，他和任某B、任某A都在公司做活，后来任某B、任某A任班组长，刚开始几年二人都还要干活，没听说与公司和工人有矛盾，2005年至2009年他到重庆一公墓上班，直到2012年回到某园公司上班，任某B和任某A还是班组长，那时二人已经不做活了，但还是要领带班费，二人不做活还要领全勤工资，做活的工友都觉得不合理。他们都敢怒不敢言。有一年公司管事的是何某某（已去世）安排任某B和任某A做活，二人不做，何某某安排张某2做，任某B和任某A就阻止施工张某2做活，还把行头扔了，所以就停了工。后来听说任某B、任某A在公司卖墓的收入里面提成，还听说为了阻止公司卖墓两人把销售部的销售人员锁在销售部里面。2018年底公司请的外面施工队在开发某园崖墓，任某B和任某A还找到他们，任某B无理取闹对他们说只顾自己有活做，为什么不阻止他们开发崖墓，害得自己都没活做，他回答说公司外包给别人自己哪有权利阻止。2019年正月初九，他和任某D、马某在办公室商量正月十五后开工，这期间他和任某D联系了一些做工的工人。公司去年底就不要任某B和任某A在里面上班，任某B就把任某6和张某A叫来硬要做活，闹了一个多小时只好停工。第二天（2月21日）正式开工当天把所有在公司上班的人都叫来，任某B和他老婆也在现场，马某在现场就宣布了一些做工规矩，当时也宣布不要任某B和任某A在公司上班，任某B听见后现场大骂马某，还去抓扯马某，但被现场的人劝住了，任某B在现场说哪个敢去做活就要把他工具摔了，任某B在现场闹了大概半个小时，当天没开成工。后来任某B、任某A和马某A在办公室吵架，不知道闹什么。任某B和任某A在某园上班的时候，任某A躲在背后，任某B冲在前面，二人要求所有做工的人必须听自己安排，想要谁做就要谁做，不要谁干谁就干不成，比较霸道，经常无理取闹，强行占公司便宜，村上同样征用土地的村民从来没有人到公司闹过，某湾只有他们二人闹，任某B以前在某湾当队长，个性很怪，非常强势，非要别人听自己的。15.证人蒲某1的证言，证实二零零几年他和陈某某承包了某园墓位台阶建设，拉条石进场时遇到某村民阻扰，后来公司出面才进场，招聘了外面和村上人员做活，那时认识了任某B，任某B当时在陈某某那一组，任某B做活不认真，还不敢说，同样要算一天工钱，因为任某B是本队人，任某A是后来认识的。承包一年多后某园公司将台阶建设收回去自己做，但是他一直给公司提供条石，直到大概2016年底公司停工，他拉货去时听到工地工人摆，说任某B在公司大得很，比老板吃得开，公司上人下人必须任某B说了算，公司做不到主，如果不听任某B的，任某B就要生事，有一次任某B用杯子砸了公司经理马某，还看见过任某B拿着碾子打石头，2010年后就没怎么看到任某B做事，看见时任某B就拿着杯子在工地走来走去，基本没有看到做事，但听说任某B和工人拿一样的工资。他给公司供条石时，任某B说过叫他不要拉条石去，他没有理任某B。2016年底他到某湾公司签字，任某B叫他不要拉条石进去了，如果再拉的话自己就要砸车，他觉得任某B这次是动真格的，一是任某B说话语气和以往不同，二是任某B已经给他说了几次了，因为2016年某园公司一直处于停工状态，公司没有要货，也没有人拉货去。16.证人蒋某的证言，证实他从2005年开始在某园做墓碑，任某B、任某A和周围的老百姓好些人都在里面做临时工，主要砌堡坎，工资按天结算。临时工从2016年开始就停工了。2014年5月份任某B和任某A在做墓碑地方找到他叫他停工，他问为什么，二人说找公司有事，他不同意，任某B就说你不停就要把墓碑敲烂，他当时怕二人把墓碑敲烂只好停工，等二人离开后又开始做墓碑，当天下午任某A、任某B又来找他叫他别做，他怕他们敲烂墓碑就停工了。17.证人任某8的证言，证实他系某村人，从2003年开始在某园公司做事。占地是某湾3组、8组和某庙11组，是国土局人来画的红线，赔了队上青苗费等大概54万多元，然后每家每户按照人头分配了。公司将墓地台阶修建承包给了两个人，当时他和任某B、任某A等人都在施工现场做事，后来一年多后，公司就未将修建台阶承包出去，由公司自己做，当时他觉得任某B、任某A是本队人还行，提出让二人来做班组长，负责管理，班组长每月比工人多100元，班组长是公司想用就用，莫法鼓捣用，后来公司是否还用任某B二人就不知道了。2017年某园工地停工其他人都走了，只剩他和张某3做维护，后来公司马某又找了任某2和任某C来做事，墓地就四个人搞维修就没有所谓的班组长，干一天拿一天的钱，这几年任某B、任某A基本没有在某园做事。2019年春节前后某园公司宣布不让任某B、任某A做事，正月初九马某通知他和张某3说公司准备复工叫通知以前的工人愿意来的就来，随后几天他和张某3分别通知以前工人正月十七要复工。正月十六早上，他和张某3、任某C、任某2到园区工地做事，任某B来后就把他喊到说自己也要来做，他告诉任某B今天只有四人，任某B不依鼓捣要做，并叫来任某6与张畅生要鼓捣一起做，他与任某B争论，挖机师傅小张看到叫不要吵，吵得心烦，任某B听见后就指着小张和施工员小肖说这两个人时带了把子，还要冲过去打小张两人，任某B老婆王超群就劝任某B，施工员看见情况就叫不要做了。第二天早上公司复工，马某A当着工人面说年前公司就通知了任某B、任某A公司不再让二人做事了，二人与公司没有任何关系。任某B听见后情绪很激动冲过去要打马某A，并乱骂马某A，他因为头天和任某B吵过就不想理任某B，就去公司领工具，出来后马某A说工具不够明天再做，任某B又找到想找他生事，张某1把他拉走了。18.证人肖某的证言，证实他2018年10月份到某园公司上班，是施工员，去之后施工一直正常，2018年12月份下旬一天上午，他带人在施工做墓地，来了两个大概60岁左右的人，后来知道叫任某B、任某A，二人来不让施工，说公司占了地还不让自己做工程，任某B说明天必须停工，二人就站在那里，他没有管继续施工。第二次是2019年2月20日上午，他带人在园区施工修建道路，任某B带自己家里5人到工地，任某B说自己要做这个工程，就站在施工用预制板上，工人就莫法施工，他问任某B到底要做啥，任某B情绪很激动过来推攘他胸部，很凶地威胁他说，之前很多施工员都被自己弄走了你也不好过，他见任某B情绪激动，怕发生更大的事只好停工了。第三次是2019年2月21日早上那天公司准备施工，公司领导在公墓门口给施工的说公司不会聘请任某B和任某A，他们两人品行有问题，当时任某B和任某A也在那里听到的，任某B就对公司的人进行辱骂，任某B还想去打马某A，但被任某B妻子拉着了，马某A见这个情况就暂停施工。公司员工就回马某A办公室商量这个事，任某B和任某A就带家人进来理论，质问凭什么不让自己施工，马某A说是公司决定，任某B就在那里骂人。他听说二人以前也来阻止施工，后来公司给二人拿了钱，二人就没有来阻止施工。19.证人张某4的证言，证实她2005年3月份进入某园公司负责销售墓位，有客户要买墓位就带上去实地查看，那时候偶尔看见任某B和任某A在公司墓区做事，大概2014年2月底或3月初二人到销售部来闹事，说这个墓地土地是村上的，不准销售人员卖墓地，带客户上山看墓位时候二人就将销售人员拦住不准上山或者把销售人员往下推，他记得二人拦过两次，第一次是他和蒲某2带客户到忠孝园一区看墓位，二人上来，任某B对客户很凶说这里不卖墓土地不合法，生产队的风水也不好，任某B将蒲某2往山下推，任某A来推她，客户看见后就走了。第二次是她一个人带客户出来，任某B和任某A在公司坝子里，看见就将她和客户拦在上山路口，她和客户往左边走任某B二人也往左边，她和客户往右边走任某B二人也往右边走，客户看见也走了。还有一天她到销售部上班，发现大门被锁了，蒲某2说是任某B锁了的，目的就是不准销售墓地。这样前后大概有一个月左右，后来任某B和任某A就来销售部，让他们将每个月墓位销售清单给一份，并且二人一一核实，如果给的销售清单和实际销售墓位有误，二人又会来闹事，从那以后每月十日之前，任某A就会来销售部拿销售清单，直到2019年1月。2019年1月几号公司通知销售部，公司叫不再将销售清单给任某A他们，自从不给清单后二人又来销售部闹了一次，让带话给公司领导，说过年后再来闹事。20.证人蒲某2的证言，证实她2013年7月份到某园公司上班销售墓位。2014年3、4月份任某B和任某A见公司销售人员提成待遇好，二人就找公司想把子女安排进来销售墓位，没有得到公司允许，然后二人就到销售部和墓区闹事，不准销售墓地。2014年3、4月份一天，她和张某4、蒲某3在销售部办公室，任某B和任某A来到办公室门口，任某B对她说你们出去不准卖，自己的人都安排不进来你们也别想卖，任某B将销售部挂的写有销售电话的联系牌扯下来扔了，后来有客户来买墓地，其带着到忠孝园看墓地，任某B就跟着她一路边走边骂说不准卖，地是生产队的，她没理任某B，任某B就上来把她拉住往回推，不准带客户看墓地，任某B就在那里骂骂咧咧的，客户看见这种情况就走了。回到销售部后，任某B和任某A叫她们出销售部，说要锁门，三个销售员还在办公室，任某B就把门关上，她们看要锁门就出来，任某B就用自带的一把大锁把门锁了，直到第二天她们把挂锁撬了才进办公室，这是最严重的一次，之前二人差不多天天到销售部门口来骂骂咧咧，口上说不准卖墓，遇见客户来二人就说土地没批下来是生产队的，墓地没有证不合法，并说风水不好，二人这样做使得有一部分客户直接走了，这样前后估计差不多一个月样子。那次锁门后二人好像和公司达成了什么协议，就没有再闹事，但之后二人每月就找她核对当月卖了多少墓卖了多少钱，任某B还威胁其如果漏算了要找她麻烦。21.证人蒲某3的证言，证实她2003年7、8月份开始在某园公司上班销售公墓，任某B和任某A知道公司销售人员提成比较高后想让公司把自己及家里人弄到公司来上班销售墓位，公司没有同意。2014年她带客户到公墓看墓位，任某B和任某A站在山坡上不让上山，她坚持要上山，任某B和任某A以这块地是公司的不允许卖，她说这是公司的地，她要上班工作，任某B继续说就不准你卖，如果让自己家人到公司上班就可以让继续卖墓，任某B就上来把她往坡下推，任某A站在那里看，她坚持要上山，任某B就很生气把她往下面推，差点把她推倒地上，她见这样下去可能要发生打架就不再继续僵持。回公司办公室给贾某和杨某汇报了，再后来听说同事在说带人上山看墓地又被任某B等人给阻拦了。22.证人苏某的证言，证实他从某园公司建立就任办公室主任，就知道有任某B、任某A这两个人，但不是很熟。他经常听唐某和杨某说，任某B、任某A经常在上面闹事，不准施工和销售墓位，那段时间他们经常闹，公司已经无法正常经营了，公司法人侯某就主持公司管理层开了两次会，因为其是办公室主任，参加会议做了记录。2014年3月份组织开了一次会议，有公司法人侯某、总经理贾某、杨某、唐某、马某，各个经理反映了任某A、任某B在园区辱骂工作人员、阻止销售人员销售墓位、阻止施工材料进场等问题，导致销售、施工无法正常运行。候总在会上让贾某、杨某代表公司出面去找他们两人谈，尽量协商解决不要影响公司口碑。2014年4月份又开了一次会，讨论了是否给任某B二人百分之一提成的问题。23.证人杨某的证言，证实他2005年到某园公司，当时是销售人员，2013年11月贾某提为公司副总后，他为贾某助理。他开始负责销售时，任某A和任某B也在墓地做工，任某B非常霸道，有一次一个朋友介绍一个顾客在他手里买了一个墓位，结果任某B发现顾客是他熟人，就找他要提成，他就没有拿，过后他带客人看墓位时任某B就指着他骂。第二次是他为园区步道修建提了个建议，任某B就不高兴说他是什么东西指手画脚的差点冲上来打他。第三次是公司与他签合同前几十天，任某B以公司所占土地是自己生产队的，拦住销售人员蒲某2、蒲某3带客户上山看墓。2013年11月份贾某提为副总后，任某B就对贾某不满，还说自己工资要照旧，自己也要来卖墓。任某B隔三岔五就来销售部闹事，一是骂销售人员，二是阻拦销售人员带客户上山看墓位，三是推攘销售人员，某园公司还报了警的，他们还会到墓区不准工人建墓，不准材料进场，闹了大概1个月样子，导致公司无法正常经营，公司让他去找任某B谈谈，他就找到任某B问为什么要闹事，任某B说自己要来卖墓，他问任某B有什么目的，任某B提出要园区除了忠孝园1区和2区的所有销售墓位的百分之一的提成，他将任某B的要求给贾某汇报了，贾某又给公司董事长汇报，董事长考虑了两天同意了任某B提成百分之一要求，他就起草了一个协议，意思就是给任某B和任某A百分之一提成，他请唐某找二人签字时，二人将协议书三字改成在同等条件下不让我们卖墓协议书，将提成费改成管理费，并要求忠孝园3区未销售的74座墓位按标价一次性提成付清，如果不修改的话就继续闹事，后来就按二人说的修改和任某B二人签协议。签了协议后任某B或任某A每月底就来销售部拿当月销售清单，然后在财务室领现金走，销售人员不敢在销售清单上作假，因为二人随时要去核对。2018年11月公司决定不再给二人钱后，12月份二人来找过贾某，当时没有明说不给这笔钱。2019年1月份公司就明确向二人表示不再支付这笔钱，因为当时公司过年停工，二人就没怎么闹。正月十五园区开工过后二人就来闹事，具体怎么闹的他没在现场，唐某和施工员在现场，他清楚记得2019年2月25日星期一上午大概9点多，他在园区下面坝子听见任某B在墓区入口与人争吵不准工人开工，过后施工员下来他问怎么回事，施工员说任某B不准开工还将自己推起摔了一跤。24.证人马某的证言，证实他系某湾公司工程部经理，公司2005年以前承包给施工单位承建，2005年3月后收回。公司为了保证施工就答应二人打全勤要求，并答应每月给每人两千元施工管理费，答应二人要求后，二人就开始不干活，偶尔来一下打一逛就走。2014年3、4月份任某B、任某A看到销售墓地提成高就要求进公司销售墓地，但被回绝，二人就开始闹事。主要表现就是将供应材料的蒲某1阻挡在大门外不准进去，给购买墓地客户说土地没有审批下来不合法，土地是生产队的，还辱骂销售人员不准卖墓位，公司销售蒲某3、蒲某2反映带客人看墓位时任某A把自己往外推，给客户说风水不好。听说任某B还将销售部大门锁了不准经营，当时好像还报警了。任某B和任某A闹事闹得公司无法正常开展工作，公司组织了一次中层会，向公司法人汇报了两人行为以及公司因为二人闹事无法开展工作情况，第一次会议后公司让贾某和杨某去处理这个事情。后来在4月份公司又开了一次会，会上又说了任某A、任某B阻止销售情况比之前更恶劣，记不清是贾总还是杨某说去找任某B，那次会上公司为了正常经营，答应和二人签一个墓位提成协议，每月按照销售墓位总金额百分之一给二人提成，以墓区管理费名义给二人钱，还有就是每月要全勤工资按照每天145元支付，另外还要给二人每人每月2000元技术费。二人在工地几乎不做事，也从来没有带工人到公司做事。任某B还说要用人必须要自己同意，2018年3月份他请了任某B哥哥任某2来做事，没有给任某B说，任某B还跑到公司找到他质问为何不经他就请了人，他反问公司请人为何要经任某B同意，任某B听后就乱骂，还拿起水杯砸在他左肩上。2018年11月底公司决定不再给任某B和任某A提成和停发工资。12月份任某B和任某A到销售部就没有拿到销售清单，任某B当时来公司找销售部问过几次，因为要过年了，不想和二人闹，就没有正式给二人说不再给二人提成，当时给二人说公司搞决算无法打印清单领钱。农历腊月二十几的时候贾总当面给任某A说了不再给提成并让告诉任某B，随后任某B给贾总打了20多个电话，但是贾总怕他闹事拒接了他电话。12月4日任某B跑到公司，教唆张某3、任某D阻止施工，张某3和任某D没有答应，任某B就自己跑到挖机前不准施工。2019年1月20号左右任某B一个人跑到他办公室问要钱，他说公司通知下来不再给钱，任某B听说后威胁他，说自己写好了遗书并说头发白了快死了，他怕任某B带有刀就大声吼起来，保安听见才进来将任某B拖出去，1月24日上午任某B和任某A又跑到公司找他和贾总。过完年后公司准备复工，他通知任某D和张某3，让任某D和张某3通知附近工人愿意来的就来。正月十六复工，他在办公室没去现场，施工员小肖去的，后面小肖给他说任某B来要做啥，他给小肖说公司不再让任某B二人做事。正月十七早上复工，来了2、30个工人，任某B也来了，他就宣布公司不再请任某B和任某A做事。任某B就很激动边乱骂边要来打他，但被任某B的老婆拉着，任某B扬言自己做不成所有人都做不成，他不想与任某B有过多纠缠，他就叫现场工人散了，回到办公室任某B和任某A又跑到他办公室说公司不拿钱但是自己要做事，他无法回答扭到中午12点多，下午他就不敢到办公室。25.证人唐某的证言，证实他2013年3月份开始在某园公司上班，负责清洁和绿化人工管理。任某B、任某A是施工现场班组长，安排工人干活，二人没有具体拿工具做，他们都是临时工，没有签合同，做一天算一天钱。公司与二人签协议之前，任某B和任某A就一直找公司闹，采取锁销售部大门，扔掉销售人员工作联系牌、阻止销售人员带客户上山看墓位等方式不让公司正常经营。二人找公司闹得最凶的就是未签协议的那段时间，以前二人闹劝一下就算了，那段时间二人闹得凶就劝不下来，公司领导为了正常经营就找二人谈，具体怎么谈的不清楚，2014年4月份左右，杨某就拿了份协议书找到他，让他找任某B、任某A签字，他把二人叫到办公室拿出协议给二人看，二人看过后提出将标题改成在同等条件下不让我们卖墓协议书，内容就是公司给二人百分之一提成、二人不再闹事、双方保密等，他给贾总汇报了修改情况，公司同意了，他叫人打印出来叫二人签了字，盖了公司章。2018年12月公司决定停发二人的费用，不再聘任二人做临时工，宣布当天听保安说任某B当场辱骂马某A。26.证人贾某的证言、辨认笔录及照片，证实某园公司2004年向某区政府交纳了土地出让金购买某湾3组、8组和某庙11组土地用于公墓建设，开始进行公墓建设，某村的任某B、任某A也在里面做事，具体做墓台建设和挖土等杂事。陵园2005年开园，任某B、任某A两人就在陵园到打工，直到2014年公司负责人马某调去重庆，现场负责人告诉他任某B和任某A开始不怎么做事，要么来一下，要么不来，但是二人领工资时要求领全勤工资，如果不给就找公司施工负责人和公司闹，或者采取阻扰工作人员上山卖墓，砸销售部告示牌，威胁工作人员、锁销售部大门等手段，公司为了正常经营就迫不得已给二人全勤工资，后来大概2013年底公司请墓地销售人员，销售人员销售后就有提成，任某B和任某A看见也想得到这笔钱，于是向公司提出也要参与销售和提成，公司说只要有客源销售墓地后同样提成，到月底发工资时二人销售业绩没有提成，但是二人不依不饶非要提成，公司不答应二人无理要求，因为公司有销售团队人员已满，二是占地的时候已经解决了周围很多农民工作问题，三是如果答应了二人要求还有其他很多人提出无理要求怎么办。任某B、任某A要求没有得到满足后就在销售人员带客人看墓位时在旁边说这里风水不好、公司没有拿到土地证等理由给客人说，如果客人不理睬，二人就会推攘工作人员不让工作人员带客户上山，同时阻止建筑材料上山。2014年3月份任某B、任某A隔三差五来公司闹，采取推攘销售人员不准卖墓、锁门、反面宣传这些，没有具体伤人，当时就没有打110，后来他和张某4去火花派出所咨询，向民警说了情况，民警了解后要了任某B、任某A电话，建议再协商一下，回公司路上看到任某B、任某A往派出所方向去了，第二天唐某也去派出所说明了情况，这就是报警；他当时给村上书记王某2联系过，请做一下任某B思想工作。3月份公司召开会议，他和法人侯某、杨某、唐某、马某、办公室主任作的记录，各部门负责人汇报了任某B、任某A阻扰公司经营的情况，会上决定由他和杨某做两人思想工作，在没有答复二人的时间段，任某B和任某A继续阻止销售墓位，逼得没法，第二次公司开会决定是否给他们管理费，还是第一次参会人员，最后考虑到如果一直闹下去公司声誉肯定受到影响，为了公司正常经营，这次会议就定下来决定给二人1％提成。2014年4月公司与任某B、任某A签了一个协议书，协议书意思就是在忠孝园1、2之外的所有销售墓位，按照销售总额的百分之一给任某B二人管理费，签了协议后的当天就将钱给了二人，随后每月5日二人按时到公司，让销售部给二人提供销售清单，然后再找财务部拿所谓管理费和工资，一直持续到2018年11月，二人从公司领走了所谓墓位管理费921336元、所谓组长工资234400元、所谓工资424660元。2018年12月接到公司指示不再给二人钱，二人就找施工现场负责人马某和园区负责人唐某闹事。公墓占地土地使用证2016年3月办下来的，但是用地批文大概是十年前就与某区政府签订的，使用公墓建设都在用地范围内。2016年土地证件办下来后继续给二人提成，是因为任某B二人领了钱就没有闹事，但工作中有不顺任某B意的地方，任某B就凶公司工作人员，工作人员不敢惹任某B；二是公司想扩大规模怕他们后期闹事，这两年国家宣传扫黑除恶才报警。贾某辨认笔录，证实贾某分别辨认出4号为任某B、6号为任某A。27.证人侯某的证言，证实他系某园公司法人，公司分销售部、工程部、后勤部等，各分部都有经理，贾某2013年担任总经理。公司开园后考虑到占用了周围农民土地，所以用人时尽量用本地人。2005年任某B、任某A就开始在公司园区打临工做石匠，公司任二人为组长，组织工人做事，刚开始二人还和工人一起做事，慢慢就不怎么做了，2014年初贾某和杨某向他汇报，说任某B、任某A那段时间经常在园区闹事，采取阻止、推攘、关锁销售部大门等方式阻止销售人员销售墓位，阻止建筑石材上山，阻止工人修墓碑等，他让贾某、杨某多劝说一下。他当时了解到二人闹事主要目的是想让自己家人来卖墓，但是公司有销售人员，无法满足二人要求，二人就长期闹下去，为了这件事公司中层干部开了两次会，第一次是2014年初，二人闹得凶，公司无法正常经营了，在贾某提议下他组织公司各部门负责人开了一次会议，那次会上他要贾某和杨某去找任某B看二人到底为什么闹。过了几天，又召集公司各个经理开会，会上决定为了公司正常经营，同意给任某B、任某A百分之一提成，随后他安排贾某和杨某处理这个事，没多久公司和任某B、任某A签订了一份协议，主要内容是二人从公司拿走提成后保证不再闹事。因为不满足二人要求，二人就不让销售墓位、不让工人修墓碑，严重影响公司正常经营和声誉，还有一个小原因是公司土地批文下来了的，但是证件还在办理中，二人扭到说公司土地证没办下来不让客户下葬，公司麻烦更大，所以满足二人要求。2016年土地证办下来后如果不支付钱二人还会闹事公司无法正常经营，2018年底，他看到扫黑除恶宣传，二人这种行为涉嫌犯罪，公司决定2018年底停止支付提成，并同时决定准备向公安机关报案，停止发放提成后，贾某向他汇报，二人又去公司找过几次，质问为什么停止发放提成，当时准备报案，没有正面回复。（三）视听资料视频光盘，证实某园公司工作人员与任某B等人发生争吵，任某B谩骂公司人员。（四）被告人供述与辩解1.被告人任某B的供述与辩解，证实2002年某园公司在某村征用土地作为墓地使用，他于2003年开始在公司上班带队，任某A带另外一队，后来只剩下他和任某A，两人在里面什么都做。2013年某园公司有个叫蒲某3的墓地销售员把自己的妹妹弄进公司卖墓地，他和任某A就商量想把自己子女也弄进去做销售，他和任某A给管事的老唐说了这个事，老唐给贾某汇报，贾某没有同意，他们觉得自己在公司上班，没有功劳也有苦劳，他很生气，于是他和任某A找到给公司修建墓碑的老蒋，他对老蒋说有你做的活路，现在事情没有解决下来暂时不准做墓碑，他说了后老蒋就没有做墓碑了。二是蒲某3、蒲某2、张某4给客人介绍墓位时，他和任某A就说某园土地征用还没有下来土地没有解决之前，土地是生产队的不能卖墓地，风水不好，阻扰卖墓地他们阻止销售人员卖墓也是公司差他们卖墓的钱。三是他将公司销售部写有销售电话两个牌子取下分别丢进厕所和保安亭，然后以他之前推销了三个墓位没有给介绍费将销售部大门锁上不准销售人员上班，锁了后公司就把钱给了他1400多元。他还是要求同等条件、同等待遇解决子女。后来老唐找到他和任某A私下说，把卖墓地所得钱按照百分之一给他和任某A，相当于两人一人百分之零点五。他当时还说不要，免得说他们敲诈，他说公司要给这个钱可以，但是双方要写协议，协议上写明是不要他们在同等条件下参与卖墓地给的钱，并要求盖公章。后来老唐就拿了一个协议给他们看，要求保密，双方就签了协议，过了一个月他和任某A就得到一个月提成，提成金额是按照当月销售墓地总金额的百分之一提成给他们，销售金额是由公司提供的销售清单，然后公司以管理费给他们的，刚开始是他们一起去领钱，一起签字，后来就一个人去一个人签字，把钱拿回来他们一起分，大约有5年，他估计和任某A两人每人拿了40多万，他用于买社保11万多和看病用了大概10多万及用于生活开支，2018年12月公司不给点子钱，他们就去找贾某但没找到，后来在电话中与贾某通话，贾某说公司决定停发点子钱和工资，后来公司老唐也给他们说了，他给老唐说不让当班组长就算了但他们要求做事，2019年2月20日左右一天早上，看到园区任某2等人在铺路他就跑去一起做事，公司就不让，就和公司一个施工员理论的时候拍了那人一下，他当时和那些人争执了一会就给任某A打电话说了这个事，任某A也来了现场说了几句后，公司就叫工人散了，上午没做成。第二天早上某园开工他就去了，马某当着工人面宣布公司不让他和任某A做事，他当时想冲上去理论被老婆子拉住了，他就骂了马几句，他就在园区门口给任某A打电话说公司不让他们做了让任某A来，任某A来了后他和任某A到马某办公室理论，说不让当班组长下力也可以，但是被公司否决了，后来他们就没有去找过公司了。公司没有报过警，现场一次警察也没有看见过，派出所也没有去过，只是给村上王某2书记说过公司不让他们销售墓位，书记当面给公司的人打电话叫同等条件下优先，协议签订后书记问过一次处理好没有，他告诉书记处理好了，但没有告诉具体怎么处理，公司要求保密。2.被告人任某A的供述与辩解，证实2004年开始他和任某B在某园公司打工，主要工作是码台阶、垒堡坎等，工钱是按日结算每天30元带班的每月补贴100元。他和任某B做到2014年。他两人看到销售公墓有提成收入比做石匠高，于是找到公司负责人唐某，提出他和任某B要做销售，公司答复不同意，说两人年纪大了没有客源，随后他和任某B又提出要两人子女去做销售，公司答复销售人员已满，也没有答应。他和任某B到嘉陵国土局土地利用科，负责人告诉他说2014年某园修建公墓占的土地还没有被批准使用，于是他和任某B商量以土地未被批准为由到公司销售部阻止销售公墓，他和任某B对公司销售说公墓所占土地是他们的不准卖，陵园里面也去过，他和任某B一起去过两次，他一个人没有去过，任某B一个人去的时候多，主要是阻止客户购买公墓从而给公司造成经济损失，让公司负责人重视参与销售墓位的事情。当时是张某4和蒲某2带客人看墓地，他对客户说这块地未批下来地是生产队的，然后他去推张某4、任某B推蒲某2，不准张和蒲销售墓地，客人就走了。还有一次听任某B说自己用锁将销售部门锁了。这样闹了十来天，唐某主动找他两人到办公室，唐某拿出一份协议让他和任某B看行不行，协议内容是说将忠孝园三区没有卖完的墓地总销售额百分之一支付给他和任某B，还说未开发的忠孝园三区以上及某地以上的墓区凡是卖掉一处，就按销售额百分之一支付给他和任某B，他和任某B保证不再阻扰施工建墓。后来为了核实销售数量，公司派人和他与任某B去墓园清点核实出来数量是74座，隔了几天唐某叫他和任某B到办公室拿出修改好的协议让我们签字，他们每月初去销售部拿上月的销售数据，然后按照1％的比例将该得的金额写在领款单上交给公司层层审批，老总签字后就可以领钱，这样一直持续到2018年11月，他和任某B两人从公司领了90多万元钱，每人分得40多万，钱用于看病买社保买房子和生活开支。后唐某告诉他和任某B，公司研究不再给两人百分之一销售款，工资不再发放，公司马某告诉他，任某B得知后还骂了马某。公司应该没有报警，闹的时候警察没有到现场来，但是记得签协议之前，去闹的那段时间一天，任某B打来电话说，让他一起去火花派出所，随后他和任某B去了派出所，去的时候还遇见公司唐某从派出所出来，民警向其口头了解了一下情况，然后让他们把要求去卖墓的要求说了下就让他们走了，他没有给村上说过和某园公司的事。2014年他和任某B给公司提出让子女到公司上班被拒绝后，他和任某B多次到公司阻扰，后公司和他们签订了一份协议。上述证据来源合法，并经当庭举证、质证，能够证实案件事实，本院予以确认。根据本案的事实和证据，本院对二被告人及其辩护人的辩解和辩护意见，评析如下：1.关于被告人任某B的辩护人提出“《在同等条件下不让我们卖墓协议书》中的x法条载明37022元的管理费中包含了此前某园公司应该支付给被告人任某B的销售提成2390元，应当予以扣除”的辩护意见，与庭审查明的事实相符，故本院对该辩护意见予以采信。综上，二被告人收取某园公司管理费应为918946元，公诉机关指控二被告人收取某园公司管理费921336元有误，本院予以纠正。2.关于被告人任某B的辩护人提出“某园公司的两份会议记录没有出示原件，两份会议记录是事后制作”的辩护意见，经查，两份会议记录虽不是原件，但其内容有公司参会人员的证言予以证实，同时，在案证据也无法证实两份会议记录系事后制作。故被告人任某B辩护人的该辩护意见与查明的事实不符，本院不予采信。3.关于被告人任某A提出“二被告人所得的90多万元中包含二被告人应得工资”的辩解意见，经查，某园公司于2014年4月至2018年11月给付了二被告人墓位销售管理费918946元，同时，某园公司从2014年1月至2018年11月又另行给付了二被告人工资，二被告人工资并未包含在墓位销售管理费918946元中。故被告人任某A的该辩解意见与查明的事实不符，本院不予采信。4.针对被告人任某A的辩护人提出“被告人任某A没有辱骂公司销售人员、拦截他人，阻拦运送材料，以及被告人任某B、任某A事先没有合谋和共同商议，没有共同犯罪的意思联络，被告人任某A不构成犯罪”的辩护意见，经查，证人张某4、蒲某2、蒲某3、蒋某的证言以及二被告人的供述均证实二被告人分别或共同采取了拦截、辱骂、推攘等手段阻扰销售人员销售墓位，阻止公司工人正常施工，破坏某园公司正常经营的事实。二被告人具备共同犯罪的故意，在犯罪中各有分工，共同或分别实施了具体的犯罪行为，系共同犯罪。故被告人任某A辩护人的该辩护意见与查明的事实不符，本院不予采信。5.关于被告人任某A的辩护人提出“某园公司给付二被告人报酬，二被告人收到管理费后，帮助某园公司协调与当地居民的关系，属于正当合法收取”的辩护意见，经查，在案证据不能证实二被告人协助某园公司解决纠纷，协调与当地居民的关系，且该行为并不足以让某园公司支付高额费用，二被告人从某园公司收取的91万余元管理费系违法所得。故任某A辩护人的该辩护意见与查明的事实不符，本院不予采信。6.关于二被告人及其辩护人提出“协议书的百分之一的管理费不是二被告人提出，系某园公司主动提出并起草协议，在没有其他直接证据证明二被告人主动提出收取百分之一管理费的情况下，应当作出对二被告人有利的认定”的辩解、辩护意见，经查，证人杨某证实，公司让他去找任某B谈，任某B提出要园区除忠孝园1区和2区外所有销售墓位的百分之一提成。被告人任某B、任某A证实公司唐某找到他们二人私下说，把卖墓地所得钱按照百分之一给二被告人，相当于一人百分之零点五，二被告人当时说不要，免得说他们敲诈。证人唐某证实，2014年4月份左右，杨某拿了份协议书找到他，让他找任某B、任某A签字，任某B二人看过协议后提出将标题改成在同等条件下不让我们卖墓协议书。综合以上证人证言以及被告人供述，现有证据不足以证实协议书中的百分之一管理费系二被告人提出。故对二被告人及其辩护人的相关辩解、辩护意见，本院予以采信。", "court_view": "本院认为，被告人任某B、任某A在诉求未得到满足的情况下，多次拦截、辱骂他人并严重影响黄陵园公司的生产、经营，情节恶劣，二被告人的行为已构成寻衅滋事罪。公诉机关指控被告人任某B、任某A犯寻衅滋事罪的事实清楚，证据确实、充分，指控的罪名成立。二被告人从黄陵园公司收取的人民币918946元系违法所得，应当予以退赔。被告人任某B、任某A系共同犯罪，在犯罪中作用相当，不宜区分主、从犯。案发后，被告人任某B、任某A积极退赔，取得了南充市黄陵园公墓有限公司的谅解，可以对二被告人酌定从轻处罚。被告人任某B、任某A当庭自愿认罪，且二被告人所在社区亦愿意对二被告人进行社区矫正，本院决定对被告人任某B、任某A适用缓刑，给予考验期限。据此，根据被告人任某B、任某A的犯罪事实、犯罪性质、情节和对于社会的危害程度，对被告人任某B、任某A", "defendants": ["任某B", "任某A"], "outcomes": [{"name": "任某B", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 36, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}, {"name": "任某A", "judgment": [{"accusation": "寻衅滋事罪", "standard_accusation": "寻衅滋事罪", "article": ["293-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 30, "death_penalty": false, "life_imprisonment": false, "fine": 0, "fine_without_amount": false}}]}], "relevant_articles": ["25", "61", "72-1", "73"]}
{"Fact": "公诉机关指控:一、贩卖毒品事实1、2020年6月2日晚，被告人李某某在某省某市高速路口附近将19.4克冰毒卖给被告人刘某C。6月3日零时许，被告人刘某C携带该毒品从某市返回某县，在某县某镇某地高速收费站被抓获，公安人员从其乘坐的某地C××现代汽车内查获可疑毒品2包。经某市公安司法鉴定中心检验鉴定：从刘某C处查获的毒品检出甲基苯丙胺成分，经天平称重为19.4克。2、2020年3月份至5月份间，被告人刘某C先后分八次卖给岳某冰毒5、6克，得款人民币7000余元;被告人刘某C先后二次将1.1克冰毒卖给被告人贾某某,得款人民币1300元。3、2020年3、4月份，被告人贾某某先后二次将该0.8克冰毒卖给刘某,得款人民币1000元；同年5、6月份,被告人贾某某先后六次将该冰毒卖给潘某,得款人民币3600元。2020年6月3日，被告人贾某某被公安人员抓获时，从其身上查获可疑毒品1包。经某市公安司法鉴定中心检验鉴定：从贾某某处查获的毒品检出甲基苯丙胺成分，经天平称重为0.8克。2020年6月5日，公安人员从被告人刘某C某县的家中卧室床头柜上查获锡纸包裹的浅黄色晶体1包，经某市公安司法鉴定中心检验鉴定：从刘某C处查获的毒品检出甲基苯丙胺成分。2020年6月6日，被告人刘某C妻子王某在刘某C卧室写字台抽屉内发现可疑毒品1包并主动上缴公安机关，经某市公安司法鉴定中心检验鉴定：从刘某C处查获的毒品检出甲基苯丙胺成分，经天平称重为0.2克。二、容留他人吸毒2020年3月至6月间，被告人刘某C在其某县的家中，先后二次容留郭某、岳某、朱某吸毒；先后三次在其某县××小区的家中容留岳某、朱某吸食毒品。就指控事实，公诉机关提供了相应证据，故认为被告人李某某、贾某某之行为构成x罪，被告人刘某C之行为构成x罪、x罪，请依法惩处。被告人李某某辩解称：我和被告人刘某C联系做石子生意。2020年6月2日晚,我们在原平高速口见过面，被告人刘某C归还了我借款5000元。我不吸毒，也不贩卖毒品。其辩护人提出的主要辩护意见：指控被告人李某某构成x罪，事实不清，证据不足，不应认定。被告人李某某和被告人刘某C虽然承认见过面，但双方均否认进行过买卖毒品的行为。侦查机关对被告人李某某的身体、住所、借用的车辆等进行了搜查，均没有查获毒品，其尿液检测结果呈阴性。从被告人李某某家中查获被告人刘某C从银行取出的款项以及被告人刘某C身边查获毒品并不能排除被告人李某某偿还债务的可能和被告人刘某C从他处获得毒品的可能。被告人刘某C辩解称：对公诉机关指控我容留他人吸毒不持异议，但次数有异议。我和被告人李某某联系做石子生意。2020年6月2日晚,我们在原平高速口见过面，我归还了被告人刘某C借款5000元。我吸毒，但不贩卖毒品。其辩护人提出的主要辩护意见：指控被告人刘某C构成x罪，事实不清，证据不足。被告人李某某和被告人刘某C虽然承认见过面，但双方均否认进行过买卖毒品的行为。指控被告人刘某C贩卖毒品，仅凭吸毒人员岳某的证言，不能认定被告人刘某C贩卖毒品。被告人贾某某在开庭审理过程中对指控事实、罪名没有异议。其辩护人提出的辩护意见，对公诉机关指控被告人贾某某犯x罪不持异议。被告人贾某某当庭自愿认罪，请求对其从轻处罚。经审理查明:一、贩卖毒品事实1、2020年6月2日晚，被告人李某某在某省某市高速路口附近将19.4克冰毒卖给被告人刘某C。6月3日零时许，被告人刘某C携带该毒品从某市返回某县，在某县某镇某地高速收费站被抓获，公安人员从其乘坐的某地C××现代汽车内查获可疑毒品2包。经某市公安司法鉴定中心检验鉴定：从刘某C处查获的毒品检出甲基苯丙胺成分，经天平称重为19.4克。2、2020年3月份至5月份间，被告人刘某C在某县××小区门口和某县附近，先后七、八次卖给岳某冰毒共计5克，得款人民币7000余元。3、2020年5月下旬的一天，被告人刘某C在某县附近，以人民币800元的价格将0.8克冰毒卖给被告人贾某某。4、2020年5月下旬的一天，被告人刘某C以人民币500元的价格将0.3克冰毒卖给被告人贾某某。5月27日，被告人贾某某又以人民币600元的价格将该冰毒卖给潘某。5、2020年5月21日，被告人贾某某在阳煤附近，以人民币600元的价格将0.3克冰毒卖给潘某。6、2020年5月27日至6月2日，被告人贾某某以每次人民币600元的价格，先后四次将冰毒卖给潘某。7、2020年3、4月份，被告人贾某某在某市附近，以人民币500元的价格将0.4克冰毒卖给刘某。8、2020年5月9日18时许，被告人贾某某在某市附近，以人民币500元的价格将0.4克冰毒卖给刘某。2020年6月3日，被告人贾某某被公安人员抓获时，从其身上查获可疑毒品1包。经某市公安司法鉴定中心检验鉴定：从贾某某处查获的毒品检出甲基苯丙胺成分，经天平称重为0.8克。2020年6月5日，公安人员从被告人刘某C某县的家中卧室床头柜上查获锡纸包裹的浅黄色晶体1包，经某市公安司法鉴定中心检验鉴定：从刘某C处查获的毒品检出甲基苯丙胺成分。2020年6月6日，被告人刘某C妻子王某在刘某C卧室写字台抽屉内发现可疑毒品1包并主动上缴公安机关，经某市公安司法鉴定中心检验鉴定：从刘某C处查获的毒品检出甲基苯丙胺成分，经天平称重为0.2克。二、容留他人吸毒2020年3月至6月间，被告人刘某C在其某县的家中，先后二次容留郭某、岳某、朱某吸毒；先后三次在其某县××小区的家中容留岳某、朱某吸食毒品。上述事实，有经庭审举证、质证，本院予以确认的下列证据证实：（1）受案登记表、立案决定书证实案件来源；（2）户籍证明、常住人口基本信息证实被告人李某某、刘某C、贾某某的基本身份情况；（3）嫌疑人归案情况说明证实被告人李某某、刘某C、贾某某系抓获到案；（4）扣押物品清单以及物证照片证实扣押被告人刘某C手机二部；（5）贾某某以及刘某的微信截图证实被告人贾某某将冰毒卖给潘某、刘某的相关情况；（6）关于贩卖毒品的犯罪嫌疑人刘某C、李某某银行卡调取取款人民币冠字号比对情况说明：2020年6月3日凌晨，我队民警根据线索将涉嫌贩卖毒品的犯罪嫌疑人刘某C抓获。经对其讯问，犯罪嫌疑人刘某C拒不交代其犯罪事实,随后我队民警到中国工商银行某市支行调取了刘某C名下所属银行卡的取款记录并提取了所取人民币的冠字号。于2020年6月3日晚上抓获其上线李某某，在其家中沙发上查获现金10700元，在卧室查获现金80000元。经对其讯问拒不交代其贩卖毒品的犯罪事实,后我队民警到中国工商银行某县支行对扣押李某某的现金进行了人民币冠字号提取,经过与刘某C取款人民币冠字号比对,其中有四十五张人民币(百元面额)冠字号与刘某C取款时的人民币(百元面额)冠字号相符。通过以上侦查工作证实犯罪嫌疑人刘某C将从银行取出的钱用于向犯罪嫌疑人李某某购买毒品使用；（7）扣押决定书、扣押清单、物证照片、称重笔录证实扣押被告人刘某C冰毒19.4克以及被告人贾某某冰毒0.8克的相关情况；（8）扣押物品清单、物证照片、称重笔录证实扣押被告人刘某C之妻王某主动上缴的冰毒0.2克以及从被告人刘某C某县的家中卧室床头柜上查获锡纸包裹的浅黄色晶体1包的相关情况；（9）扣押决定书、扣押物品清单证实扣押被告人李某某某地H××白色越野凯迪拉克小型越野客车一辆、人民币90700元、匕首一把、笔记本电脑一台、手机四部的相关情况；（10）搜查证、搜查笔录、提取笔录证实：2020年6月5日，某县公安局依法对刘某C位于某县××小区的住处进行搜查。经搜查，在客厅的茶几上的红牛饮料罐里发现包装毒品用的白色透明塑料袋。侦查人员拍照后，将红牛饮料罐提取装入证物袋；某县公安局依法对刘某C位于某县的住处进行搜查。经搜查，位于最里面的卧室床右侧的床头柜抽屉里发现包装毒品的白色塑料包装袋两个，在空烟盒内发现用锡纸包裹的疑似毒品。侦查人员拍照后，将两个塑封袋和疑似毒品提取装入证物袋；（11）现场检测报告书以及物证照片证实被告人李某某的尿液样本进行现场检测，结果呈阴性；被告人刘某C、贾某某的尿液样本进行现场检测，结果呈阳性；（12）嫌疑人员前科劣迹调查表以及刑事判决书、行政处罚决定书证实被告人李某某、刘某C、贾某某违法犯罪的相关情况；（13）辨认笔录证实被告人贾某某、证人岳某、朱某、乔某辨认出被告人刘某C，证人潘某、刘某B、刘某辨认出被告人贾某某、证人岳某、朱某辨认出郭某以及证人朱某现场辨认出与被告人刘某C一起吸食毒品的地方的相关情况；（14）鉴定意见：某市公安司法鉴定中心（阳）公（司）鉴（毒化）字[2020]××号检验报告：2020年6月12日，某市公安司法鉴定中心检验结果：送检的查获的刘某C可疑毒品202005013-001号、202005013-002号、202005013-003号、202005013-004号均检出甲基苯丙胺成分。某市公安司法鉴定中心（阳）公（司）鉴（毒化）字[2020]××号检验报告：送检的查获的贾某某可疑毒品202005012-001号检材中均检出甲基苯丙胺成分；（15）证人岳某的证言：于2020年6月4日第一次所作证言：2020年6月2日晚上19时左右,刘某C(小名刘某A)给我打电话说他到某州购买毒品快到某州了,到了晚上23时左右刘某C返回某地的高速上给我打电话说:半个小时就回来了,我说让他顺路给我送点冰毒,刘某C说他饿的不行让我给他做的吃的,过了一会我给他打电话就打不通了,我就怀疑刘某C出事了,到了6月3日凌晨的时候,我听见有人敲我家的门,我就赶紧从我家后院的小门跑了。到了早上六时的时候,我和朱某就一起打车去了某镇她家。到了6月4日凌晨时,我和朱某一起就被某县公安局民警抓获了。我吸食冰毒。2020年5月29日刚吸食了毒品。在刘某C住的地方吸食的毒品。在刘某C某县家里和在××小区租住的家。我和刘某C、朱某、郭某一起吸食的毒品。每次都是刘某C提供的毒品,我们有时给钱有时不给钱。我们在一起吸食过五、六次毒品,我和刘某C没有单独吸食过毒品,我、刘某C、朱某、郭某一起在某县附近刘某C家里一起吸食过两次毒品;我和刘某C、朱某一起在××小区刘某C租住的家里吸食过三次毒品。2020年5月29日,我和刘某C、朱某一起在××小区刘某C租住的家里吸食的毒品。十几年前,我通过易某认识的郭某。易某,男,系某县人,其他的我就不清楚了。我的尿液检测时,在甲基安非他明检测跳板上的C处出现一条红线,结果呈阳性,我对此没有异议。刘某C,男,40多岁,某县居住，联系电话在我手机上存着了。朱某,女,某县人,联系电话在我手机上存着了。郭某,男,系某县人,联系电话在我手机上存着了。我没有贩卖毒品。刘某C贩卖毒品。被刘某C的毒品卖给我、宝某某。于2020年6月4日第二次所作证言：2019年4月份左右,具体时间记不清了,我一个人去某地城里转悠,我乘坐公交车走到某县的时候正好碰到了的陈某,陈某就让我帮忙办理贷款,但手机办理贷款比较费事,我就说陈某找个地方办理贷款哇,陈某就联系到了××小区,我才知道是刘某C(“阿某某”)家,我们三人就边聊天边等贷款,我感觉很无聊,我就问陈某有钱没有,如果有了我就去购买点冰毒玩,我记得陈某给了我四、五百元,我自已还有一部分钱,后我就打车到某市找到王某1购买了冰毒,陈某就让“阿某某”寻找吸食冰毒的“壶壶”,后我就返回到“阿某某”家,后我们三人就一起吸食了一部分冰毒,剩余的冰毒我带走了,这样我就和刘某C认识了。“阿某某”是在什么地方找下的“壶壶”，我不清楚。我是八百元一克从王某1处购买的冰毒。王某1,男,系某市人,2019年11月份因贩卖毒品已被某地城区公安分局抓获。“八两”,大名张某,男,系某县人，2019年10月份左右,因涉黑被某市扫黑办抓获。过了一个星期左右,陈某就联系我再帮忙办办贷款,我记不得我当时正在什么地方吸食冰毒了,我就把当时吸食的冰毒及吸毒工具“壶壶”带着去了××小区刘某C家,我们三人就一起吸食了剩余的冰毒,陈某和刘某C说东西太少,要不凑钱再购买点毒品,我说我没有钱,陈某说他出一半钱,刘某C出一半钱,后刘某C就加上了我的微信把购买毒品的钱给我发过来,收到钱后,我就联系樊某购买毒品,联系好后我们三个人就一起打车到某市樊某家门口购买了0.5克冰毒。买上冰毒后我们就返回刘某C家,进了家后我就吸食了一些冰毒,后我就一个人先走了,后来就再没有和刘某C有联系。2020年3月份左右的一天,刘某C通过微信聊天让我给联系点冰毒,当时我和他不熟,我就说我联系不下,那几天刘某C经常联系我给他购买冰毒,我都拒绝了他,他说我不好说话,专门不给他购买冰毒,他自己找某州的朋友联系的话,毒品又便宜又好,我就说他要去某州了顺便给我稍点,过了三、四天后,刘某C打电话说他去某州购买冰毒,问我用捎不,我就跟他说给我捎一克,到了晚上刘某C就给了我大约一克冰毒,我给了他七百元。然后我就把这一克冰毒吸食了,吸食了我感觉这冰毒比某市购买的又好又多又便宜,后来刘某C隔三差五就去一趟某州,我每次都让他给我带一克冰毒,后来我就没有钱购买冰毒了,我就去刘某C那里吸食一点冰毒。问我是通过易某认识的郭某,但我与郭某没有交往,有一次我准备去找刘某C的时候,刘某C说在××酒店,我过去后有一个男子说你不认识我了,我听出是郭某,因为我刚吸食了冰毒,他是警察,我就赶紧跑了,后刘某C就把我的微信推荐给郭某,郭某通过微信说我看见他跑什么了,我也没有回去,后来我和刘某C在一起溜冰的时候,我就问郭某溜冰不,刘某C说也溜冰了。2020年4月份20日左右的一天,我听说城区禁毒大队抓我了,我就想让刘某C找郭某问问,刘某C就让我去了他家,我过去了以后,郭某也就过去了,郭某打了几个电话问了问,说没有找我,后来刘某C就拿出冰毒和“壶壶”,我们三人就一起吸食冰毒,过了一会我就先走了,这是我和郭某第一次在一起吸食冰毒。我和郭某、刘某C一起在刘某C的家吸食了冰毒以后,那段时间,刘某C他老婆不在他家,我和刘某C就经常一起在这个家吸食冰毒,有一天,我和刘某C在他家溜冰,郭某也去了,然后我们三人就一起溜冰,过了十来分钟,刘某C就出去接回来一个女孩了,后来知道这个小闺女是朱某,我们四个人就一起吸食冰毒。和郭某一起吸食冰毒，我记得就这两次。在刘某C双塔的家吸食冰毒，我记得就这几次,后来他老婆回来了,我们就去小区的家吸食冰毒。刘某C老婆回到家里后,我们就去租住的房屋吸食冰毒,吸食完冰毒后我在客厅坐着,到了2020年5月28日左右的时候,我和刘某C、朱某在××小区刘某C租住的房屋内待了一天多。其他的我想不起来了。2020年3月3日凌晨,我怀疑你们抓了刘某C以后,我先给刘某C老婆打的电话。我给刘某C老婆打电话想问问到底抓了没有,我打电话说,刘某C肯定出事了,赶快找老某某问问,让他给弄成最低,不要给定下贩毒,肯定是某地的,现在10克就七年了,幸好没有抓住我,抓住我就麻烦了,你快问问郭某,他肯定管了,他也吸毒了,这次拿是不是有他的钱了,她老婆说不知道,其他我记不得了。20个就是20克冰毒。我知道他带了20个冰毒是刘某C告我的,五六百元一个。我知道刘某C老婆的手机号是因为，我上次被抓以后,刘某C用这个号给我打过电话,我就存了。我当时给郭某打电话,他没有接,因为郭某以前用这个号给我打过电话,我就联系他。这个号是谁的，我不知道。打通后我就告他刘某C抓了,赶快联系郭某,让他想办法,还告他刘某C是去某州取冰毒被抓的,肯定是某地的逮的,其他的我记不得了。刘某C快到某州的时候告给我打微信视频,告我说快到某州,我就知道是去买冰毒。于2020年6月5日所作证言：刘某C、郭某、朱某、我在一起吸过两次冰毒。吸食这两次冰毒是刘某C提供的,每次提供一克多。刘某C是从某州购买回来的毒品。今年3月份以来,刘某C多次跟我、郭某、朱某说过这些冰毒是从某州买回来的,具体去某州什么地方跟谁购买的他没有说,只是说从某州买回来的。2020年4月中旬左右,刘某C当面跟我说过,他去某州购买冰毒,钱不够,跟郭某借了四、五千元才买回来冰毒。具体购买多少冰毒他没有说。我知道刘某C去某州购买过三次冰毒,一次是2020年6月2日,刘某C被抓当天晚上21时多,刘某C打电话告我说他去某州购买冰毒;一次是2020年4月中旬,郭某借钱给刘某C去某州购买冰毒;一次是2020年3月份初,刘某C告我他去某州购买冰毒。每次购买冰毒刘某C让人开车拉着他去某州购买冰毒,但具体谁拉着他我不清楚。刘某C告我他这三次每次去购买20克冰毒。我就跟刘某C买过七、八次冰毒,总共我跟刘某C购买了7000多元的冰毒,大约五、六克。每次都是我联系刘某C,去找刘某C取得冰毒。取的地点在他家门口和××医院口口上。我还知道有个叫贾某某(平时人们叫他宝某某)的人跟刘某C购买过冰毒,我见过两次。第一次是在今年3月份,贾某某去刘某C家附近购买的冰毒,具体购买克数我不清楚。第二次是今年4月份,我被公安局抓获后的一两天左右,贾某某去××小区门口找刘某C购买了冰毒,具体购买克数我不清楚。除了贾某某跟刘某C购买毒品外,其他人我就没有见过跟刘某C购买毒品了。于2020年4月29日所作证言：我今天被公安机关传唤是因为我吸食毒品，吸食的是冰毒，白色晶状体。2020年4月27日下午，我通过手机微信与朱某1聊天，我问他有东西（冰毒）没有，他说有了，我就自己打车去了某村朱某1家。大约到21时多，朱某1就拿出吸毒工具，用打火机烤玻璃锅内上次吸食剩下的一点冰毒，我们2人各吸食了七、八口，后来我就一直玩电脑游戏，到天亮我就坐车回家了。当时就我和朱某1在场，没有其他人。毒品和吸毒工具是朱某1的，冰毒吸完了，吸毒工具留在他家了。2020年4月份我在朱某1家吸食过三次毒品，今年1月份至今共在他家吸食过十来次，具体时间我记不清了，大概每个月去两、三次，每次都是先电话或微信联系好，我就坐车去了他家。每次都是我和朱某1，只有2020年3月份，有一次是我、岳某1、朱某1一块在朱某1家吸食的，但具体时间我记不得了。朱某1，男，某市人，我们最近三次吸食的毒品是同“阿某某”购买的，我和朱某1两人谁有时间谁买，有时候是我去买，给他捎点，有时候是朱某1去买，给我捎点，但我们都不挣钱。有时是我俩各自出四、五百，买下了我俩平分，每人大概分0.5克冰毒，有时是我有钱了买下分他点冰毒，有时是朱某1有钱买下了分我点。岳某，男，身高1米7左右，较胖，在某地居住。我们平时都叫他胖小，我们是朋友关系。我每次向他买冰毒都是在某地，我买过十多次。我向××买冰毒，有时600元的买0.4克左右的冰毒，有时800元的买0.6克左右的冰毒，有时1000元的买0.8克左右的冰毒。我除了和朱某1、岳某1外，没有和其他人一块吸食过毒品，剩下就是我一个人在我家吸食过毒品几次。我和朱某1不存在纠纷。朱某1没有制止过我在他家吸食毒品。这是我的尿液，经检验呈阳性反应，我没有异议。我没有贩卖毒品；（16）证人朱某的证言：于2020年6月4日第一次所作证言：去年一直到今年我吸食的都是冰毒，白色粉未。我最近是2020年5月28日左右的一天下午,在××小区刘某C租的家中和岳某、刘某C一块吸食的冰毒。2020年5月28日左右的一天下午,刘某C给我打电话,问我有没有事,过来耍来吧,后来我就打车去了××小区刘某C租的家中,当时岳某也在,后来我们三人就一块轮流用打火机烤,然后吸了几口冒起的白烟,吸完后我和岳某就一块走了。当时就我和岳某、刘某C在场。我和岳某是普通朋友关系。我们三个人都吸食冰毒来。刘某C,男,40多岁,某地人,在××小区租着家,在某地××有一处平房住处,他有老婆、二个孩子,别的我就不知道了。岳某,××村人，她有老公、一个孩子。我们吸食的冰毒和吸毒工具是刘某C提供的。我最近知道刘某C的情况是2020年6月2日晚上。2020年6月2日下午6、7点左右,我给岳某打电话想去她家坐会聊会天,然后我就去了她家,大约8、9点的时候,刘某C给岳某视频聊天说晚上有时间没有,我大约11、12点左右就回来了,你准备给我做点饭,我就在从某州回来的路上马上下高速啦。到了大概12点左右就联系不到刘某C了,到了3日凌晨1点左右就有人敲岳某家的大门,岳某就和我说“感觉不对劲,他估计出事了,否则他知道俺父母亲都在家,不可能敲门,咱们快跑哇”,后来我们俩人就从后门跑山上了。我不太清楚刘某C去某州干吗去来。我是今年3、4月份才认识的岳某、刘某C他们,具体不知道是谁把我的手机号告诉刘某C的,我就不知道了。我认识岳某是在刘某C家里。我一共吸食过5次毒品。在刘某C家中吸过两次,由我、刘某C、岳某、老某某,一次是我和刘某C,一次是我和老某某,不涉及任何钱物问题,就是吸食了两次毒品;在刘某C租住的××小区家中吸食过三次,由我、刘某C、岳某,我们都是用锅锅点燃后吸食。我不知道别人谁在吸食毒品。老某某，大约30、40岁左右,其他的我都不清楚了,就知道他和刘某C是朋友关系。5次吸食毒品的详细过程:第一次,大概在今年3、4月份的一天下午,刘某C给我打电话叫我吃饭,我就在某地路边等他,他开一辆越野车接我去了他家中,正好老某某、岳某也在。我们四个人聊了会儿天后,刘某C拿出锅锅就开始吸食毒品,他给了我点毒品，我也开始吸食。老某某、岳某打了一会儿手机游戏,也开始吸食毒品,毒品也是刘某C给的。此时,我见老某某、岳某在另一个房间,不知道他们具体干什么。第二次,大概又过了几天的一天下午,我给刘某C打电话,他说在家,我打车去了他家,老某某、岳某也在。我们四个人吸食了一会儿毒品,刘某C说他老婆要回来了,我们三人就各自离开了。此次毒品,还是刘某C给我们拿出来让我们吸食的。第三次,大概天气太热穿上半袖衣服了,一天下午,刘某C给我打电话让我去××小区,他在门口等我。后来,我打车去了他家,后来,岳某也去了。刘某C拿出来毒品,三个人吸食。随后,岳某在客厅坐,后来,我们各自离开。第四次,5月27日、28日,不确定哪天的下午,我给岳某打电话,一起打车去的××小区刘某C家,在了一天半。这期间,第一天晚上,我们三人吸食毒品一次,第二天上午,三人又吸食毒品一次。我的尿液用甲基苯丙胺试剂检验,呈阳性反应,我清楚，没有异议。于2020年6月4日第二次所作证言：我吸食冰毒，白色粉末。我最近是2020年5月29日或者30日的一天下午,在岳某的一个男性朋友家来和岳某、岳某的朋友一块吸食的冰毒。2020年5月29日或者30日的一天下午,岳某给我打电话说她朋友叫她要呀,让我也一起去哇,后来她朋友开车先接上岳某又接上我,我们三个人一起去了岳某的朋友在××小区的家里,先聊了会天,她朋友就拿出来锅锅,我们三人都吸了几口,后来她朋友的母亲回来了,我和岳某就走了。当时就我和岳某、岳某的朋友在场。我们三个人都吸食冰毒来。我们吸食的冰毒和吸毒工具是岳某她朋友的。我吸食岳某她朋友的冰毒没有给钱或别的好处。我认识岳某她朋友就是那天见了一面。岳某她朋友，男,40岁左右,某地人,别的我就不知道了。于2020年6月4日第三次所作证言：大概今年的3、4月份,刘某C主动给我打的电话约我吃饭、聊天。他告我说我的手机号是别人给他的,具体谁给他的,他没有告我。我第一次见岳某是在刘某C家中,在我认识她的过程中,无意之间听说刘某C、岳某、老某某认识好多年了,关系不错。我在刘某C××小区两处共吸食过5次毒品。大概在2020年3、4月份的一天下午,刘某C打电话叫我吃饭后,他驾车拉我去了他家中,当时老某某、岳某都在。先四个人在一个家玩了一会儿游戏,我的游戏币没有了,老某某给我充值了大约3、400元,具体多少钱记不清了。后来,刘某C就拿出一个锅锅、一个壶壶,锅锅内有毒品,让我们四个人一起吸食。大概在5月27、28日的下午,我和岳某去了××小区后,刘某C就走了,而且把门也反锁了,我们俩人也出不去了,只能等他回来。到了晚上9点多,刘某C才回来,他给我俩人点的外卖。后来刘某C拿出的锅锅、壶壶,我们三人吸食毒品。到了第二天上午,我们三人又吸食毒品。2020年6月4日凌晨,公安机关的民警到了我家中,将我和岳某带回的公安机关；（17）证人潘某的证言：于2020年6月3日所作证言：我吸食冰毒，白色块状晶体。我最近是2020年5月27日左右的一天晚上9点多钟,在我家和××一块吸食的冰毒。在大同那边打工,我手机上存着他的号的。2020年5月27日左右的一天晚上9点多钟,××来我家中看我,当时他喝多了,要我帮他买点冰毒,后来我就联系了小宝(我现在知道他叫贾某某),后来小宝开车来到我家门外,××给了我600元钱我给了小宝,他给了我0.3克左右的冰毒,后来我就回到家中和××一块将冰毒放在玻璃锅里烤,然后我俩各吸了三四口冒起的白烟,吸完后,××就走了。贾某某,小名叫小宝,40多岁,某地人,我们认识好多年了,朋友关系。当时就我和××在场。就我和××吸食冰毒来。我其他时候就没有吸食过毒品了。我向贾某某还购买过一次毒品。2020年5月21日中午,××去我家找我,让我帮他买点冰毒,后来我就联系费××,并给了跑出租车的刘某电话号码(贾某某的号),并给了他600元钱,让他到××医院后门帮忙拿点药,后来刘某就到××医院附近拿回一团卫生纸,里面包着一小包冰毒,有0.3克左右,当时我也没有打开看就连卫生纸一块给了××,××就坐刘某的车走了。事情的经过就是这样。我没有要××的好处费。没有他的联系方式,别的我就不知道了。刘某不知道他是去拿冰毒,我只是告他去拿药。刘某不吸毒。我的尿液用甲基苯丙胺试剂检验,呈阳性反应,我清楚，没有异议。于2020年6月11日所作证言：2020年5月21日,我向贾某某购买毒品一事属实。我向费某购买毒品的600元钱是××给了我,让买毒品的钱。我当时头晕的,就让刘某帮我去取。我告刘××帮我到××医院后门取点药,并给了他一个电话号码和600元现金,刘某记下电话号码,然后拿上钱就走了。我没有告刘某到××医院跟谁取东西,只是给了他一个手机号(贾某某的),没有告他是谁。我就是告刘某给我取药，没有告他是毒品。刘某回到我家大门外后给我打电话,后来我就一个人出来,刘某将取回的一个卫生纸折成的小包给了我,我就让他等我一下捎一个人,后我就回到家中,把卫生纸包给了××,后来他就坐刘某的车走了。刘某没有问过我去取什么药。问:刘某不知道取的是毒品。刘某应该没有拆开过卫生纸，卫生纸还折的好好的,没有拆开的痕迹。于2020年10月2日所作证言：贾某某的微信昵称是宝少，微信截图里显示的2020年5月27日11:28我转账给贾某某六百元，2020年5月30日22:28我转账给贾某某600元，2020年6月1日11:37我转账给贾某某600元，2020年6月2日18:01我转账给贾某某600元，这些钱都是我和他买毒品的。每次都是我一个人在我家吸了，但是具体经过我确实记不清了。加上我以前交待的那两次和微信转账的这四次，共向贾某某购买过六次毒品。转账这几次我真记不得了，要不是出示转账记录我还想不起来；（18）证人刘某的证言：于2020年6月4日所作证言：你不吸食毒品。2020年5月21日下午4点多钟,潘某给我打电话,让我去趟某地,后来我见到他后,潘某给了我600元钱,和一个手机号,让我去××医院拿点药,后来我到了后,打那个联系电话,让我去医院后门拿,我到后一名我不认识的男子给了我用卫生纸包着的东西,我给了他600元钱,我当时没有问,他也没有说,后来我拿上东西就回,把卫生纸包着的东西给了潘某,潘某就把那东西给了一个我不认识的男子,我还把那男子送到,那男的给了我50元的的费,后来我就走了。我当时不知道我捎回来的东西是什么,现在才知道是冰毒。中途我没有打开卫生纸,看看到底是什么东西。我去帮忙捎东西就这一次。在××后门给我东西的那名男子，我现在对那人没印象,认不出了。于2020年6月8日所作证言：我给潘某取东西就那一次。潘某告我,有个熟人给他买下些药,让我开车去取一下。他只是告我600元的药,给了我钱,让我取一下,没有说是什么药,也没有说治什么病的,我以为是治他脑梗的药。我问他是什么药,潘某说治他的病的药,我当时还让他和我一块去取,他说头晕的不去了。我到了××医院后门，当时一名男子给了我一包用白色卫生纸叠好的袋子,有3cm*3cm大小。我没有打开过卫生纸包装看里面是什么药,拿回来就给了潘某。我和给我东西的那名男子见面后,他只是问我是不是潘某叫我来的,我说是,他就给了我一个卫生纸叠的小包后,我就拿上走了。中途我没有打开卫生纸,看看到底是什么东西。潘某告我卫生纸里是药,我不知道具体是什么东西。我开车回到潘某家大门外,我给潘某打电话,他出来后我就将捎回的东西给了他,他让我等一下,把一个人送送,后他就回家了,过了一两分钟,××就从潘某家出来上了我的车,让我拉他,后来我就送他到了××路边,后我就回家了。当时我不知道潘某让我等的是××,××上了我的车后,我才知道潘某让我等的是××。××下车时给了我50元。潘某租的我的车。我不清楚为何是××给我打车钱。××,男,本地口音,我和他不熟,没有他的联系方式。我不知道潘某吸毒。我没有见过潘某吸毒。潘某经常用我的出租车,他一有事出去就给我打电话去接他。我没有吸毒；（19）证人刘某的证言：我最近就是2020年5月30日左右的一天凌晨1点多钟在某地坡头高速口路边,和我的一个叫××朋友(大名我不知道),在他的车上吸食的毒品。因为这次吸毒,我已被某市公安局郊区分局行政拘留15日,社区戒毒三年。我吸食冰毒。我曾向贾某某购买过两次冰毒。第一次是2020年3、4月份的一天晚上,我给贾某某打电话,和他买500元的冰毒,后来过了一个多小时,他开着一辆白色轿车(车牌我不记得了)来到某地附近的路边,给了我0.4克左右的冰毒,我给了他500元,我记不清是微信转帐还是现金了,第二次是2020年5月9日晚上6点多钟,我给贾某某打电话,和他买500元的冰毒,并给他转账500元钱,后来他开那辆白色轿车也是到了某地附近的路边,给了我0.4克左右的冰毒。我买下的冰毒我一个人吸食了。我和贾某某三、四年前认识的,在某地××市场,我经常去我朋友开着的一家××店,贾某某经常去,后来就认识。2020年3、4月份的时候,贾某某给我打过电话,问我有钱没有,和他一块买点毒品,我当时没有钱,就没有买,后来我有了钱了就给他打电话和他买。贾某某,男,50来岁,某地人,我被郊区公安局因吸毒处理后,他的联系电话、微信号就删了,他的微信现称:宝少。我就和贾某某买过这两次毒品。我不知道是否还有别人向贾某某购买过毒品。我不清楚贾某某是否贩卖毒品。（出示“从刘某手机微信个人信息截图复印件”）这是我的微信个人信息。（出示“从刘某手机微信转账记录截图”）我微信转账给宝少500元就是我向贾某某购买毒品的500元转账。（20）证人乔某的证言：我不吸食毒品。我开着我的红色现代轿车(某地C××)跑出租的。2020年6月2日下午,我在某地××门口等活来。问:后来有人打着我的车去某州原平去来。一名我不认识的男子,40多岁,某地口音,我给他打过电话,但我没有记住他的号，他打的我的车。我打你车的那名男子，他告我去原平送石子的票和钱,具体我也没有问,他也没有详细告我。2020年6月2日下午6点多钟,我在××门口等活,我听见在我旁边的红色现代轿车司机石某打电话,有人租他车去某州,石某说他眼不好,不去。让那人联系也是跑出租的××,结果××也有事的不去。我就和石某说,他们俩都不去了我去吧,后来我就拿石某的手机联系那名去某州的男子,当时我的手机没电了,我就先回了趟家取充电器,后在××酒店附近就上了那名男子,后他到××门口的自助取款机取了几千元钱,具体多少我们有看清,后来我就拉着他从某地上的高速。我拉着的那名男子只是告我去原平送石子票和钱,别的没有说,我也没有问。下去一趟原平，石某告我是600元的钱,但我还没有和那男子商量的,意思我想着是回到某地再说。在车上我和他不熟,也没有说什么话,下来原平高速口后不到几百米,他让我停一下车,我停车后,他下了车上了一辆刚迎面过来的白色越野车上,过了一会他又返回我车上,让我跟上那辆白越野车,后来我开着车在一个写字“原平欢迎您”的转盘附近停下,那男的又上了那辆白色越野车,过了一会后他又返回我车上,告我回吧,我就拉着他往某地返,当走到某地北站收费口时就被公安民警抓获。那男子从某地走时,我就见他拿着两部手机和两盒烟,别的没注意。那男子从原平让你往某地返时,我当时玩手机来,没有注意他身上带着什么。那名男子去和回来时，他一直坐在我车的副驾驶。公安民警从你车上副驾驶座位下搜查下的两袋白色晶体不是我的,我昨天早上刚洗的车,应该是那男子的东西。因为我洗了车后到拉他,副驾驶就没有坐过别人。我不知道那两袋白色晶体是什么。我不吸毒。你以前没有拉过他,昨天是第一次,我不认识他。我以前没有去过原平；（21）证人葛某的证言：我认识乔某,我们一个村子的。2020年6月2日下午的时候,“阿某某”和石某给我打电话我都没有接,过了一会我给石某打电话问什么事情,石某说贩卖石子的人用车去趟某州,石某不去,我说谁想去就去,过了一会乔某给我打电话说他想去了,我说我不管,乔某就自己联系去了某州。2020年6月2日下午的时候,我当时在家干活了，“阿某某”和石某给我打电话我都没有接,过了一会我给石某打电话问什么事情,石某说贩卖石子的人用车去趟某州,石某不去,我说谁想去就去,过了一会乔某给我打电话说他想去了,我说我不管,乔某就自己联系去了某州。后来至于去没去成某州我不清楚。“阿某某”告我说是贩石子的。乔某,男,系某县人。“阿某某”,男,大名不知道叫什么,系某县人,在某县附近居住,具体地方我不知道。乔某的车是红色现代瑞纳牌轿车,车牌号某地C××。我不清楚乔某开车拉这个人去过几次某州。我不吸食毒品。（22）证人石某的证言：我认识乔某,我们一起跑婚庆了。2020年6月2日下午的时候,有个人给我打电话说用车去越某州,我说我不去,乔某听见我的电话后就说他想去了,我就把电话给了乔某,他就自己联系去了某州。2020年6月2日下午,我开着我的某地C××红色现代瑞纳轿车在某县等活,有个以前坐过我车的人给我打电话说去趟某州,我说我不去,当时乔某在我车上坐着,他听见后就说要不他去哇,他想挣钱了,后我就把电话给了乔某,他就自己联系去了,后来至于去没去成某州我不清楚。我不知道给我打电话的人是,我手机里存的是配货司。乔某,男,系某县人。乔某的车牌是红色现代瑞纳牌轿车,车牌号某地C××。乔某和他开车拉这个人之间不认识,是我介绍给乔某的,应该就6月2日去过一次。（23）证人郭某的证言：我不吸毒。民警用甲基安非他明尿检测试条对我进行尿检,尿检检测结果呈阳性,我不清楚,我对尿检有异议。我就是有异议,别的我什么也不说了。我认识刘某C。从小就认识刘某C,刘某C上学的时候比我小一届。我和刘某C关系一般。刘某C手里会拿着我的手机是因为我和刘某C,还有几个人一起做石料生意,我的手机用旧了,刘某C刚好没有手机用,我就把我的手机给他用了。（问:你的手机中有矿区分局领导和很多民警的电话,你就不怕泄密?）刘某C就临时用一下,我也没有考虑那么多。刘某C也没有固定的工作,平时我也不联系他,最近因为一块做石料生意才联系上的。2020年6月2日刘某C被公安机关抓获，我知道,今天中午参加同学的乔迁宴在餐桌上听同学们说的。听谁说的，记不清了。我不认识一个叫岳某,小名岳某的人。我没有注意过是否收到过一条“刘某C被抓了”的短信信息。我不吸食毒品。于2020年6月5日所作证言：我不吸毒。民警用甲基安非他明尿检测试条对我进行尿检,尿检检测结果呈阳性,我对尿检有异议。我认识刘某C。从小就认识刘某C,刘某C上学的时候比我小一届。我不太清楚刘某C是否吸毒。我没有在刘某C家和他一块吸食过毒品。我不认识一个叫岳某,小名岳某的人。我不认识朱某。我不知道刘某C贩毒。我没有贩毒。我不吸食毒品；（24）证人王某的证言：于2020年6月4日所作证言：我认识岳某,小名岳某,不熟。我是通过刘某C认识的岳某。岳某,女,较胖,长头,本地口音,我手机上标注的出租车就是岳某的手机号。我最近同岳某有过联系,2020年6月3日凌晨的时候,岳某给我打了两个电话,第一个我没有接,第二个才接通,她在电话里面说刘某C出了事了,我问她咋出了事了,岳某说刘某C是去买毒品来出了事了,大概买了10到20个。后来岳某还给我打过电话,意思是让我找找郭某,郭某肯定管,还说就是她不能让逮了,否则刘某C更倒灶。10到20个，我认为是10000元到20000元的毒品。岳某让我找郭某，是因为郭某是警察,但是具体哪个公安局我不清楚,郭某和刘某C关系挺好,郭某经常来我家,并且岳某和郭某早就认识了,我觉得岳某的意思就是让我找郭某帮忙,看看到底什么情况。在这之前,我不知道刘某C去贩卖毒品的情况,就是岳某告诉我,我才知道,在这之前我联系过刘某C,他告诉我是在南关打帮邻居家了,还说人家办事了,晚上吃拉面,问我去不去,我说不去,我就一直认为他是在邻居家帮忙了,我真的不知道他竟然是去贩毒了。刘某C吸食毒品了,我见过的就有两三次,还有很多次都是刘某C进房间后就把门锁住了,在里面干什么我就不清楚了,但是那两次吸食毒品都是我看见的。我发现刘某C吸食毒品的,就是最近，过了年之后。刘某C用玻璃锅,用打火机在下面烤,然后通过水壶里面的水过滤吸食到嘴里面。我没有见过刘某C一个人吸毒,我见到的都是和人一起,一般都是和郭某在一块的时候刘某C才吸食,我见到的是在2020年5月份的时候,具体时间我记不清了,有两三次都是郭某去的我家里面,然后刘某C拿的“吸毒工具”和郭某一起进了房间,之后就把门锁了,吸毒工具里面放着毒品,那是我看见的,两个人一般情况下都是吸完毒品后不吃不喝,就是在房间里面抽烟、打游戏。之前还有一次,时间我记不清了,就是前段时间岳某被公安机关抓住过,在那个时间前后吧,也是在我家里面,岳某过来找到刘某C,两个人进卧室吸食毒品的,我不记得有别人。他们吸食的毒品是:刘某C拿回来的,我见过,平时刘某C回来家就进卧室把门锁住,只有一次,也就是2020年5月份的时候,具体时间我记不清了,刘某C回来的时候忘记锁门了,我正好就推门进去,进去后刘某C正从衣服口袋里面拿出一个小塑封袋(大概就是大拇指盖那么大),这个东西我在电视上见过,知道是毒品,我还问他干嘛要弄这,他说我管不了,不用我管。刘某C的毒品是从哪里来的，他没说具体地方,我问过,他就说是在外面赊回来的。岳某给我打电话的时候，主要意思就是让我找郭某帮忙,看看能不能保住岳某自己;还有就是让我给她钱,她要跑路,别的我真的记不清了。我联系过郭某,2020年6月3日凌晨的时候,我就打了很多个电话,但是郭某都没有接,一直到早上的时候,我通过微信和郭某说了句刘某C出事了,求救,郭某才接了电话,电话里面主要意思就是让郭某看看这事是真是假,到底是什么情况了,人肯定是人赃俱获了,那没有办法,看看能不能把人家的工程款拿回来,郭某就说他问问再联系我。我说的工程款是郭某和刘某C最近在做倒腾石子的买卖,最近回了一笔工程款,这钱应该是给别人结算的钱,但是刘某C都用来贩毒了,我就想着剩下的钱能不能给人家要回来,把欠账给人家结了。我觉得刘某C贩毒的钱是工程款是因为刘某C平时没有经济来源,就没有钱,我也是在他出事后才打问到,这次工程款有4、5万元,都是打到刘某C卡上了。我只有一张银行卡,是工商银行的卡,上面只有几十块钱;刘某C的卡我就不清楚了,我见过一张工商银行的卡,其余的卡我就不清楚了。我平时没有参与过吸食毒品,我根本不可能碰那种东西。除了××的房子以外,我们在××小区还有一套廉租房,有7、8年了,平时那个房子是空的,没有人住。刘某C没有车,平时出入就是打车。我不知道刘某C有没有经常联系的出租车司机,刘某C的事情一般都不会告诉我。除了岳某外,我没有见过其他女子去过我们家,是听刘某C说过一次,除了岳某外,还有一个女的去过我们家,但是刘某C没有说那个女的去我家是做什么来,我也没有多问。于6月6日所作证言：我来某县公安局反映我丈夫刘某C贩卖毒品案件的相关情况。我回到家里后在刘某C住的房间里发现了一小包疑似毒品(约0.2克),我就主动送到某县公安局禁毒大队。今天上午,我在家中收拾刘某C住的房间的时候,在抽屉的一本书里发现了一小包疑似毒品(约0.2克),后我就将发现的疑似毒品主动交至某县公安局禁毒大队,经公安民警称重疑似毒品重0.2克。交回毒品后我返回家中继续收拾家未发现有毒品。发现毒品是在我家里刘某C住的房间里,具体位置是：进门右边放着一张床,在房间的东北方向靠着床放着一个写字台,在写字台的抽屉内放着一本书,在书里面夹着一小包疑似毒品；（25）被告人李某某的供述：于2020年6月4日供述：我是认识刘某C,他是某地人,具体什么地方我不清楚,我记不清他的手机号,在我手机里存着。我在太原三监服刑时认识的刘某C。是2008年出狱的,刘某C是什么时间出狱的我就不清楚了,他比我出狱早几个月。我出狱后,偶尔在原平的街上,我碰见他的,后来我们在一起玩了两三个月,就分开了,后来我们就没联系了,今年三月份的时候,刘某C加我的微信,我们就联系上了。联系上以后,我们见过两次,第一次大约是四月份,他和一个男的来到原平高速口,我们在高速口见的面,后来他到我车上,和他一起来的一个男的开着一辆白颜色的车在后面跟着,我领他到我们当地的一个石子场看石子,他说疫情过后可以贩石子,那次他还和我借了1万元,后来我们就分开了。第二次就是6月2日晚上9点多,也是在原平高速口见的面。自从四月份和刘某C联系上后,我们就经常聊天,主要就、是说贩石子的事,2020年6月2日下午,刘某C微信给我打电话说,他晚上过来和我说贩石子的事,我说过来吧,那天晚上我在我朋友××家,他家离高速口不远,当刘某C到达高速口后,他就给我微信和我通话,告我他过来了,于是我就一人开车过去了,当时刘某C坐着一辆红色的轿车,车上有个开车的,于是刘某C就上了我的车,我们就说贩石子的事,我说他光说嘴,啥也干不成,我们还吵了几句,他在我车上在了两、三分钟就坐红车离开了。我当时开着我朋友的凯迪拉克,车牌号是某地H××。刘某C所坐的车车牌号我记不清了。刘某C去我车上时,我没看到他是否拿着东西。刘某C去我车上,我们就是聊贩石子的事,没干什么。我不知道刘某C是否吸食毒品。我不吸食毒品。我是在我家中被公安民警抓获的。民警在我家抓获我时,沙发下面现金10700元;冷风机盒子里现金8万元。沙发下面现金10700元,是我平时干活积攒的；冷风机盒子里现金8万元,其中有四万是我积攒的,其他四万是我玩牌赢的。这么多现金,我不存在银行是因为我工地上用了,我就没存。还查获了匕首一把,平板电脑一台,手机三部。于2020年6月15日供述：我认为公安机关怀疑我贩毒,所以公安机关到我家抓的我。2020年6月3日晚上11、12点左右,某县公安局民警到我家里,当时我正在玩电脑,然后进去把我抓住了。当时在我家,公安民警扣押了我现金90700元,匕首一把,手机四部,平板电脑一台。我没有贩毒。我说公安机关怀疑我贩毒是因为，2020年6月2日晚上,我的一个朋友刘某C到原平高速口找我,谈石子生意,原准备去我家来,我们吵了几句,不欢而散。第二天晚上某地公安局民警就到我家抓我了,后来公安机关说我涉嫌贩毒。今年我和刘某C总共见过两次面,第一次是今年三、四月份,第二次是今年6月2日晚上。在这之前,我们大约十年之间没有联系过。我们两次见面主要是谈石子生意。2020年6月2日我们见面,生意没有谈成，吵嘴了,不欢而散。2020年6月2日这次见面，我们没有现金来往。但是今年三、四月份的时候,刘某C和我见面时,说做生意需要钱,先和我借一万元,我就借给他一万元现金。2020年6月2日我们见面,我确定没有和刘某C有现金来往。2020年6月2日我们见面,我们之间没有物品往来。他没有给过我任何物品包括现金,我也没有给过他任何物品包括现金。2020年6月2日你们见面时,就我和刘某C两个人见面,他还带着个司机,但离得远,没见面。我不清楚刘某C是否吸毒、贩毒。我从来没有吸过毒品。我也没有参与过贩毒；（26）被告人刘某C的供述：于2020年6月4日供述：我“溜冰”了。我不懂“溜冰”是指什么。最近什么时间,在什么地方吸食毒品来，我忘了,记不得了。(低头趴在椅子上)我的毒品是我拾的,具体什么时间在什么地方拾得我记不得了。(低头趴在椅子上)我不知道我的毒品到底是从什么地方购买的。(低头趴在椅子上)公安民警在抓获我时,在我乘坐的车副驾驶位置查获的白色晶体是什么东西，我不知道。(低头趴在椅子上)公安民警在查获我时,我乘坐的是个体出租车。(低头趴在椅子上)（问:公安民警在某地高速收费站查获你时,你是从什么地方回来的?）不知道。(低头捂脸)我没有贩卖毒品。我不知道岳某。(低头队在椅子上)我没有卖给过岳某冰毒。(低头趴在椅子上)我认识贾某某,朋友关系。我没有卖给过贾某某冰毒。(低头趴在椅子上)经公安民警依法对我的尿液作现场吗啡、甲基安非他明成分检测,甲基安非他明均呈阳性反应,我清楚。于2020年6月11日供述：以前问我的时候,我迷糊的,不知道说了些什么。我现在的意识清醒了。我知道公安机关抓我是因为我非法持有毒品。我的毒品是我捡的。2020年6月2日晚上我打出租车去原平找朋友,当时从某地高速口上的高速,朝五台方向行驶的高速路上,我准备小便时,看见路边有两小袋东西,因为我以前溜冰的,我看见这就是毒品,我就捡起来了。后来我去了原平高速路口附近见到了我朋友李某某,因为做生意的事发生矛盾,吵了几句后,就坐出租车返回某地,在某地高速口被公安机关抓获了,并把我拾来的毒品查获了。公安机关对我持有的毒品进行称重,其中一小包净重9.6克,另一包净重9.8克,我没有异议。我是2006年开始吸食的毒品,跟太原的李某吸食的,后来他跳楼死了。我吸食的毒品都是陈某给我提供的,陈某因脑溢血大概是今年6月1日去世的。我认识岳某，仅仅是熟人关系,去年夏天在陈某处,岳某和陈某溜冰,我认识的她。我和岳某没有在一块溜过冰。问我认识朱某,也是熟人关系,认识时间不长。我和她在一块溜过一、半回冰。我记不得和朱某什么时间溜冰来。我和她除了溜冰还在一块打过游戏。我们之间没有发生过性关系。问:我和朱某溜冰时,还有谁在场，我记不得了。当时岳某在不在场，她是否也溜冰来，我记不得了。我认识郭某,他和我三舅是同学,他是警察,不知道具体在哪工作的。我和郭某之间主要联系做点生意挣点钱。我和郭某没有一起溜冰。我不知道郭某是否吸毒。我认识贾某某,朋友关系。贾某某是否吸毒，我不清楚,我没有见过。我没有给过或卖给过别人毒品。我跟陈某、岳某手中买过毒品。今年一月份的一天,我在某地马路上和岳某手里买了700元的冰毒,有一小袋,具体多重我不清楚。我就从岳某手中就买过这一次。岳某告我她的冰毒是从某地南庄买来的。具体买谁的,我不知道。我除了从陈某、岳某手里买过毒品,再没有和其他人买过了。我需要聘请律师,通过我某地南关的朋友马某聘请一个律师。于2020年6月23日供述：我光记得和朱某溜过一、半回冰,什么时间、什么地方溜冰我记不得了。我的具体住址，我户口本上是××,现在住的新修的房子是××。除了××房子,我以前在××小区有一套廉租房,现在好像是没有了,那是我妈的家。我在××没有吸过,在××小区吸过毒。2019年9月份我和陈某一块吸食过一次毒品。我在2007年至2019年8月期间,我十来年没有吸过毒。在我的两处住处,没有存放着毒品。2020年6月2日晚上,我在原平高速口见李某某时,没有物品或现金交往,他没有给过我任何钱、物,我也没有交给过他任何钱、物。于2020年7月24日供述：2020年6月2日我到原平后就见了李某某，别人没有见；（27）被告人李某某、刘某C、贾某某的庭审供述。", "court_view": "本院认为，被告人李某某贩卖毒品，数量较大，其行为已构成贩卖毒品罪。被告人刘某C多次贩卖毒品，且数量较大，其行为已构成贩卖毒品罪。被告人刘某C多次容留他人吸食毒品，其行为已构成容留他人吸毒罪。被告人贾某某多次贩卖毒品，情节严重，其行为已构成贩卖毒品罪。依法均应予惩处。平定县人民检察院指控成立。对被告人刘某C之行为应适用数罪并罚。被告人刘某C从被告人李某某处购买毒品19.4克后，尚未销售即被公安机关查获系犯罪未遂，可从轻处罚。被告人刘某C对容留他人吸毒罪认罪认罚，可酌情从轻处罚。被告人贾某某认罪认罚，可酌情从轻处罚。关于被告人李某某、刘某C及其辩护人提出的不构成贩卖毒品罪辩护意见，现有证人岳某、朱某、乔某、王某的证言，三被告人的供述、扣押物品清单、物证照片、称重笔录、鉴定意见以及关于贩卖毒品的被告人刘某C、李某某银行卡调取取款人民币冠字号比对情况说明等在案证据相互印证，均充分证实了二被告人具体实施了贩卖毒品的犯罪行为,故该辩解与事实不符，不予采信。辩护人的其他合理辩护意见，本院量刑时予以考虑。综合考虑本案被告人犯罪的事实、性质、情节和对社会的危害程度，", "defendants": ["李某某", "刘某C", "贾某某"], "outcomes": [{"name": "李某某", "judgment": [{"accusation": "贩卖毒品罪", "standard_accusation": "走私、贩卖、运输、制造毒品罪", "article": ["347-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 106, "death_penalty": false, "life_imprisonment": false, "fine": 50000, "fine_without_amount": false}}]}, {"name": "刘某C", "judgment": [{"accusation": "贩卖毒品罪", "standard_accusation": "走私、贩卖、运输、制造毒品罪", "article": ["347-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 99, "death_penalty": false, "life_imprisonment": false, "fine": 30000, "fine_without_amount": false}}, {"accusation": "容留他人吸毒罪", "standard_accusation": "容留他人吸毒罪", "article": ["354"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 12, "death_penalty": false, "life_imprisonment": false, "fine": 10000, "fine_without_amount": false}}], "final_penalty": {"surveillance": 0, "detention": 0, "imprisonment": 108, "death_penalty": false, "life_imprisonment": false, "fine": 40000, "fine_without_amount": false}}, {"name": "贾某某", "judgment": [{"accusation": "贩卖毒品罪", "standard_accusation": "走私、贩卖、运输、制造毒品罪", "article": ["347-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 47, "death_penalty": false, "life_imprisonment": false, "fine": 25000, "fine_without_amount": false}}]}], "relevant_articles": ["23", "69", "64"]}
{"Fact": "浙江省某市人民检察院指控：一、被告人朱某B集资诈骗、偷越国(边)境事实2013年至2018年6月期间，被告人朱某B以其经营的某州腾信堂投资管理有限公司（以下简称“腾信堂公司”）名义，在未经国家金融管理部门批准的情况下，伙同吴某某（另案处理）以高额利息为诱饵，通过口口相传、参展推广等方式向社会公开宣传其公司经营ACH平台外汇交易，共向1899名集资参与人非法集资14.49亿余元。所得资金被朱某B等用于还本付息、支付公司日常经营费用及供朱某B、吴某某个人购买房产、车辆、日常消费等。至案发造成1279名集资参与人损失共计8.46亿余元。2016年6月，被告人朱某B及吴某某以其实际控制的腾信堂公司在某市余杭区××街道成立某州储新信息科技有限公司（以下简称“储新公司”），由裘某1（另案处理）担任储新公司法定代表人、总经理等职务，全面负责公司运营等工作。该公司成立后，裘某1等人招揽许某A、朱某D、陈某A等人，在未经国家金融管理部门批准的情况下，以年化收益15%的高额利息为诱饵，通过口口相传、摆地摊等方式向社会公开宣传腾信堂公司经营Ａ某某平台外汇交易，承诺可保本保息，至2018年7月共向300余名集资参与人非法集资1.4亿余元。所得资金被朱某B等人实际控制，用于腾信堂公司、储新公司还本付息、支付公司日常经营费用及供朱某B、吴某某个人购买房产、车辆、日常消费等，至案发造成集资参与人损失共计1亿余元。2018年7月，被告人朱某B为逃避刑罚，通过李某1、徐某等人（均另案处理），办理某地虚假身份马某C，从某省某地傣族自治州某市的某地口岸附近山路偷越国（边）境，偷逃至某地，再从某地辗转至某国。2019年1月7日，公安机关在某国将被告人朱某B抓获。二、被告人朱某A洗钱事实被告人朱某A系朱某B的弟弟，明知朱某B以腾信堂公司非法集资。2018年上半年，朱某A以其名义为朱某B在某省某市购买总价为3600万元房屋一套，至案发，朱某B通过朱某A等人账户共计支付房款1900万元，其中通过朱某A支付660万元。2018年6月，朱某A明知朱某B利用腾信堂公司从事非法集资活动，应朱某B要求，以其女友王某1名义办理建设银行卡，供朱某B用于非法集资款的流转。同年7月11日，朱某A在得知朱某B因涉嫌犯罪而逃匿的情况下，指使王某1将该建行卡注销，并将卡内剩余的18万余元资金转至其本人的建行卡上，后将该款提现交给李某某（另案处理）。2018年8月30日，公安机关将被告人朱某A抓获。为证实上述指控，公诉机关当庭宣读、出示了集资参与人张某某、陆某某等人的陈述、证人王某1、朱某等人的证言、工商登记资料、银行交易明细等书证、审计报告、电子证物检查笔录及被告人朱某B、朱某A的供述等证据。据此，认为被告人朱某B的行为构成x罪、x罪，被告人朱某A的行为构成洗钱罪，提请本院依法惩处。被告人朱某B对指控其犯x罪罪名有异议，辩称成立腾信堂公司的目的并非占有客户资金，客观上造成损失与市场环境、吴某某操作失误等有关；其投资购买房产的目的是当出现亏损时为了挽回客户损失，并非个人挥霍；其没有参与储新公司的经营行为，储新公司造成的损失与其本人无关；对指控其犯x罪的罪名和事实没有异议。其辩护人提出如下辩护意见：第一，公诉机关指控被告人朱某B构成x罪事实不清，证据不足，朱某B虽然在客观上起到帮助吴某某非法占有投资人资金的作用，但主观上只有非法吸收公众存款的故意，没有非法占有投资人资金的故意。ACH外汇理财平台真实存在并有真实交易，朱某B与吴某某本质上是合作关系，资金的实际控制人系吴某某，朱某B仅赚取客户的服务费及手续费。第二，储新公司系吴某某实际控制的公司，朱某B没有参与储新公司的经营管理，不应对储新公司的损失承担责任。第三，朱某B系因非法集资犯罪被通缉并在境外被抓获归案。其在侦查机关尚不掌握其偷越国（边）境犯罪事实情况下，到案后在第一次讯问中即如实交代其偷越国（边）境的犯罪事实，构成自首，可以从轻或免除处罚。综上，被告人朱某B与客户之间仅系中介代理关系，客户资金实际由吴某某掌握，其主观上没有非法占有目的，客观上没有挥霍浪费行为，造成客户损失应归咎于吴某某，其行为构成x罪。请求对朱某B依法作出公正判决。被告人朱某A对指控其的犯罪事实无异议，并当庭表示认罪认罚。其辩护人认为朱某A对朱某B从事非法集资活动的明知程度不深，帮朱某B代持房产并支付房款的行为具有被动性；朱某A积极主动帮助挽回损失，通过其本人及他人账户支付的购房款1900万元已全部追回，在本案中所起作用较小，还有主动退赃、认罪认罚等情节。综上，请求对朱某A从轻处罚，判处三年以下有期徒刑并适用缓刑。经审理查明：一、被告人朱某B集资诈骗、偷越国(边)境事实2013年至2018年6月期间，被告人朱某B利用其实际控制的某州腾信堂投资管理有限公司（以下简称腾信堂公司），伙同吴某某（另案处理）以在吴某某实际控制的Ａ某某外汇平台炒作外汇交易为幌子，承诺保本并以年化收益11%-19%的高息为诱饵，向社会不特定公众非法集资，至案发共向1899名集资参与人吸收资金人民币14亿余元，造成1279名集资参与人实际损失共计8亿余元。其间，朱某B还伙同吴某某出资成立某州储新信息科技有限公司（以下简称储新公司），并决定由腾信堂公司员工裘某1（已判刑）担任法定代表人、总经理等职务，全权负责储新公司运营。储新公司成立后，沿用腾信堂公司的运营模式向社会不特定公众非法集资，至案发共向357名集资参与人吸收资金1.47亿余元，造成301人实际损失1.08亿余元。腾信堂公司和储新公司的非法集资款均被朱某B和吴某某实际掌控，被用于还本付息、支付提成、公司运营及购买房产、车辆与日常消费等。2018年7月11日，被告人朱某B通过其保镖李某1、徐某（均已判刑）等人，从某州驾车至某省某地傣族自治州某市的某地口岸附近偷越国（边）境至某地，再从某地潜逃至某国藏匿。2019年1月7日，被告人朱某B在某国被公安机关抓获归案。二、被告人朱某A非法吸收公众存款事实被告人朱某A系被告人朱某B的弟弟。2018年6月，朱某A在明知朱某B以腾信堂公司非法集资的情况下，向朱某B提供其女友王某1的银行账户用于集资款流转，接收集资款合计700余万元。在得知朱某B因涉嫌犯罪逃匿的情况下，朱某A指使王某1注销银行账户，并将账户内剩余的18万余元资金转至其本人账户。同年上半年，朱某A还以其本人名义为朱某B在某省某市购买房产一套，至案发，朱某B共计支付房款1900万元（含通过朱某A账户支付660万元）。案发后，上述1900万元购房款及18万余元资金均已被追回。2018年8月30日，被告人朱某A在某省某县被公安机关抓获归案。案发后，公安机关查封被告人朱某B及其他涉案人员的房产、车辆；冻结朱某B、吴某某及相关涉案公司、人员的银行账户内存款；扣押退赃款、电脑、手机、手表、工艺品、玉石、外币等物。上述事实，有公诉机关当庭出举的下列证据证实：（1）集资参与人张某某的陈述及提供的合同、银行交易明细等，证明其在2016年结识朱某B，她是腾信堂公司的老板，2017年她给其推销腾信堂的投资产品，说回报年利率16%。其便在2017年11月21日投资了60万元，年化16%，合同编号×××51，腾信堂公司承诺保本付息，投资后本金未拿回，收到利息50667元，投资的咨询费按照投资额1%支付6000元，通过银行卡刷给对方。按照ＴＳ智能交易软件使用服务合同约定，乙方（投资人）需在指定的Ａ某某交易平台开立交易账户，由甲方ＦＸＨＵＧＥ.Ｃｏ.Ｌｔｄ.应用ＴＳ智能交易软件为乙方提供操作使用和技术操作服务，甲方按乙方投入金额年化16%的收益平分为12个月，每月以人民币按期向乙方支付。（2）集资参与人胡某A的陈述及提供的合同、银行流水、续约协议书等，证明其因偶然看见在腾信堂公司上班的女儿拿回家的投资宣传资料，便和妹妹胡某B到该公司了解情况，业务主管冯某某介绍说腾信堂公司的理财产品固定收益13%-18%，所谓的理财产品就是给投资人推送一个APP软件，即MT4软件，从事外汇交易，腾信堂公司承诺平台账户由投资人自行设立，投资人可以拿到观察密码和交易密码，操作账户密码由腾信堂公司委托的某地ACH公司控制。公司承诺保本，投资亏损由公司补足本金，收益也归公司，投资人享受固定收益。其名下先后投资477万，包括其妹妹和其他人，未兑付总计170万元，利息拿了57.7万元，总计损失112.3万元，最终结果以审计为准。（3）集资参与人朱某C的陈述及提供的合同、银行流水、发票等，证明2013年，其通过朋友知晓腾信堂的投资项目，刚开始用美金做业务，2014年的时候，朋友说可以用人民币投资。其便到西湖区××路××广场××座××楼腾信堂公司，业务员楼某某介绍腾信堂公司有许多荣誉证书，理财产品固定收益年化13%-18%，投资人享受固定收益，投资亏损由公司补足本金，收益也归公司。其便投了11万元，年化利率18%，投资款由其本人账户转到ＧＹＯＲＩＮＥＩＳＡＩ账户，后续又多次续投，另外还支付1%的咨询费给腾信堂公司，其总共通过转账、支付宝和微信支付82100元咨询费。其本人总共投资800多万元，未兑付本金有300多万元，拿到利息100多万元，实际损失200多万元。（4）集资参与人邵某某、杨某B、陈某B、何某某、董某某、许某B、徐某A、马某A、周某A、祝某某、沈某某、袁某某、钱某某、姜某A、戴某A、曹某某、余某某等多名集资参与人的陈述在案、报案受理登记表、合同、银行流水等，证明各自在腾信堂公司投资的经过、数额、实际损失等情况。所述与张某某、胡某A、朱某C的投资经过等情况基本一致。（5）证人周某1的证言，证明2015年3月到2017年4月，其在腾信堂公司上班，之前任职人事行政部绩效主管，之后负责人事行政部门日常工作。2016年5月左右，朱某B让各个部门成立公司，腾信堂便可成为集团公司，人事行政部成立某州怡辰人力资源有限公司（以下简称怡辰公司），网络部成立浙江烨茂网络科技有限公司（以下简称烨茂公司），部门负责人任代持法定代表人，私下签订代持协议。注册公司时其开了一张招行卡，根据朱某B要求预留她的号码，密码是她的生日，卡开好后交给财务负责人俞某某。注册公司时其问过朱某B为什么不以她母亲或弟弟名义担任法定代表人，她顺口说“我妈妈说，你不要害我去坐牢，所以我妈妈和我弟弟死活都不肯来做法定代表人”。一开始朱某B承诺担任法定代表人每个月多给4000元钱，年终一次性发，但一直没有兑现，其最开始月工资6000元，后来涨到1.3万元。其每天把公司人员情况、晋升、调薪等情况给朱某B汇报，征得她同意后执行，有时候很晚其还送她回枫华府第，枫华府第12幢901室是她以朱某名义购买提供给他情人汪某某居住，她自己和吴某某住在租来的10幢。后来其得知吴某某不是她老公，还问过朱某B，既然吴某某不是她老公，客户投资款都打到吴某某银行卡不怕被吴某某拿走吗，她很肯定说不会，因为银行卡密码只有她知道，客户端的钱到了她会转出来，吴某某拿不到钱。还听朱某B说她给吴某某在某地投资开公司花了5000万元到6000万元。公司有个叫惠某的员工被朱某B派到某地工作，员工名册和工资表有她；还有杨某1和鲍某某也系腾信堂的员工，在某地为腾信堂工作。汪某某是腾信堂的培训老师，后来成为朱某B的情人，二人分手时朱某B给了他一笔分手费，其还用朱某B的建行卡给汪某某转过45万元，听朱某B说被汪某某拿了2、300万元。汪某某和朱某B分手后，汪某某住的某州枫华府第12幢901室由朱某A和他儿子及朱某B的母亲居住，他们的生活费由朱某B支出，朱某A也经常到公司找朱某B拿现金，好多次其在朱某B办公室给她汇报工作时，朱某A都在场，他还会主动过问“入金量多不多”，Ａ某某外汇理财的宣传单在腾信堂公司办公区对外展示，朱某A也能看到。朱某是朱某B的亲叔叔，挂在腾信堂公司行政部，其在与朱某私下沟通时，他对腾信堂公司集资的事情感到害怕，多次表示不想干了，所有客户的入金合同都是一式两份，客户一份，公司一份，公司那份由财务核对清楚后，交给朱某保管，他还提供了银行卡给朱某B用于客户入金和出金。（6）证人斯某的证言，证明2017年3月底至2018年7月，其任职腾信堂公司客服总监，一开始与腾信堂公司签订劳动合同，后来转到怡辰公司，一开始月薪是2.5万元，后来涨到3万元，一共拿到30多万元，其还介绍一个朋友到公司投了31万元，拿到7000多元提成。经其查看，确认公安机关收集的腾信堂客服部《业务流程及操作规范》系其组织客服部员工整理，包括开设账户及入金流程、提取盈利流程、撤资流程、续约及追加流程、账户补仓流程、收益账号变更流程及合同延期流程。客户合同到期前一个月，结算中心的罗某将要到期的客户资料整理成表格发给其，其分发给客服人员，客服人员打电话跟业务员联系，如果业务员已经离职，就直接跟客户联系，询问是否续约，客户如果有撤资意愿，应当适当挽留，给其考虑时间，然后把结果报给其，其制成表格发给俞某某和罗某，俞某某进一步汇总整理成新表格发给朱某B。客户主要系业务员经过培训后通过打电话、开会等方式发展起来，还有发展各自亲朋好友。腾信堂公司给客户的回报是保本付息，2017年年化收益12%-16%不等，2018年案发前11%-15%不等，年化收益分为12个月按月发放，每月15日为客户收益计算日，以银行汇款方式支付。年化收益根据客户入金来定，如金额10万元11%，11-20万元12%，21-30万元13%，31-50万元14%，51万元以上15%。客户入金的钱打到罗某提供的银行账户里。客户需交纳投资金额1%咨询费，打款到腾信堂公司的对公账户。投资产品系某地的一款Ａ某某理财产品，腾信堂是经Ａ某某授权负责Ａ某某产品与品牌推广服务，在腾信堂公司橱窗里放有授权书，但是否经过某地公证机构公证或我国驻某地使馆认证其不清楚。（7）证人詹某的证言，证明2017年7月至2018年4月其任职腾信堂公司培训部总监。培训部主要负责新人岗前培训，包括腾信堂企业文化、金融基础知识；外汇交易及Ａ某某介绍、合作的技术公司、营销技巧；还有早会，开展客户理财讲座、营销会等。其担任培训部总监后已经没有开展话术营销，但有开场白话术及因难问题解答话术等，开展话术培训主要目的是提高业务员跟客户之间的沟通技巧，从而使客户购买Ａ某某理财产品。Ａ某某是某地外汇理财的平台，用英国宏泰开发的ＴＳ智能软件进行操作，还本付息；腾信堂系经Ａ某某授权负责Ａ某某产品与品牌的推广和服务，在腾信堂公司的橱窗里放有授权书。客户购买产品需签订两份合同，一份是《腾信堂投资管理咨询服务合同》，这是腾信堂公司收取客户服务咨询费的依据，还有《ＴＳ智能交易软件使用服务合同》，这是客户投资的依据。腾信堂公司主要通过向陌生人打电话，业务员拉亲朋好友，或老客户介绍新客户等方式推广，还有开座谈会、理财讲座等进行宣传推销。（8）证人黄某1的证言，证明其系腾信堂公司结算中心出纳，负责客户利息和销售人员提成的发放。每月10号左右，结算中心的戴某将当月的利息发放表交给其，其根据银行的不同将表中内容归类，工商银行和建行部分交给孙某，农行、广发、招行归自己。然后把分红总金额告诉俞某某经理，他向朱某B要钱。13号左右，朱某B的助手将Ｕ盾拿到公司，其和孙某拿走对应银行的Ｕ盘，在电脑上使用网银操作，将这5张分红卡中的钱按照分红表明细发放，分红卡上的钱基本不会剩余，第二天，朱某B的助手再将Ｕ盾取走。业务提成分为周提成和月提成。周提成每周一戴某将上周的周提成表交给其，其把总金额告诉俞某某，周某B其名下一张广发卡会收到这笔总金额，这张卡Ｕ盾在其自己这里，会按照周提成表上的明细发放业务提成；月提成是每月18号左右戴某给其上个月的月提成表，其把总金额告诉俞某某，到20号左右，其名下的广发卡收到这笔提成，然后根据月提成表明细发放。一开始发放提成是现金，后来其办了这张卡。其还用朱某的多张银行卡取现发过业务提成，每次取现朱某本人到场输密码和签字，也用朱某的卡给投资人转账发过分红。（9）证人杨某1（技术维护人员）的证言，证明其在2014年8月至2018年7月期间任职某州卓恒企业管理咨询有限公司（以下简称卓恒公司）。之前在某州百脑汇商场做技术主管，吴某某到店里来买服务器，其负责技术维护，就此与吴某某结识。其受吴某某邀请到某地帮他维护服务器。卓恒公司的法人是朱某B，公司地址在某州华星时代广场******，具体业务不清楚，腾信堂公司的业务员会到这里拿合同、财务报销之类，朱某B办公室在1101室，公司的总经办和财务都在这里。吴某某购买的服务器最开始放在枫华府第，后来搬到某地，用于运行ＭＴ4炒外汇软件，腾信堂公司出事之前，吴某某在某地有120多台服务器，每台可以运营30个ＭＴ4账号。腾信堂公司运营炒外汇的理财项目，其本人在2016年4月也投资过6万元，协议签了好几份，把钱给腾信堂公司提供的账户，由对方操作，这些钱到底用于干什么不清楚，只能通过ＭＴ4软件进行观看，不能操作。对方承诺年息有14.5%，有损失的话腾信堂公司补上，如果有高于利息的盈利归对方公司，也就是保本保息，这些内容合同里都没有写。吴某某是某地国籍的台湾人，其在某地期间他都住在酒店，服务器放在某地某地ＮＴＴ大楼，需要支付很贵的费用，一个柜子每月折算人民币要1万多元，吴某某有5、6个柜子。公司地。公司地址在某地某地人做类似于外汇的业务。他是做Ａ某某平台，所有客户的账户注册、出入金都是他在操作，其在某州也看到过他操作，某地服务器放的是ＭＴ4软件，登陆后台可以看到所有客户账户的信息。Ａ某某是一个炒外汇的平台，在某地注册，有无炒外汇的资质其不清楚。ＭＴ4软件是向某地的迈达克公司购买，ＭＴ4软件在某地、某地和某地有三个服务器，这些服务器都是租的，服务器的公司有账单发过来，平台不管真假都要有交易服务器，客户端要发数据，如果没有交易服务器就没办法用，还要有注册账户，没有交易服务器就没办法注册。交易服务器的数据也是吴某某在维护。Ａ某某平台是吴某某找某海某区的ＬＥＡＮＷＯＲＫ公司搭建，其跟这家公司有过对接，按照要求购买相关服务器，最开始维护也是这家公司，后来平台稳定了就找迈达克公司做技术维护。其知道转外汇有限制，一般是5万美金，但这平台没有限额，其间其也在福汇平台炒过外汇，钱是通过官网转账，取现是美金，再换人民币。（10）证人成某的证言，证明其2015年6月入职腾信堂公司网络部，后来网络部分离出来成立烨茂公司，就转到烨茂公司担任信息总监，负责内部项目管理。腾信堂公司主营投资理财项目，保本保息，吴某某是操盘手，Ａ某某平台是他的，通过某地ＦＳＰ网站查询，Ａ某某平台公司吴某某占股100%。吴某某主要让其做升级和维护系统的工作，就是ＭＴ4交易软件上的ＥＡ系统，ＥＡ系统是自动下单、平仓软件，这个交易软件需要服务器运行客户端。正常的平台服务端与流动性供应商有合作，也就是与大盘接轨。而某地的120多台服务器是托管客户ＭＴ4账户，每台可以托管几十个账户。ＭＴ4软件是Ａ某某向迈达克软件公司购买的一款软件，买来以后客户数据都保存在Ａ某某自己的服务器内，迈达克公司没有Ａ某某客户数据。Ａ某某平台上的投资人只有只读账号，通过ＭＴ4软件查看外汇变化。Ａ某某平台上的美金账户是否为真不清楚，也不知道有没有真实押注和交易。当时吴某某让其做ＥＡ插件时，制作的交易策略是类似于马某B交易策略，即亏本加仓模式。相当于投资100把，每一把投资的金额都是前一把两倍，哪怕前面99把输了，只要最后一把赢了也能翻盘。（11）证人夏某的证言，证明其2016年4月入职卓恒公司，负责招人，后来公司想到某海做“大健康”实业，其就到某海工作，在某海中心29楼办公。公司在某海收购和注册了几家空壳公司，主要是为发展“大健康”业务，没有实际经营地址。工商登记上载明卓恒公司控股腾信堂公司，实际上卓恒公司相当于腾信堂公司的行政部门，腾信堂是业务部门，两家公司是一体的。腾信堂公司主营外汇理财项目，客户开户之后会有一个观察密码和交易密码，可以通过观察密码登陆ＭＴ4软件观察账户内资金交易情况，腾信堂公司要求客户自己不能进行实际交易。公司还要求客户10万起投，期限至少一年，年化收益10%起，利息每月直接返还到客户的卡上；一年期内本金亏损到35%以上，公司会将亏损的钱打到客户卡上，再让客户入金到账户里做补充资金。朱某B在某海汤臣一品租住的房子是2017年9月她委托其找中介所租，月租金206000元，另外在盛大金磐42层也租过套房，月租金55000元，给她保镖居住。其到某海工作后，这边10余人的工资都由朱某B从她账户打钱到其账户发给大家，收到的员工工资有500万元左右，另外还有120多万元用来付房租，还买了100万元左右家具。2018年1月开始员工劝退，赔偿金有几十万元，均通过其银行卡发放。（12）证人林某1的证言，证明其在2017年8月通过腾信堂公司招聘入职烨茂公司，担任出纳。2018年4月，办公地点搬到黄龙万科中心，其兼任烨茂公司、卓恒公司、怡辰公司、某州恒实企业管理有限公司和腾信堂公司出纳。这些公司均开设对公账户，里面没有什么钱，平时用来交社保、公积金、报销、付房租等，由朱某B派人送钱过来，由其交给银行。其主要职责就是日常差旅费报销、发放工资等，人事部每月10号左右将准备发放的工资表让会计审核，审核通过后把表格交由财务总监郑某某，经她审核后再交给朱某B审批，到17号左右，有人将工资款送到公司，然后就可以发工资。（13）证人王某2的证言，证明其系卓恒公司的员工，老板是朱某B，主要负责审核投资人的合同，包括初审和复审。罗某负责给投资客户在Ａ某某平台开户、投资人撤资等，孙某职责是核对入金转账凭证和合同上的金额等。投资人的合同一式两份，一份给客户一份给公司，初审就是审核两份合同填写内容是否一致，复审是审核客户入金转账凭证和合同金额是否一致。合同一开始是业务员拿过来，后来有专人拿过来，主要是“猛子”“小某某”等人。初审通过后交给复审，复审通过后到总经办申请盖章，然后填写一式三份合同章使用审批表，盖章后“猛子”“小某某”拿走一份合同和合同章使用审批表，留在公司的合同交给孙某，后来是先录入系统再把合同给孙某，孙某核对合同和录入是否一致，通过后把合同交给戴某，由戴某核对系统信息和制作分红表，戴某把分红表给黄某1，并让“猛子”“小某某”来拿合同，黄某1根据戴某的分红表每个月发利息给客户。这些合同其会做成ｅｘｃｅｌ电子表以方便查询。（14）证人严某的证言，证明其在2016年9月至2017年5月任职腾信堂公司，负责核对公司用于某地的费用，惠某给其发存折、凭证的照片及核算的表格，经其核对这三样东西发生的金额如果一致，就将核算表格打印出来交给朱某，经其核对没有发现不一致的情况。惠某人事关系在怡辰公司，与她联系主要通过ＱＱ，她给的核算表格里有中文和日文，主要是租赁服务器、社保和税杂费，折算成人民币每个月开支差不多100万。（15）证人杭某的证言，证明其在2017年6月入职腾信堂公司，负责制作薪资表格，包括腾信堂公司、怡辰公司、卓恒公司等，这些都是朱某B的公司，薪资表的做法也由朱某B决定，职能部门和商务部门的工资分开做。职能部门薪资表上有序号、员工编号、部门、姓名、岗位、入职日期、基本工资、岗位津贴、职位津贴、交通补贴、午餐补贴、月度奖金、绩效工资等，相关人员拿到的薪资就是表格上的薪资总数。每月有2000多元打到员工银行卡，剩余薪资由财务部发现金，拿现金时需要签字确认。朱某B每月拿固定薪资50000元，吴某某岗位是副总，每月薪资5000元，斯某是客服部负责人，转正前20000元，转正后25000元，后来涨到30000元，詹某是培训部负责人，转正前20000元，转正后25000元，沈函是法务专员，转正后12000元。商务部门薪资表包括员工名字、入职时间、标准薪资、考核后工资、实发工资等内容，商务部人员结构是商务总经理刘某某，商务副总经理叶某某、杨某A、冯某某等人，分为商务总监、商务经理、业务员，逐级往下。（16）证人庞某的证言及提供的劳动合同，证明其系腾信堂公司的总经理助理，腾信堂公司在某市江干区××大厦有一个办公地点，由其经办租赁事宜，主要给客服部门使用。出租方是姜某B，承租人是某州启新健康管理服务有限公司，这家公司是按照朱某B的要求专门为租这个场地注册成立，与姜某B签订了转租协议，约定办公点内的装修及家具归启新公司，价格折算成32万，每个月给物业支付6万元租金，后来客服部门就在这里办公。其还应朱某B的要求把她实际控制的浙江贯邦股权投资基金管理有限公司（以下简称贯邦公司）30%股份转到自己名下，双方没有签订代持协议，其未从中获取任何好处。（17）证人孙某的证言，证明其系腾信堂公司结算中心的会计助理，负责制作入金单日报表，每天罗某会不定时给其入金单，入金单上有客户姓名、业务员姓名、入金日期、金额和入金账号，其将入金单上的内容填写到一个ｅｘｃｅｌ表格里，这张表格就是入金单日报表，第二天上午把表格交给戴某；另外就是制作销售团队业绩月汇总表，根据每天收到的入金单，把业务员名字、入金金额、所属团队填写到表格内，到月底朱某B身边的“猛子”“小某某”会拿走两份，一份给朱某B，一份给张楚寒；还有制作咨询费返现给客户的提成表，财务部欧阳娟每周给其发一份咨询费周报表，里面有业务员名字、所属团队、客户名字、咨询费金额、收取咨询费时间、续约情况，其根据王某2这里的合同情况，查看咨询费周报表内有无对应上交情况，每年7、8月，公司会把咨询费打个折，主要是吸引客户投资，其就制作这个表格交给俞某某，俞某某再交给郑某某。另外，其还负责审核王某2提供的投资合同和戴某提供的分红表和提成表，填写客户撤资的领款单，协助黄某1对分红进行网银打款。审核投资合同就是将王某2提供的合同上客户姓名、入金金额、时间跟自己制作的入金日报表进行核对，再将合同上的年化收益率与公司政策比对，有问题就与王某2对接，她会处理。如果有客户要撤资，王安华会将客户的投资合同交给其，罗某再给一张提取本金单，其核对合同金额跟提取本金单金额是否一致，单子上有客户姓名、撤资金额，是Ａ某某还是股东客户，一致就填写领款单，是Ａ某某就交给罗某，是股东客户就交给俞某某。Ａ某某就是给客户开户炒外汇，股东客户就是直接打款到朱某B卡上炒外汇。公司的入金账户都是私人账户，名字每隔一段时间就会更换。另外，其还制作了一张出金单，就是客户到期本金撤资单，这个用来跟罗某出金核对。如果客户合同到期想要撤资，业务员会通知客服部，然后客服部跟罗某对接，罗某做Ａ某某本金提取单，王安华或者王某2将客户合同交给其核对填写领款单，然后登记一下出金情况做成表格。结算中心在某州密渡桥15号新世纪大厦6楼Ｃ办公室独立办公，负责人是俞某某，黄某1是出纳，王某2和王安华管理合同，戴某管理业务员提成和客户利息分红，罗某负责入金和出金，其系会计，罗某每天都向朱某B汇报，也要向吴某某汇报，出金时要关闭Ａ某某平台账户。据其统计，腾信堂公司入金银行卡共有28张（不包括ＰＯＳ机），入金金额13.6亿余元，包括现金230余万元，股东转Ａ某某135万元，美元入金人民币488余万元，国外账户609余万元，现金是指客户将现金直接交给朱某B，股东转Ａ某某是指投资款直接打给朱某B，美元入金人民币是指客户直接以美元入金，由罗某根据汇率折算成人民币，国外账户是指朱某B有个国外账户用于入金，具体谁开的账户不清楚。出金由朱某B另外安排李某1打款，入金的钱由朱某B一手操控，入金银行卡Ｕ盾都在她那里。（18）证人戴某的证言，证明其系腾信堂公司结算中心统计员，负责制作分红表、业务员月提成明细表（月维护费表）、业务员周提成明细表（周维护费表）。每隔两三天，孙某将最近几天的入金报表给其，其将这张入金报表中的信息填入分红表内，王某2将已经录入系统的投资合同给其，其核对合同基本信息和系统内是否一致。没有问题就将合同上的利率，投资者卡号、结束日期填入分红表内，罗某给其一张上月的撤资表，撤资情况写到分红表内，然后根据公司分红点数政策计算客户当月应发分红，将电子表发给孙某审核，她核对无误后，由其填写用款申请单交经理俞某某，俞某某根据电子表上的金额向朱某B申请资金，朱某B身边的人也会拿走分红表，其自己再把电子版分红表发给出纳黄某1。案发之前，公司的分红点数政策是51万以上，年化收益15%，31万-50万之间，年化收益14%，21万-30万，年化收益13%，11万到20万，年化收益12%，10万以下，年化11%，之前的利率还要高一两个点。月维护费表根据分红表进行制作，按照客户归属的业务员进行分类，该业务员上月续约客户投资金额乘以对应点数（基本是3%），再除以12个月，发到合同结束为止；周维护费表根据孙某给的入金报表制作，按照客户归属的业务员进行分类，该业务员上周新增客户、追加客户投资金额，乘以对应点数（每个团队比率不同，根据业绩保有量来定，冯某某团队和董莉团队在5.6%左右），后续操作跟分红表一样。腾信堂公司的商务人员根据新老团队的不同有两套提成政策。（19）证人黄某2的证言，证明其系腾信堂公司的商务部业务员，就是拉客户投资腾信堂公司的Ａ某某外汇理财项目。腾信堂公司的营业执照没有向公众融资存款、融资担保、代客理财等金融服务项目，也无向社会公众吸收资金的资质。业务员除了给陌生人打电话之外，就是拉自己的亲朋好友，通过口口相传的方式进行，另外就是将人聚集起来开座谈会推销，参展宣传等。客户投资Ａ某某承诺保本付息，2014年年化收益是15%-19%不等，2015年年化收益14%到18%不等，2016年13%到17%不等，2017年12%到16%不等，2018年11%到15%不等。年化收益平分为12个月按月发放，每月15日为客户收益计算日，以银行汇款方式支付收益。年化收益高低根据客户入金多少来定。客户投资Ａ某某外汇理财需签署《腾信堂投资管理咨询服务合同》和《ＴＳ智能交易软件使用服务合同》，合同一式两份，公司、客户各一份，客户在手机上下载ＭＴ4软件，并交纳1%咨询费，客户直接把咨询费打给其，其交给冯某某，收取客户入金是让客户用ＰＯＳ机刷卡，冯某某也发给业务员一些个人账户，比如朱某、王某1等，还会更换银行账户。客户投资的钱做Ａ某某外汇理财，如果客户出现亏损35%以上，由腾信堂公司补足。拉业务有提成，上级冯某某给其的提成是2%，业务员如果月入金20万元以上才会有基本工资，基本工资也是阶梯式，第一阶梯2000元，然后4000元、6000元不等。其个人拿的提成有18.34万元。（20）证人邵某的证言及扣押决定书、扣押笔录、扣押清单及腾信堂投资管理咨询服务合同、ＴＳ智能交易软件使用服务合同、银行超级柜台客户回执等，证明其本人系腾信堂公司的投资客户，后来朱某B让其帮忙拉客户，给其一定提成。其就通过口口相传的方式介绍朋友到腾信堂公司投资，客户投资需要签订《腾信堂投资管理咨询服务合同》和《ＴＳ智能交易软件使用服务合同》，客户还需要下载ＭＴ4软件，腾信堂公司按照入金额1%收取咨询费，由腾信堂公司对公账户收取，但也有现金交纳或者支付宝转给客服人员，收取客户入金的账户是私人账户，会不定期更换。其自己的入金打到吴某某的英文名账户和朱某B的个人账户，介绍过来的客户都由客服人员接待。其本人投资了107万元，拿到利息44.2484万元，本金现在没有取回，拿到提成821003元。（21）证人惠某（腾信堂公司派驻某地员工）的证言，证明其于2012年11月进入腾信堂公司工作，当时总经理朱某B说腾信堂公司采用自动交易软件做外汇业务很成功，打算向国际发展，由于其有长期某地生活的背景并懂日语，所以想通过其了解某地的各种情况。其入职后主要是搜集某地的金融政策，联系某地律师了解成立公司的法律手续等，这些资料会翻译成中文汇报给朱某B。2014年4月，朱某B的合作伙伴吴某某在某地某地成立公司ＧＳＴ，主要业务是适格机关投资家特列业务，相当于私募业务，公司人员最多时有销售及总务共5名，其在同年6月转职去ＧＳＴ工作，并向朱某B汇报日常运作情况。2015年7月，因为公司客户不多业绩不佳，吴某某解雇了他的朋友，成为唯一法人代表，同年11月，吴某某在某地成立新公司ＢｒｉｇｈｔＡｓｓｅｔ，目的是为了应对即将出台的关于适格机关投资家等特列业务的新规定。新规定要求一般投资家需要确保自己拥有1亿日元的投资资产才有出资资格。2016年1月，某地财务局进驻ＧＳＴ，调查发现公司业务里的一位适格机关投资家在公司的出资不是自己的钱而是公司所出，属于违规操作，所以某地财政局对公司公开通报处分。后来吴某某在某地成立控股公司Ａｕｒｏｒａ对新公司ＢｒｉｇｈｔＡｓｓｅｔ百分百控股，新公司于2017年3月迁移至某地，当时吴某某因为违规操作在至少5年内不能担任金融相关企业有实权的职位及不能与金融公司有任何实质权益关系，所以他卸任了公司的法人代表职务，并转为拥有控股公司Ａｕｒｏｒａ的只可分红没有任何权力的甲种股。控股公司和新公司法人均聘任某地人担任。2017年7月，新公司ＢｒｉｇｈｔＡｓｓｅｔ正式向关东财务局申请金融牌照。2018年7月，吴某某提出控股公司和新公司资金紧缺，之后跟法人和董事商定找新股东加入，同年12月新股东加入，成为实际控股方，2019年3月，新股东不愿继续出资，公司因为资金不足无法开业，2019年6月，另一新股东决定加入，增资全部完成后这名股东将成为最大股东，公司也将开始运作。吴某某跟某地经营者说汇过来的钱都是他跟朱某B做外汇交易所赚，公司也是这样跟某地财务局和关东财务局汇报资金来源，至2018年底新股东加入之前，公司收到大约8亿日元汇款，折合人民币大约5000万。（22）证人罗某的证言，证明其系腾信堂公司结算中心账户服务专员，负责腾信堂公司客户开户、入金、出金相关资料的制作及提交。业务员有客户需要开户，会给其提交一张开户申请表、一张佣金表和客户的身份证、银行卡复印件，其把这些纸质材料上的信息填入公司专门制作的电子表格上，再把纸质材料扫描到电脑上，将扫描件打包发给吴某某，他会回复客户的名字、账号和密码，表示开户成功。然后业务员通过微信等方式把转账凭证发给其，其会确认一下是否到账（一开始对接柳杨惠，后来对接吴某某本人，入金账号系吴某某银行卡，再后来对接俞某某，ＰＯＳ机后台能看到，绑定账号系朱某B提供的雷某、李某2、王璟、彭根宝等人银行卡，后来又对接朱某B或李某1，入金账号系朱某B提供王书云、王某1、叶洋、吴先泽等人银行卡），然后把凭证打印出来，交给王某2、孙某和戴某各一份，自留一份；制作入金单，每天下班前把当天的入金单打包发给吴某某，2018年开始还要发给朱某B。朱某B平时很小心，包括吴某某的银行卡及Ｕ盾在内，所有入金账户及Ｕ盾都由朱某B保管。业务员会跟客户说投资款打到公司账户用于炒外汇，实际上是打到朱某B控制的私人账户，如果朱某B需要用钱，也从这些私人账户划出，包括公司的开销，客户利息、提成等。这个模式说通俗点就是拆东墙补西墙，只有新的投资款源源不断进来才能保持公司运作，否则资金链就会断裂。（23）证人潘某的证言，证明其于2013年7月至2015年7月期间在腾信堂公司财务部任职，主要负责会计、出纳工作，包括计算客户分红、员工工资、业务员提成等。2014年底觉得风险太大，就想离职，但朱某B不同意，一直到有新人接手，才在2015年7月离职。腾信堂公司在福汇不让做了转做Ａ某某之后，Ａ某某的客户资金都是打到吴某某的英文名ＧＹＯＲＩＮＥＩＳＡＩ账户，从该账户收支收纳报表可以看出这些钱并没有再出去做真正的外汇理财。接受证据清单、分红、提成表等，证明潘某提供其在腾信堂公司工作期间制作的工作表格等情况。（24）证人王某3的证言，证明2014年7月至2016年3月期间，其在腾信堂公司总经办工作，主要负责统计Ａ某某客户、股东客户还有少量福汇客户的分红信息、业务员提成和员工工资。股东客户的合同书是红色，不用单独开户就可以拿固定收益，无论多少资金拿的都是当年的最高收益，少量福汇客户是因为这些客户还没有撤完，后来慢慢撤完了，要么撤资要么转到Ａ某某或者股东客户。（25）证人李某1的证言，证明其系腾信堂公司老板朱某B的保镖团负责人，负责当司机、跑腿、帮朱某B转账等，整个保镖团队还有徐春燕、徐某、商世猛、冯某、吴强强和张宇飞。储新公司是腾信堂公司的营业点，负责人叫裘某1。朱某B平时跟他的弟弟、母亲和男朋友吴某某交际较多，还有裘某1和冯某某，另外还有一个叫张某某和一个叫郑妙妙的闺蜜。朱某A系朱某B的弟弟，每隔十天半个月就找朱某B要钱，朱某B给他的都是现金。朱某是朱某B的亲叔叔，在腾信堂公司上班，所有客户投资的合同都由朱某保管。2017年底，朱某B说做金融迟早会出事情，二人就出国的问题有过交谈。2018年3月到5月时，朱某B又说起出国事宜，其问了徐某。到7月份出事前几天，朱某B通过其找徐某商议逃往国外，后面徐某直接跟朱某B汇报，其为朱某B逃离某州安排了开车的驾驶员田某和甘艳红。朱某B临走的时候给了其两个拉杆箱，其中一箱是现金，一箱是纪念币、玉石等物品，拉杆箱里的钱有300万左右，给朱某B打了200万左右，给徐某打了一部分，还有一部分被其用掉。其舅妈李宝静建行卡里有950多万元现金，这笔钱从其母亲査娟建行卡转入，系朱某B转入，共计1000万。另外，朱某B还通过査娟介绍，以其父亲李忠森名义在钱生钱理财投资了1700万元，目前这笔钱没有收回来。朱某B出逃后，徐某给了其朱某B的联系方式，他还问其要过帮朱某B偷渡的好处费40万和办理假身份手续费70万元。后来朱某B还让其找田某给她送了钱和药品，田某到某国后联系了徐春燕，她把钱换成泰铢，田某从某国回来给了其两个手机，其就通过这两部手机跟朱某B联系，朱某B还说她已经整容，另安排徐春燕回国取了一次钱。朱某B逃离某州后，某州东方君悦公寓还有几百万元现金，其根据朱某B的交代把这些钱分发给了她的保镖团成员及提供银行卡的人员。（26）证人徐某的证言，证明其系朱某B的保镖，受李某1领导。在朱某B出逃前几天，李某1说朱某B准备逃往某国，问有没有人可以安排这次外逃。其问了一个叫严建荣的朋友，他说没有问题，只要把人送到景洪的某地口岸，其他事情他会安排，整个费用要十多万。其便把情况汇报给李某1，她表示钱不是问题。2018年7月某天，李某1说甘艳红和田某会开车把朱某B送到贵阳，让其去贵阳接应，其便联系“丁师傅”立即到贵阳，并让严建荣安排好后续事宜。第二天其坐飞机到景洪，并联系一个叫“东哥”的人，他安排一个叫“林哥”的人到机场来接，当晚其告诉严建荣已到景洪。第二天“林哥”把其送到一个宾馆与朱某B见面，她说自己有个箱子要带出境，希望有个人陪同，并给了其20多万元现金。其跟“林哥”说想让他安排一个人陪朱某B到某国，“林哥”就安排了一个人。第二天中午，“林哥”开车带其和朱某B到某地口岸，陪同人员自己打车到某地口岸附近，其与严建荣联系，严建荣和某地方面联系后，把那边一个人的联系方式给了其，其与对方联系后，他让其到附近银行门口找一个女人，后来陪同人员带着朱某B的行李正常办理手续过境，其找到那个女人，那个女人打电话叫来一个男人，这个男人骑摩托车载着朱某B翻山出境到某地。朱某B翻山出去后半小时，其接到某地那边的电话说已经接上头，准备出发去某国边境。第二天中午，其接到严建荣的电话，他说已经和他某国的朋友“瓦特”接上头，准备去曼谷。当天晚上，其接到一个某国的电话，是朱某B打过来，她说已经在曼谷住下。后来其还和朱某B有过多次联系，她一直在某国。（27）证人田某的证言，证明其系腾信堂公司的保安人员，2018年7月11日清早，其接到李某1的指示要出趟差，之后徐某打电话给其，让其和另一个人租车送一个领导到贵阳。当天下午，其租了一辆商务车，和另一驾驶员甘艳红接上头，到了晚上7点左右，徐某打来电话让其到某州的一个医院边上等，等了一两个小时接上朱某B。她随身带个大箱子，给其和甘艳红一人一部手机，让二人用这个手机联系贵阳那边的人。次日中午，其一行三人抵达贵阳，之后徐某让其电话联系一个人，接着几个人就把商务车开走，剩下两个人开着一辆白色车带路，其三人换了一辆对方提供的白色面包车往云南某地开，7月13日中午抵达某地的景洪，朱某B坐上那两个人的车辆走了，临走时拿走了之前发的两个手机。之后其接到徐某的电话说“就当没有来过这里”。其当晚就坐飞机回了某州，甘艳红回到贵州。2018年9月份，李某1给其电话，让其去某国送30万元和一些药，到某国后与徐春燕碰头。9月16日，其从某海出境到某国，随身带了银行卡还有妇科的一些药物，之后与徐春燕联系，她说这些药是给朱某B的。（28）证人冯某的证言，证明其系商世猛的女朋友，商世猛是朱某B的保镖兼司机，朱某B的贴身保镖是李某1，还有徐春燕、徐某、吴强、杨明月，这六人属于公司的保镖团，主要是保证朱某B的安全和传达她的指示。其本人负责保镖团的日常开销出纳工作，与李某1对接，帮朱某B做账和银行卡转账。其还给朱某B办了两张银行卡和一张手机卡，2018年5月左右，李某1联系其，让其办了一张银行卡用于公司转账，还说有报酬可以拿。其就办了一张尾号4674的农行卡，办好后交给朱某B，也帮忙转过几次账。一个月之后，朱某B说这张卡转账出现问题，其又去办了一张尾号4774的银行卡给她。（29）证人钱某的证言及辨认笔录，证明其系某海领壹（ｌｅａｎｗｏｒｋ）信息科技有限公司的法人，ＬＥＡＮＷＯＲＫＬＩＭＩＴＥＤ注册在香港，和领壹公司实际是同一家公司，主要从事维护服务器业务。2014年通过其他客户结识吴某某、朱某B。吴某某说他向某地迈达克公司购买了ＭＴ4软件，还购买了服务器，希望其公司帮他维护服务器，对方还向公司购买了一套ｃｒｍ客户管理系统。通过维护服务器可以看到他的ＭＴ4软件中使用的服务器名称是Ａ某某，也建有清算桥模块，Ａ某某有报订单出去的动作，但是报了多少，报到哪里不清楚。清算桥模块能够把客户订单直接投放到国际清算机构或市场中，是对接国际市场的桥梁。如果要做真的交易，一定要通过清算桥模块接入国际市场，接入国际市场后就不存在换汇限制，但是接入清算桥模块不一定要是真单，也可以是模拟单。另外，正规操作外汇一定要把钱打到境外外汇平台在银行的指定账户，不能打到任何个人账户，而且这个钱必须是美金。其还辨认出吴某某及朱某B。调取证据通知书、调取证据清单及ＭＴ4托管服务协议、银行交易明细等，证明朱某B、吴某某与钱某签订ＭＴ4托管服务协议、ｌｅａｎｗｏｒｋ软件服务协议及支付服务费等情况。（30）证人裘某1的证言，证明其系储新公司的法定代表人兼总经理，储新公司成立于2016年6月18日，经吴某某提议，由朱某B实际出资，朱某B口头承诺给其干股10%。财务部负责人裘某2，财富部分为三个部，一部负责人许某A、二部负责人朱某D、三部负责人陈某A，出纳陈惠燕、会计董蕾由腾信堂公司所派，在储新公司上班，工资由朱某B发。朱某B没有在储新公司担任职务，有什么事情她会告诉其，由其去管理，有事情其也会和她沟通。公司主营软件开发、理财产品销售两项业务，理财产品是做外汇理财，客户在Ａ某某外汇平台开设外汇账户，投入资金，由吴某某操作。储新公司和腾信堂公司都代理Ａ某某平台的业务，这个平台在某地注册，有ＦＳＰ监管号。ＦＳＰ不能操作外汇交易，ＦＭＡ是某地金融管理局监管，可以进行外汇交易，其问过吴某某有没有ＦＭＡ审批，吴某某表示尚未审批下来。储新公司就是腾信堂公司的分公司，资金由腾信堂公司负责，储新公司不收取投资人的款项，而是交到腾信堂公司指定的银行账户，具体由腾信堂结算中心的罗某与裘某2对接，包括吴某某的两个英文名账户、王某1尾号0994建行账户、叶洋尾号7930建行账户、吴先泽尾号7432建行账户，盈利打回账户有鄂娜艳尾号5878农行账户、刘书云尾号3472建行账户、彭根宝尾号0730建行账户。另外还有客户通过ＰＯＳ机走账。有些投资者拿的是现金，其本人银行卡也收过投资款，然后再转到上述账户，这些账户收到钱去哪里不太清楚，但从客户登陆外汇账户看是进入外汇平台。公司最开始通过传单宣传，后来就是靠业务员个人拓展客户，分为三类，Ａ类是固定收益（月结年息13.5%，年结年息15%），风险由储新公司承担并负责账户交易，Ｂ类为公司不承担风险，负责账户交易，赚钱了公司拿30%，客户拿70%，Ｃ类是只帮客户开设账户，投资人自己在平台操作，其他都不管。从平台来看，这些资金还在Ａ某某平台里，有30%亏损，但吴某某已经把这个平台的服务器关掉，登陆不上去。投资流程先是开户，签订开户协议，然后把资料提交给Ａ某某平台，客户将资金打入平台指定账号，公司与投资人签订投资合同。朱某B给其19%的收益，其再从19%中拿出最高15%给投资人，剩余4%给自己，一年到期分红为15%，按月分红就会降到13.5%，另外还要收取客户1%的软件使用费。这些钱来源于朱某B，其再给投资人，但是按月给的有结算上的时间差，这时候会动用公司的流动资金或者问朱某B要。给投资人15%的分红由其决定，其原来在腾信堂公司工作时这个产品就是15%的分红，照搬过来并做了一定改良。公司除了财富部还有其他部门也会发展客户，只要发展客户就有提成，财富部业务员是2.4%，经理2.7%，总监3%，另外再给0.4%的营销经费，其他部门发展客户都提2.6%。朱某B给公司的投资款、客户到期分红、手续费等都打到其本人的南京银行卡，有些客户分红也从这张卡里出，由财务操作，对公账户基本和朱某B没有往来，主要用于软件使用费、房租费等支出。投资人合同到期后直接在公司提交出金申请，公司将申请提交给Ａ某某，之后的事情储新公司不用管。（31）证人裘某2的证言及其提供的银行交易明细、记账单等，证明其系储新公司的财务负责人，朱某B是腾信堂公司的老板，也是储新公司的实际出资人和掌控人。储新公司会和投资客户签订开户协议，提交给公司的客服，客服把资料整理好后给其，经其审核再提交给腾信堂公司的结算中心，与罗某对接，结算中心审核好后反馈给其客户的账号和密码，公司把账号密码告诉客户，客户用手机下载ＭＴ4ＡＰＰ登陆，之后结算中心会下发银行账号，公司把账号给客户，由客户打钱。这些账号有ＧＹＯＲＩＮＥＩＳＡＩ、王某1、叶洋、吴先泽等，还有ＰＯＳ机转账，打钱之后客户把打款凭证交给其，公司做好入金单，再一起交到腾信堂结算中心，后续就和客户签合同，平台事宜都由腾信堂找Ａ某某的法人吴某某操作。腾信堂算是储新公司的母公司，日常管理由裘某1负责，主要事情由朱某B决定。客户分为Ａ、Ｂ、Ｃ三类，还有只针对公司员工的Ｄ类产品。公司对外推广主要靠口口相传、电话营销及拉亲朋好友，一年到期的分红是年化15%，按月分红13.5%，由裘某1决定，按照这个来做账，付利息的钱由朱某B转到裘某1尾号6272南京银行卡，按照入金19%转钱。员工工资包括基本工资和业务提成，一般业务员提成是2.4%，行政是2.6%，总监级别还可以从中抽成，业务员、总监、经理提成之后，剩下的都给裘某1，裘某1自己做的业务按4%提成。储新公司总共吸纳投资1.4亿余元，尚有1亿余元未兑付。裘某1还到某海订了一辆乔治巴顿汽车，购买人是朱某B，用裘某1的银行卡支付购车款。（32）证人王某1的证言，证明其系朱某A的女朋友。2018年4月和朱某A到某海中心大楼与她姐姐朱某B见过面，其问朱某A他姐姐做什么，他说朱某B在某州开了一家金融外汇理财的腾信堂公司，客户投资有利息，现在到某海租赁中心大楼是为了开拓某海市场。其还应朱某A要求办理了两张银行卡（其中一张尾号0994建行卡）和一个手机号码给朱某B使用。朱某A说每个月会给3000元好处费，后来其从朱某A那里拿到了6000元好处费。2018年6月，建行工作人员打电话来说这张卡资金流动很大，问是怎么回事，其就随口说了开公司用，随后跟朱某A说了一下，朱某A说卡还在朱某B那里，卡内资金流动很大正常的。其很担心，就叫朱某A把卡注销，里面还有余额18万多元转给了朱某A，另外那张农行卡没有用过。朱某A在陕西某县滨河新区××镇项目，投资款200万元是朱某B所给。（33）证人朱某的证言，证明其系朱某B的叔叔，挂名烨茂公司的法定代表人。2014年朱某B用其身份证办了一张建行卡和一张广发银行卡，绑定的是朱某B的手机号码，都开通了网银，Ｕ盾由朱某B保管。建行卡用来给腾信堂公司员工发放工资和提成，都以现金方式发放，由其和财务人员到建行取现，每个月取现总额200万元左右，广发银行卡是朱某B用于业务员在拉投资款的时候打钱进来。2016年，朱某B说想买个房子给员工当宿舍，就以其名义买了某市西湖区枫华府第12幢901室，2017年朱某B又以其名义在某市购买了两套房产，房款均由朱某B转账支付，来源于她经营腾信堂公司的钱，每月还贷也是她安排腾信堂的员工打钱。（34）证人林某2的证言及提供的机动车信息查询结果单，证明其系朱某B的舅舅，2017年底2018年初的时候，朱某B说她要来某海发展，买了一辆勇士乔治巴顿车要上牌，因没有某海户口，就让其把自己的牌照给她用。购车款由朱某B所出，车辆由朱某B、朱某A在使用。（35）证人刘某的证言，证明2017年10月份左右，朱某B和她男友吴某某到徐州绿城紫薇公馆销售中心，由其接待看房子。11月底12月初的时候其到某州找朱某B签了认购合同，到2018年3、4月份朱某A过来以其名义签了购房合同。房款支付了1900万元，ＧＹＯＲＩＮＥＩＳＡＩ尾号9999账户付款200万，李某2尾号6735账户付款540万，徐春燕尾号6764账户付款500万，朱某A尾号2989账户付款660万。后来朱某A办理了退款手续，购房合同已注销。（36）证人楼某的证言，证明2016年底，其朋友陈志文说他两个朋友吴某某和裘某1想找人组建一家私募基金公司，后来其与吴某某达成口头协议，公司筹备期间的所有费用由吴某某支付，由其具体负责公司的筹备及运营，成立之后吴某某占7成股份，其占3成股份，就这样成立浙江亚辰资产管理有限公司（以下简称亚辰公司）。其与吴某某联系公司的事情，他经常推说太忙，就让其与朱某B联系。公司的工商登记资料上法人代表是其本人，占股100%，但与朱某B签订了代持协议，约定全部股权归朱某B，如果有利润的话其可以参与分成。筹备期间，吴某某给其打了790万元，再通过其打到亚辰公司对公账户，其中690万元用于公司运营，支付房租、员工工资、办公用品等；剩余100万元被其出借给自己的两个老乡。2017年1月10日其给吴某某英文账户打款100万元是投资储新公司理财产品的钱，同年8月1日、8月2日，腾信堂公司的出纳给其打款122万余元，是赎回的款项，后来又投进去没有拿出来。储新公司是朱某B和吴某某所开，裘某1是法定代表人。（37）证人周某2的证言及提供的劳动合同，证明2017年4月，其任职长汇财富公司三分部总经理，后来与朱某B结识，她想发行一些军工、养老方面的基金，经过与其多次协商，她将她名下的贯邦公司70%股权转到其名下，并给其个人账户打了350万元，又往陈喆的个人账户打了150万元作为公司的运营资金，后来这500万元都转到贯邦公司的对公账户。贯邦公司实际运营由其主导，陆续谈了一些项目，但没有成功发行过一只基金，朱某B提供的500万元资金日常开销了250万元，还有250万在对公账户上。给其打款的账户是一个名为ＧＹＯＲＩＮＥＩＳＡＩ的银行账户和一个名为裘某1的银行账户，给陈喆打款的账户其不清楚。陈喆原来是贯邦公司的股东，占股30%，后来这30%股权转到腾信堂公司员工庞某名下。（38）证人王某4的证言，证明2013年，因其帮助朱某B解决了腾信堂公司被工商部门调查之事，她比较感激，提出要给其送10万元钱，经其提议举办一个书画会，她通过书画会送给其几幅字画，后来被其送给别人。中科联盟是类似于社团的形式，个人名义加入，社团整合成员的人脉资源、社会关系帮助企业解决一些经营困难等，朱某B也在这个社团里。2014年其跟胡某认识，朱某B想通过胡某办理基金牌照，其表示能办就给她办一下，但系胡某的渠道资源。另外其通过绿城物业公司的老总帮朱某B购买徐州紫薇公馆打了折扣，朱某B给了胡某70万元好处费，其中20万元她帮中科联盟租了房子。朱某B还给中科联盟赞助过三次年会共计55万元。（39）证人胡某的证言，证明2017年冬天朱某B在西湖边的喜来登酒店办年会，朱某B邀请了许多银行的朋友，当时其也在场并跟朱某B结识。2017年底，朱某B说她想办基金牌照，刚好其认识一个人就介绍给她，她本来承诺给100万元好处费，后来办了一半就只给了20万元。2018年初她还托其帮忙在江苏徐州紫薇公馆买一套中式别墅，答应给200万元好处费，其和王某4都想拿这笔好处费，就通过王某4的渠道联系了绿城总公司的人，后来朱某B订了一套房子，给了其60万元。2018年过年的时候，朱某B的公司因为被举报从事金融违法犯罪，被别人敲诈勒索，另外还有在物业公司有170万元左右押金想拿回，她找其帮忙给了60万元，还给中科联盟年会赞助了几十万元。其本人还向朱某B借了30万元。（40）证人雷某的证言，证明2016年的时候，其受李某2邀请加入朱某B出钱给他开的商业调查公司。2017年夏天，李某2说朱某B需要一些银行卡走账，让其办几张银行卡给朱某B，每个月工资可以增加1万元，其便办了4张银行卡并通过李某2把银行卡、Ｕ盾、密码及身份证交给朱某B。之后腾信堂公司的财务人员让其跟他们到银行里取钱，第一次就几十万的金额，当时财务人员说用来发工资，后来陆续到银行取了几十次钱，资金上百万是常有的，加起来有上亿元资金。取现的方式主要是同柜转存，就是从银行卡里把钱取出来，直接存到别人银行卡，不离开柜台，也有确实取出来的情况。2017年11月的一天，其和李某2还先后到某州好几家建设银行，用李某2的银行卡为朱某B取现几百万元，到华星时代广场办公室交给朱某B；11月中旬一天，其和李某2到某州庆春支行取现几百万元，李某2把钱交给朱某B。同年12月中旬，其感觉腾信堂公司可能涉及非法集资，这么频繁取现可能涉及洗钱，就跟李某2提出不干了，要把自己银行卡全部要回来。12月29日中午，李某2说腾信堂公司需要转账，还发了李某1的账户给其，被其拒绝，朱某B打电话过来要挟，其就叫了一个朋友一起到某州景芳六区的建设银行，跟银行人员说要销户，银行人员说卡里有现金不能销户，必须先把钱转出来，而且里面的钱太多，一天只能转500万，其就把500万转到李某1的银行账户，卡内剩余的三四百万转到了一张新办的银行卡里。当其转账完毕刚走出银行的时候，朱某B的保镖“圆圆”和一个短发男子抢走了其身份证和新办的银行卡，后来其报警，朱某B和李某2就给其打电话，说不要把事情闹大。考虑到家人安全，其在第二天把卡里剩余的钱转到李某1的银行账户。（41）证人李某2的证言，证明2016年，朱某B给其五六十万元，让其注册成立某州瑞祥商务咨询有限公司。2017年上半年，应朱某B要求，其给她提供了4张银行卡，并把银行卡、Ｕ盾、密码及预留电话卡都给了她，每月好处费是1万元。雷某也给她提供了4张银行卡。2017年下半年，其和雷某开始应朱某B要求帮她取现，2017年11月初，其和雷某先后在某州的三墩支行、翠苑分理处、学院路分理处、竞舟路支行等4家建设银行，从其建行卡里取现共计470万元，当面到朱某B的办公室给她，当时李某1也在现场。同年11月中旬一天，其又到某州钱塘支行和中山支行取现500万元，在某州华星路上交给李某1。过了一天，又在中山支行取现200万元交给李某1。同年11月中旬一天，其和雷某在某州庆春支行取现400万元交给李某1；11月底，在某州德新支行取现102万元交给李某1；12月20日左右一天，取现265万余元交给李某1；过了2天左右，取现66万元交给李某1，取现总计有2000多万元。除了取现之外，还帮朱某B同柜转存，先由其取现，银行不拿现金，由其签字后银行直接将钱转到朱某B安排的银行卡号上，这样转账的痕迹没有，变成现金打款。通过这种方式帮朱某B转了3600多万元。2017年底，雷某和朱某B因为取款事宜发生冲突，朱某B怀疑其和雷某合谋，从此不再信任二人。（42）调取证据通知书、调取证据清单、商品房买卖合同、国内支付业务收款回单，证明朱某A向徐州新盛绿城置业发展有限公司购买房产一套，总价3600万元。2017年8月至2018年7月，通过ＧＹＯＲＩＮＥＩＳＡＩ尾号9999招行卡、李某26735建行卡、徐春燕尾号6764建行卡、朱某A2989江苏银行卡支付房款共计1900万元（含朱某A660万元）。2018年9月至10月，徐州新盛绿城置业发展有限公司将1900万元房款陆续退到朱某A尾号2989江苏银行卡。（43）调取证据通知书、调取证据清单、烨茂公司欠付某海中心公司款项的情况说明、某海市房屋租赁合同、增值税专用发票等，证明烨茂公司租赁某海中心大厦办公楼的基本情况。双方于2017年8月31日签订《租赁合同》，约定交付日期为同年9月1日，租赁期3年，月租金1351317.42元，装修免租期及免租期共4个月（到2017年12月31日止），烨茂公司交纳租赁保证金4053952.26元。因2018年8月份租金未付，某海中心大厦建设发展有限公司解除租赁合同，并扣押租赁保证金冲抵欠付租金及相应违约金。（44）接受证据材料清单、业务员吸收金额及提成金额表、腾信堂公司营销话术等，证明戴某、孙某等人提交的腾信堂公司业务员吸收金额、提成金额及客户投资入金的明细情况。腾信堂公司营销话术提到“本金非常安全、收益最高可达17%、本金是在您自己的个人交易账户里，任何人都取不走”等字样。（45）电子证物检查笔录，证明公安机关对涉案电脑、硬盘、手机等进行电子取证的情况。（46）协助查询财产通知书、银行交易明细、单位结算卡业务凭证、活期取款凭证等，证明公安机关调取朱某B、朱某、丁少聪、张步照、干国华、商世猛、王璟、徐彩琴、徐某、李吉、李某2、雷某、ＧＹＯＲＩＮＥＩＳＡＩ、胡某、富丽萍、冯某某、李某1、烨茂公司、怡辰公司、腾信堂公司、周倩、林德源、汤立刚、张丽敏、朱某D、岑婷、郑昊、陈明阳、王某1等涉案人员、公司及相应账户的银行交易及取现情况。据王某1尾号0994建设银行账户的交易明细及腾信堂公司财务人员整理，王某1前述银行账户于2018年6月共接收入金款763万元。（47）审计报告，证明经审计，①腾信堂公司共有投资人1899名，共吸收资金1449605242.29元，其中：有损失的投资人1279名，入金总额1227104741.29元，实际损失846188790.29元。②储新公司ＡＢＣ类产品共有339人参与投资，入金总额139269222.8元，实际损失106810104.05元，Ｄ类产品共有40人参与投资，ＡＢＣ类产品和Ｄ类产品去除重复后投资人共计357人，入金总额147144940.8元，其中亏损301人，实际损失108695161.71元。腾信堂和储新公司实际损失的投资人1580人，损失金额合计954883952元。③腾信堂公司吸收资金的主要用途如下：支付客户利息372263863.92元；支付业务员提成共计99028511.92元；公司运营费用：61639713.1元；购买车辆房产：104991205元；支付其他公司费用：69610389.96元；某地公司费用：50000000元；个人账户提现：********.55元；李忠森理财未收回本金：17380000元；朱某B个人费用：27633781.18元；吴某某个人费用：12219994元；以上共计887198181.63元。其中，公司运营费用包括职工薪酬6413万余元、房租2235万余元、税费186万余元以及办公、招待、差旅、培训等杂费，公司运营费用，还扣除了公司收取的咨询费收入2781万余元及资本金投入1597万余元。支付其他公司费用主要包括支付烨茂公司在某海办公楼的租赁及装修费、员工工资开支、亚辰公司投资款等。④腾信堂公司未兑付投资人余额1134671137.29元，储新公司与腾信堂公司往来资金结余69202366.51元（储新公司非法吸收投资人资金结余126039512.43元，其他收入2700000元，收到腾信堂公司及吴某某朱某B控制的账户直接转入的资金30838892.64元，代付投资人本金23298253.28元。），两者合计1203873503.8元，已查明资金去向887198181.63元，尚有316675322.17元资金去向无法查清。储新公司成立于2016年6月16日，法定代表人裘某1，实际出资人为吴某某和腾信堂公司法定代表人朱某B，储新公司吸收的资金均由吴某某和朱某B控制，一部分用于支付投资人本金，一部分作为储新投资款、代理佣金及到期客户分红支付给储新公司，储新公司再用于支付客户利息、员工工资、提成和公司运营开支等。其余资金被吴某某和朱某B用于腾信堂公司的资金运作以及个人消费。因为储新公司和腾信堂公司的资金均由吴某某和朱某B控制，储新公司的投资者和腾信堂公司的投资者资金都在朱某B和吴某某控制的几个账户中进出，资金高度混同使用，故上述审计报告包含储新公司的相关内容。（48）调取证据通知书、调取证据清单、办公楼租赁合同、营业执照、公司登记（备案）申请书、公司章程等，证明涉案公司某海京尚置业有限公司、某海葆颐养老服务有限公司、某海鹊美实业有限公司、某海申畅投资管理有限公司、某海登佳投资管理有限公司等公司的工商登记情况。烨茂公司于2017年8月30日与某海瑞崇投资有限公司签订办公楼租赁合同，约定承租某海市浦东新区银城路88号尚悦中心50楼，租赁期自2018年1月1日至2020年12月31日，不含2017年9月1日至12月31日装修期，月租金1126520.77元，合同项下租赁保证金为3668156.85元。2018年8月，烨茂公司停止交纳租金及物业管理费，某海瑞崇投资有限公司向烨茂公司发律师函解除租赁合同，并保留追究责任的权利。（49）调取证据通知书、调取证据清单及开立单位外汇账户申请书等，证明ACHINTERNATIONALLIMITED在建设银行开立单位外汇账户的情况，显示该公司法定代表人为晓林应材（系吴某某日文名），地址位，地址位于某地奥克兰市iv>（50）调取证据通知书、调取证据清单、企业信息、法定达标人登记表等，证明新余腾信堂投资管理咨询有限公司、新余烨茂科技有限公司、新余怡辰人力资源有限公司、贯邦公司、亚辰公司的工商登记情况。腾信堂公司成立于2010年7月，公司股东为应兰琴和袁凌；2012年4月，应兰琴将其所占腾信堂公司51%股权转让给朱某B，公司股东变为朱某B和袁凌，住所地为某市西湖区××路××号××广场××座××层××号房，法定代表人变更为朱某B。2017年3月，腾信堂公司公司类型由私营有限责任公司变更为一人有限责任公司，股东由朱某B、袁凌变更为某州卓恒企业管理咨询有限公司。2018年2月，腾信堂公司住所地由某市西湖区××路××号××广场××座××层××号房变更为某市富阳区富春街道金桥北路161-2号2楼，经营范围由投资管理、投资咨询（以上项目除证券、期货，未经金融等监管部门批准，不得从事向公众融资存款、融资担保、代客理财等金融服务）、经济信息咨询（除商品中介）、接受金融机构委托从事金融信息技术外包或从事金融业务流程外包变更为投资管理（未经金融等监管部门批准，不得从事向公众融资存款、融资担保、代客理财等金融服务）、投资咨询、经济信息咨询（除证券、期货）。2018年5月，公司名称变更为新余腾信堂投资管理咨询有限公司，住所地变更为江西省新余市渝水区××路××号凤凰楼，经营范围由投资管理（未经金融等监管部门批准，不得从事向公众融资存款、融资担保、代客理财等金融服务）、投资咨询、经济信息咨询（除证券、期货）变更为投资管理、投资咨询、经济信息咨询（除证券、期货、金融、保险业务）。（51）商品房买卖合同、收款收据、不动产权证书、预告登记申请书、不动产登记证明、增值税发票等，证明朱某B以全款70725922元购买某市拱墅区××号公寓××幢××单元××室的情况。朱某与吴松以总价435万元购买了某市泉山区××号楼××，首付135万，在江苏银行有300万元抵押债务；朱某还以全款443.48万元购买了某市泉山区××小区××号楼××，已办理不动产权证书。（52）协助冻结财产通知书、查封不动产、车辆、业务员、负责人实际退缴款项汇总表、查封决定书、协助冻结通知书、扣押决定书、扣押清单、情况说明等，证明公安机关查封涉案房产10套、冻结涉案银行账户24个及扣押涉案车辆、电脑、手机、工艺品、外币等财物的情况。（53）刑事判决书，证明同案人员雷某、李某2、朱某、罗某、裘某1等人已被判刑的情况。（54）户籍证明，证明被告人朱某B、朱某A的身份情况。（55）抓获经过，证明被告人朱某B、朱某A均系被动归案。（56）被告人朱某B的供述在案，供称其系腾信堂公司的实际控制人和法定代表人。腾信堂公司最开始跟福汇合作，后来福汇拒绝合作，强行把客户平仓，2013年底至2014年初，经吴某某介绍开始做Ａ某某平台。Ａ某某公司是吴某某开的公司，他的某地名字叫做晓林应材，董事会成员只有吴某某一个人，Ａ某某授权证书系吴某某在某州找了一家店所做，后来放在腾信堂公司。一开始收取投资款是使用吴某某英文名账户，后来也使用过其本人及其他私人账户，还有刷ＰＯＳ机入账。客户还需要按照投资入金额的1%比例交咨询费。客户入金款及咨询费的去向主要包括支付已到期客户撤资、利息，发放业务员提成，购买其和吴某某等人名下不动产，购买乔治巴顿汽车、珠宝，开设其他公司及支付公司运营费用等。开设储新公司花了2千万元左右，还有部分钱款被吴某某转到某地，他说可以办金融牌照，在某地正规做金融，把钱赚回来归还客户损失，结果案发时还没有办下来。雷某、李某2、彭根宝、徐某、李某1等人都给其提供过银行卡，还给了他们好处费。雷某、李某2等人还帮其多次取现，金额有上亿元。取现的钱大部分通过同柜转存方式转到其他银行卡用于发放客户分红、撤资等，还有一部分直接用于业务员的提成发放等。同柜转存可以规避打给客户的分红和撤资使用同一个账户。另外，还用过徐芹、刘书云、吴先泽、叶波等人银行卡收取入金。其在2018年7月中旬逃离某州，通过一个朋友安排偷渡去了某国，整个过程花了20多万元人民币。为了逃避抓捕，其在某国期间花费10多万元整容，还花钱托人办了一个叫马某C的某地虚假身份。（57）被告人朱某A的供述在案，供称其与朱某B系亲姐弟关系。2014年，其向朱某B借了200万元。其间，朱某B让其给她找些银行卡用于公司经营，其就以王某1名义办了一张银行卡给她使用。朱某B失踪后，其让王某1把卡注销，并把剩余的18万余元转入其本人账户。其还应朱某B要求，以其本人名义替她在徐州购买了一套房产，还通过其本人账户转了660万元房款。案发后，其协助公安机关把支付的1900万元购房款追了回来，前期已退缴70万元现金，另外还愿意把名下三套房产主动退缴出来，交由人民法院处置，所得资金发还给受损失的客户。上述证据均经庭审质证无疑，证据之间能相互印证，本院予以确认。关于被告人朱某B及其辩护人所提朱某B主观上没有非法占有故意，Ａ某某平台存在真实交易，资金实际控制人系吴某某，因吴某某操作失误造成本案损失，朱某B不构成x罪的辩解及辩护意见。经审理认为，首先，证人杨某2、成某、裘某1等人的证言均证明Ａ某某平台的入金币种、收款账户、操作模式与正规外汇交易平台存在明显区别，Ａ某某平台没有炒作外汇的资质，朱某B亦供认所谓Ａ某某授权证书系吴某某在某州找人制作。证人罗某、潘某的证言还证明腾信堂公司吸收的资金没有进入Ａ某某平台从事外汇交易，上述证言得到审计报告内容的印证。根据审计报告，全案除3.7亿余元利息之外，还有5亿余元资金用于支付业务员提成、公司运营、支付其他公司费用及个人账户提现等，没有证据反映资金有流入Ａ某某平台。据此，吴某某所搭建的Ａ某某平台无资质且无真实交易，纯属吸引集资参与人投资的幌子。其次，在案证言及审计报告一致证实集资参与人的投资入金系打入朱某B控制的私人账户，朱某B要求朱某A、李某1等多人提供私人账户供其用于集资款流转，并支付高额好处费，该行为与其辩称自己纯系投资中介的身份明显不符。上述资金绝大部分被朱某B掌控使用，除支付业务员提成、公司运营等日常开销之外，朱某B本人还有支付汪某某分手费、王某4、胡某好处费等高额开销，购置房产登记在自己及亲属名下，潜逃境外藏匿并支付上百万元整容、中介、办理假护照费用，把数百万元现金交给李某1并向李某1母亲査娟的银行账户转入1000万元备用。朱某B还聘用专业洗钱人员，通过同柜转存、取现方式抽逃转移大量资金，并导致3亿元资金去向无法查明。综上，朱某B具有明显的非法占有目的，其行为构成x罪无疑。上述辩解及辩护意见与查明事实及法律规定不符，本院不予采纳。关于被告人朱某B及其辩护人所提储新公司由吴某某实际控制，朱某B未参与经营管理，不应承担责任的辩解及辩护意见，经审理认为，结合裘某1等人的证言及审计报告可以证实，储新公司的出资款来源于腾信堂公司，所吸纳的集资款均打入朱某B控制的私人账户，再用于支付储新公司日常经营开支、提成和兑付投资人，财务人员也由朱某B从腾信堂公司指派，朱某B显系储新公司的实际控制人，应对储新公司非法集资造成的损失负责，上述辩解及辩护意见与查明事实不符，本院不予采纳。本案事实清楚，证据确实、充分，足以认定。", "court_view": "本院认为，被告人朱某B伙同他人以非法占有为目的，以投资外汇交易为幌子，承诺保本付息并以高额利息为诱饵，向社会不特定公众非法集资，数额特别巨大，其行为已构成集资诈骗罪；朱某B为逃避处罚，违反国（边）境管理法规，在他人帮助下偷越国（边）境至老挝，之后又潜逃至泰国藏匿，情节严重，其行为还构成偷越国（边）境罪。被告人朱某A明知朱某B进行非法集资，仍为朱某B提供银行卡用于集资款流转，数额巨大，其行为已构成非法吸收公众存款罪；其明知资金系集资款而帮助朱某B转账购房和转移集资款收款账户内剩余资金的行为，系为同一非法集资犯罪洗钱，不另行构成洗钱罪。公诉机关除指控朱某A犯洗钱罪不能成立以外，其余指控罪名均成立。朱某B一人犯两罪，依法应数罪并罚。朱某B系腾信堂公司及储新公司的实际控制人，为主对外非法集资，控制收取集资款的银行账户，聘用专业洗钱人员帮助转移、藏匿资金，占有、使用绝大部分集资款并有明显的挥霍行为；吴某某实际控制Ａ某某平台，为集资参与人开设Ａ某某账户，操作虚假的外汇交易并有巨额实际获利，二人在共同犯罪中地位、作用基本相当，不宜区分主从犯。关于辩护人所提朱某B在本案中仅起到帮助作用的辩护意见，依据不足，本院不予采纳。朱某B潜逃国外之后，由公安机关赴泰国抓获归案，其归案具有被动性；公安机关在抓获朱某B之前，已根据徐某、李某1等人的供述掌握朱某B在他人组织、协助之下偷越国（边）境的犯罪事实，故其对该节犯罪事实依法不能成立自首。辩护人所提朱某B构成自首相关辩护意见，与查明的事实及法律规定不符，本院不予支持。朱某A与朱某B系姐弟关系，应朱某B要求提供集资款收款账户，为非法集资提供帮助，地位次，地位次要在共同犯罪中系从犯，依法减轻处罚；其归案后能够如实供述主要罪行，当庭自愿认罪，主动退赃并自愿以其名下三套房产弥补集资参与人的损失，悔罪态度较好，依法从轻处罚；根据其犯罪情节、后果、悔罪表现等情况，且宣告缓刑对其所居住社区没有重大不良影响，依法可对朱某A适用缓刑。辩护人所提与之相符的辩护意见予以采纳。据此，", "defendants": ["朱某B", "朱某A"], "outcomes": [{"name": "朱某B", "judgment": [{"accusation": "集资诈骗罪", "standard_accusation": "集资诈骗罪", "article": ["192"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 0, "death_penalty": false, "life_imprisonment": true, "fine": 0, "fine_without_amount": false}}, {"accusation": "偷越国（边）境罪", "standard_accusation": "偷越国（边）境罪", "article": ["322"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 12, "death_penalty": false, "life_imprisonment": false, "fine": 15000, "fine_without_amount": false}}], "final_penalty": {"surveillance": 0, "detention": 0, "imprisonment": 0, "death_penalty": false, "life_imprisonment": true, "fine": 0, "fine_without_amount": false}}, {"name": "朱某A", "judgment": [{"accusation": "非法吸收公众存款罪", "standard_accusation": "非法吸收公众存款罪", "article": ["176"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 24, "death_penalty": false, "life_imprisonment": false, "fine": 20000, "fine_without_amount": false}}]}], "relevant_articles": ["25-1", "26-1", "27", "69", "57-1", "67-3", "72", "73-2", "64"]}
{"Fact": "公诉机关指控，“博旅理财”网络传销平台系邹某（另案处理）创建，后因网站提现功能关闭，2018年11月又创建“博旅理财”ＡＰＰ继续发展会员。“博旅理财”平台分为“ｂｏｌｖ”（网站）数据库和“ｂ1”（ＡＰＰ）数据库。“博旅理财”网络传销平台对外宣称博旅理财投资是某地著名公司，创立于1961年，专门从事全某地的博彩专营业务，博旅理财投资者的资金全部注入某地博旅公司，分红来源于全某地的博彩、旅游行业的利润。邹某等人以投资某地博旅公司投资分红返利为名，以高额奖励和返利为诱饵，大肆发展会员，形成了上下层级关系，会员之间形成金字塔状传销结构，根据后台数据司法鉴定情况显示，“博旅理财”网络传销平台人员总层级数达到455层，注册会员数量达到593324人，涉及全国31个省、市、自治区，涉案资金约50亿元人民币。被告人龙某从2018年2月28日起经包某（另案处理）介绍注册“博旅理财”2个账号，2018年4月3日经龙某推荐，被告人王某注册了“博旅理财”账号，随后二被告人在某市某区会所里，以发展下线，拉人头、缴纳入门费用等方式组织、领导传销活动。该小区会所营业执照名称是某市某区颖颖商贸有限公司（2018年7月23日成立），公司法人是王某，龙某为股东。王某、龙某作为“博旅理财”平台某州负责人，多次在恒阳骊都小区会所里大肆给会员宣传“博旅理财”平台，以每年50%-200%的回报率吸收下线参与，以投资7480元并交680元代理费为条件，保证78天回本吸取下线。王某、龙某对新会员宣传：你们投资的钱是放到某地赌场内放高利贷，按照我们每个会员投资的金额进行分红。每个会员缴纳8160元就可以成为6级代理，会员如果介绍1代2代是20%的提成，介绍3代4代5代是10%的提成，介绍6代至20代是5%的提成。2019年8月9日经重庆市科信电子数据司法鉴定所司法鉴定，龙某在“ｂｏｌｖ”数据库中会员账号是“13518”，会员名称为110×××＠ｑｑ.ｃｏｍ，发展层级共13层，发展会员人数共2619人，龙某另外一个会员账号是“13603”，会员名称为168×××＠ｑｑ.ｃｏｍ，发展层级共12层，发展会员人数共2618人。龙某在“ｂｌ”数据库中会员账号是“1488”，会员名称为168×××＠ｑｑ.ｃｏｍ，发展层级共31层，发展会员人数共890人。王某在“ｂｏｌｖ”数据库中会员账号是“38540”，会员名称为198×××＠ｑｑ.ｃｏｍ，发展层级共三层，发展会员人数共29人。王某在“ｂｌ”数据库中账号是“1447”，会员名称为198×××＠ｑｑ.ｃｏｍ，发展层级共32层，发展会员人数共990人，王某会员账户为“5350”会员手机号为130××××9360，发展层级共8层，发展会员人数共98人。为指控上述犯罪事实，公诉机关举证了相关证据，据此认为，被告人龙某、王某为牟取非法利益，以投资为名，采取拉人头、缴纳入门费用分红和发展下线提成等方式，引诱多人参与“博旅理财”网络传销组织活动，情节严重，其行为均触犯了《中华人民共和国刑法》x法条的规定，应当以x罪追究其刑事责任。提请本院依法判处。变更指控：1.被告人龙某在博旅理财传销组织bolv网站的“13518”账号包含“13603”账号去重后会员数为2065；龙某“1488”账号去重后会员数为797，对两个账户进一步去重，身份证相同的账号数为97，身份证不同姓名相同的账号数为20，扣除后最终龙某在博旅理财传销组织中的下线会员数为2745人。被告人王某在博旅理财传销组织bl网站“1447”账号包含“5350”账号，对“1447”账号去重后会员数为878；王某“38540”去重后会员数为26；对两个账户进一步去重，身份证相同的账号数为0，身份证不同姓名相同的账号数为3，扣除后最终王某在博旅理财传销组织中的下线会员数为901人。2.被告人龙某在博旅理财传销组织“bolv”网站所属会员账号投资本金总额为人民币1373.26万元，提现金额合计人民币32.436万元，总收益合计人民币905.8502万元，剩余筹码合计人民币702.0768万元。被告人龙某在博旅理财传销组织“bl”手机app数据库会员账号中，投资本金总额为6500元，总收益合计为111386.42元，剩余筹码合计人民币7150元。被告人王某在博旅理财传销组织“bolv”网站所属会员账号投资本金总额为人民币1209.04万元，提现金额合计人民币2040元。总收益合计人民币1218.4538万元，剩余筹码合计人民币5.6222万元。被告人王某在博旅理财传销组织“bl”手机app数据库会员账号中，投资本金1.3万元，总收益合计为206076.73元，剩余筹码合计人民币169169元。被告人龙某辩称，1.自己不是组织者、领导者，也不是该平台在某州的负责人，只是参与者；2.起诉书指控的人数有异议，有多少会员账号不等于就有多少人，从2018年2月28日至2018年4月27日之间注册的会员账号才是拿钱注册，钱是打到总代提供的银行卡里，且大多数会员都是注册了多个账号，所以注册人数最多就只有几十人，2018年4月27日停止提现之后注册的账号，都是用分红筹码注册的，没有拿一分钱，且都是重复账号，自己在博旅理财只介绍了四五个会员，其他会员都是其他人介绍的；3.恒阳骊都小区会所是开展美容、养生等业务，其并未在该地大肆宣传博旅理财平台；4.对指控的罪名有异议；5.自己系初犯，不是主犯，积极退赃，希望从轻处罚，判处缓刑。其辩护人的主要辩护意见是：1.发展人数的认定应以实际参与人数为准，存疑时应有利于被告人进行认定；2.被告人法律意识淡薄，加入传销组织时并不知情，以为只是普通的网络投资，主观恶性较小；3.系初犯、偶犯，到案后如实供述犯罪事实，认罪认罚，违法所得全部上缴，请求对其从轻、从宽处罚；4.不属于情节严重的情形，上线包某等均被判处缓刑，故请求判处三年以下有期徒刑，并适用缓刑。当庭举证了家庭成员证明、南部县法院刑事判决书复印件。被告人王某辩称，1.不清楚是传销组织，自己没有缴保证金，也没有授权书，只是参与者，不是该平台某州的领导者和总代；2.4月27日之前是会员自己在群里转账，钱不是交给自己的，4月27日之后是免费注册的，自己也没有收钱；3.对人数认定有异议，包某把老系统的人平移到新系统，为了给自己冲人数，又能让会员把钱收回来，新系统启用后，没有再发展新的下线，自己只推荐了几个人。希望可以从轻处罚。其辩护人的主要辩护意见是：1.对发展层级和人数有异议，第二个账号注册的998人是包某将自己团队的会员平移统计到王某名下，且很多会员一个人注册多个账号，人数统计不精确，司法鉴定意见书鉴定的人数缺少具体人员名单支持，应当按照有利于被告人原则对此人数不予认定；2.收益情况有异议，系统显示的非法获利数据并不是王某个人的非法获利数额，王某仅在第一个会员账号中返现800多元，其他两个账号没有一分获利；3.属于从犯；4.不属于情节严重；5.主观恶性小，其行为未造成严重的社会危害后果，系初犯，如实供述其犯罪事实，认罪认罚，积极退赃，家庭实际困难，请求对其从轻处罚，建议在三年以下量刑，并适用缓刑。当庭举证了南部县法院刑事判决书复印件、常住人口登记卡、离婚证、社区证明等证据材料。经审理查明，“博旅理财”网络传销平台系邹某（另案处理）创建，后因网站提现功能关闭，2018年11月又创建“博旅理财”ＡＰＰ继续发展会员。“博旅理财”平台分为“ｂｏｌｖ”（网站）数据库和“ｂ1”（ＡＰＰ）数据库。“博旅理财”网络传销平台对外宣称博旅理财投资是某地著名公司，创立于1961年，专门从事全某地的博彩专营业务，博旅理财投资者的资金全部注入某地博旅公司，分红来源于全某地的博彩、旅游行业的利润。邹某等人以投资某地博旅公司分红返利为名，以高额奖励和返利为诱饵，大肆发展会员，形成了上下层级关系，会员之间形成金字塔状传销结构，根据后台数据司法鉴定情况显示，“博旅理财”网络传销平台人员总层级数达到455层，注册会员数量达到593324人，涉及全国31个省、市、自治区，涉案资金约50亿元人民币。被告人龙某从2018年2月28日起经包某（另案处理）介绍注册“博旅理财”2个账号，2018年4月3日经龙某推荐，被告人王某注册了“博旅理财”账号，随后二被告人在某市某区会所里，以发展下线，拉人头、缴纳入门费用等方式组织、领导传销活动。该小区会所营业执照名称是某市某区颖颖商贸有限公司（以下简称“颖颖商贸公司”）（2018年7月23日成立），公司法人是王某，龙某为股东。王某、龙某作为“博旅理财”平台某州负责人，多次在恒阳骊都小区会所里大肆给会员宣传“博旅理财”平台，以每年50%-200%的回报率吸收下线参与，以投资7480元（其中680元为代理费）为条件，保证78天回本吸取下线。王某、龙某对新会员宣传：投资的钱是放到某地赌场内放高利贷，按照每个会员投资的金额进行分红。每个会员缴纳8160元就可以成为6级代理，会员如果介绍1代2代是20%的提成，介绍3代4代5代是10%的提成，介绍6代至20代是5%的提成。经重庆市科信电子数据司法鉴定所司法鉴定，龙某在“ｂｏｌｖ”数据库中会员账号是“13518”，会员昵称为110×××＠ｑｑ.ｃｏｍ，下线层级共有13层，发展会员人数去除重复数据后共2065人，提现金额合计人民币324360元。龙某在“ｂｌ”数据库中会员账号是“1488”，会员昵称为168×××＠ｑｑ.ｃｏｍ，下线层级共有31层，发展会员人数去除重复数据后共797人，提现金额合计人民币0元。该两个账号中身份证相同的所属账号数为97，身份证不同姓名相同的所属账号数为20，扣除后龙某下线会员人数共计为2745人。王某在“ｂｏｌｖ”数据库中会员账号是“38540”，会员昵称为198×××＠ｑｑ.ｃｏｍ，下线层级共有3层，发展会员人数去除重复数据后共26人，提现金额合计人民币2040元。王某在“ｂｌ”数据库中会员账号是“1447”，会员昵称为198×××＠ｑｑ.ｃｏｍ，下线层级共有32层，发展会员人数去除重复数据后共878人，提现金额合计人民币0元。该两个账号中身份证相同的所属账号数为0，身份证不同姓名相同的所属账号数为3，扣除后王某下线会员人数共计为901人。同时查明，2019年5月14日被告人龙某、王某被抓获归案。案发后，公安机关从被告人龙某处扣押了ｓｕｐｅｒｄｏｇ、某市某区颖颖百货经营部印章、颖颖商贸公司印章、手机、人员结构图等物品。从被告人王某处扣押了白色奥迪轿车（车牌号某地Ｓ×××××，车辆识别代号ＬＦＶ3Ａ28Ｋ3Ｅ3109286）一辆、查封了位于某市达某地区房屋一套。另查明，受某市某区人民检察院委托，渠县司法局于2020年6月19日作出关于被告人王某的调查评估意见书，评估意见为：建议王某纳入社区矫正对象。2020年7月7日被告人王某自愿签署了《认罪认罚具结书》，公诉机关建议判处有期徒刑三年，缓刑五年，并处罚金人民币五万元。2020年8月13日，被告人龙某自愿退缴违法所得人民币324360元，被告人王某自愿退缴违法所得人民币2040元且预缴罚金人民币50000元。上述事实，有经庭审举证、质证，本院予以确认的下列证据证实：1.受案登记表、受案回执、立案决定书、立案告知书、强制措施文书材料等。证实案件来源及被告人被采取强制措施的情况。2.到案经过。证实被告人龙某、王某于2019年5月14日被抓获归案。3.户籍证明。证实被告人系完全刑事责任能力人。4.工商注册资料。证实颖颖商贸公司于2018年7月23日批准设立，股东为王某、龙某和龙某B三人，其中王某出资80%，龙某出资10%。住所为某市某区会所。5.某市某区市场监督管理局涉嫌犯罪案件移送书等资料。证实该局于2019年5月5日以王某涉嫌组织、领导传销一案移送某区公安分局立案侦查的事实。6.公安部云端系统“博旅理财”网络传销活动案基本情况、四某地省公安厅经侦总队关于四某地省某市“博旅理财”网络传销案研判报告。证实该传销组织的基本情况、运营模式、组织架构、资金流向和后期发展等情况。7.南部县公安局委托重庆市科信电子数据司法鉴定所所作的【201901】鉴字第044号司法鉴定意见书、调取证据通知书、南部县人民检察院提供的查扣文书。证实南部县公安局侦办的“博旅理财”案件委托重庆市科信电子数据司法鉴定所对相关人员、层级和资金等进行鉴定。王某、龙某组织领导传销活动鉴定的检材“硬盘”来源于南部县公安局侦办案件时在某市某区提取的电脑硬盘、硬盘和手机的事实。8.接受证据材料清单、陈某提交的银行账户名称图片2张、博旅新系统资料图片11张、微信群截图38张、情况说明。证实证人陈某向公安机关提供了手机下载的博旅新系统相关资料。9.搜查证、搜查笔录、扣押清单、王某、龙某的层级关系图、扣押决定书、机动车信息查询结果单、协助查封通知书、房屋登记信息。证实案发后公安机关依法在龙某家中搜查出ｓｕｐｅｒｄｏｇ177个、颖颖商贸公司印章1枚等物品并予以扣押，搜查出了两张人员结构图，梳理出了龙某、王某传销人员层级结构图，从被告人王某处扣押了白色奥迪Ａ4Ｌ轿车一辆、查封了位于某市达某地区房屋一套。10.协助查询财产通知书、中国建设银行交易流水、中信银行交易流水、中国工商银行交易流水、中国邮政储蓄银行交易流水、中国农业银行交易流水、中国交通银行交易流水、中国银行交易流水。证实公安机关分别对王某、龙某在银行的账户明细进行了查询。11.证人包某的证言。证实在某州他发展了王某、龙某，他们是“博旅理财”平台某州的总代理，都是6级代理。他最早到某州给王某、龙某讲“博旅理财”平台的宣传，直到2018年3月份，王某、龙某到某市某县跟大总代江某某见面，江某某跟王某、龙某具体讲“博旅理财”平台操作模式后，过了几天王某、龙某主动跟他联系，他和江某某、刘某C一起到的某州，他作为推荐人为龙某注册了会员，龙某为王某注册了会员，他们两口子成为会员后邀请他、江某某到某州为会员讲课。讲课地点就是某市某区会所里，也就是王某经营的公司里面，时间是2018年3月中旬，参与人员大概20人左右，参会的会员是王某、龙某召集的。他们两口子在某州发展了300多人。他们收取的资金都是交给谢某的。王某、龙某也单独针对普通会员建立了微信群。他为他们两口子建立了一个“某州王某A澳旅报单群”，谢某也在群里，新加入会员将自己的转账记录和会员信息发送到群里面，谢某看到信息后再向相应的会员拨筹码。“博旅理财”传销组织宣传的方式是：姜某A给他介绍说过，“博旅理财”是某地的一个公司，专门从事全某地的博彩专营业务，而且该平台已经经营了六年了，是合法的，国家也没有对其进行征税，投资者的利润全部来源于某地旅游娱乐有限公司在某地的利润分红，非常的赚钱，宣传叫人加入的数量越多，分红越多。然后刘某C他们就在微信群内发了些“博旅理财”宣传的图片和文字，他们就依照里面的图片和文字在发展新会员的时候也这么对外宣传。经营模式是：通过“博旅理财”网站进行运作，会员最低门槛费为7480元人民币（1100美金），会员所投资的钱通过推荐人或总代理等层层上交，由他们换算成美金后以筹码的方式注入到该会员的“博旅理财”账户中。会员注册后就可以每天进行分红，即静态分红，按照投资的钱的百分之一点四进行分红。还有一种是动态分红：会员注册分为六个代理等级，获得收益又分为两种，一种是推广佣金：其分红方式为发展一代至二代下线会员，可获得该会员购买代理费用的百分之十的提成，发展第三代会员可获得购买等级费用的百分之二十的提成。还有一种为业绩奖：这个分红就跟会员自身的代理等级有关了，一级代理可享受下线一代会员每天投资的钱的百分之五提成，以此类推，要成为六级代理可直接交1200美金就行，但是如果你之前是其他等级的代理要成为六级代理，就还是需要交1200美金，不能进行补差价，这些代理获得的分红，不管是动态还是静态的，都是直接以筹码的形式注入到该会员的账号内，会员获得该筹码后可以进行提现或复投操作。组织架构是：他知道的有总代理和区域总代理、团队长等，总代理是负责收取会员门槛费并向新会员兑换筹码，为下面的会员提现转账，团队长就是下面小团队的负责人，下面的代理分为一级代理到六级代理，一级代理到六级代理是可以自由购买代理权的。要成为“博旅理财”网络传销组织中的总代理要求是团队下线人数必须要超过1000人，账号必须是六级代理等级，投资满15000美金。说到底还是必须要邹某、冯某某两个人认可，才能当总代理。12.证人谢某的证言。证实她是“博旅理财”平台的总代理之一，一是负责打款，二是新会员注册交纳的7480元门槛费都是转给她的。她不认识王某、龙某，他们给她转款就是买筹码的钱，他们不是她的直接下线。因为姜某A给她说，包某团队的筹码找她来卖，他们把她拖到“某州王某A澳旅报单群”里，但是这里面的人她不认识，只是他们需要在群里买筹码的时候，他们就在群里面把转账的截图发给她，她再进行核对，确认收到钱后，再拨相应的筹码给转款的会员。13.证人邹某的证言。证实“博旅理财”的运营模式是从小某某以前的那个网络投资平台直接平移过来的，没有任何更改，她只晓得会员等级分为一级到六级，分别是缴纳门槛费100美金、300美金、500美金、800美金、1000美金、1200美金，美金和人民币的固定比例为1：6.8，每个会员的投资金额最低为1000美金。然后就是分红，分红主要分为两种，一种是静态分红、一种是动态分红，静态分红就是会员投资的金额，每天产生百分之一点四的筹码分红，但是会员购买代理等级的美金是不参与该分红的。动态分红就是需要发展下线人员，才能产生分红，动态分红又分为两种，分别为“推广佣金”“业绩奖”，“推广佣金”就是发展下线的时候，根据下线会员购买的代理等级来进行提成，但是这种提成只能享受下线三层，第一层和第二层享受百分之十，第三层享受百分之二十，打个比方，她下线第一层、第二层会员入门的时候，购买的代理等级为一级代理，就是100美金，那么她享受10美金分红，如果他是六级代理，就是1200美金，那么她得120美金，如果这个会员是她下线第三层的会员，那么她就得20美金、240美金。“业绩奖”跟她的会员等级有关系，这种分红是享受她下线会员静态分红按比例给她提成，比如，她是一级代理，她下线会员投资1000美金，他每天获得14美金的筹码，她就获得0.7个美金的分红。她自己是六级代理，她晓得最高的六级代理可以获得这种分红的层数达到了20层，具体二级代理到五级代理能够获得多少层的分红，她记不清楚了，她也懒得去记，反正她的下线人员很多，每天她的账户都可以获得十几万甚至二十几万的筹码分红。反正这些分红都是以筹码美金的形式注入到了每个会员的账户中去了的，然后达到100美金以后，这个会员就可以进行提现操作，提现以后，就必须由网站管理员进行审批，审批通过后，有专门的人员向这个会员注册时的银行卡里面转现金。基本上这个“博旅理财”就是这么运营的。“博旅理财”网站的日常管理人员就是她，她就是“博旅理财”这个网站的最顶层的人员，是第一人，所有在“博旅理财”里面的会员，全部都是她的下线。从老平台到“博旅理财”网络平台的老会员，并且等级比较高，跟她比较熟悉的有陈某B、姜某A、姜某B、姜某C、陈某A、邹某A、李某B、梅某某、贺某某、甘某C、甘凌某地、甘某D、甘某B、包某、刘某C、张某A、袁某某、谢某、丁某某、颜某某、冉建某地、骆某某、李某A、杜某某、刘某D、姚某某、刘某A。“博旅理财”中总共的会员，最开始提现功能没有关闭的时候，有7、8万人的样子，后面对冲功能开启以后，就有几十万人了。他们收取的这些会员的会费，全部都在他们这个“博旅理财”里面进行流转，每个会员都要赚钱。实际没有将会员的会费投资到某地的博彩行业。钱都在“博旅理财”的会员手上，只能说前面的会员先赚钱，后面的会员想赚钱嘛，就只能发展新会员，后面的会员才能赚钱，这样才能激励会员发展更多的人来加入。之前他们规定的是下线超过1000人就可以成为总代理，他们也就只有总代理这个称呼，实际还是会员管理自己的下线人员，一层一层管理下去。2018年3、4月份的时候，谢某、梅某某等专门往下发钱的人的银行卡出现异常，被银行冻结了，得知这个情况后，联系卢某某，卢某某反馈的情况是“博旅理财”的服务器被黑客攻击了，所以她就要求他关闭了提现功能。关闭提现功能后，每天还在进行分红，会员也在闹事，所以只能开启对冲功能消耗会员手上的筹码，然后发展更多的人来参加。“博旅理财”网站经常遭到黑客攻击，她和核心团队人员商量，他们还想找点过年钱来用，所以她就喊卢某某做了一个手机ＡＰＰ。卢某某和成都蓝海网络科技有限公司的网站建设费用、ＡＰＰ建设、日常维护的费用，她基本上就是喊她下面的核心成员总代理一人转点钱给她，这个几十万元，那个几十万元，反正转给她就对了。14.证人王某1的证言。证实她在2018年3月份通过王某介绍在“博旅理财”平台投资了14280元，她是通过现金的方式将14280元交给王某的。“博旅理财”这个平台是2012年在某州成立的。公司成立到现在会员大概有1000多人，王某、龙某每周星期二、星期四定期都有培训学习，要求每个会员都按时参加。王某在给他们的宣传过程中大肆宣传“博旅理财”公司，以每年50%-200%的回报率吸收下线参与，以投资7480元并交680元代理费为条件，保证78天回本吸取下线。“博旅理财”公司是2018年2月份开始运行的，2018年4月份就停止提现了。网上的分红的数据还在继续增加，还可以复投，让本金增大，以便分得更高的利息。2018年11月份左右就推荐了一个新系统，新系统是让前期没有提现的群体进入新系统，实际上新系统也无法提现。王某和龙某给他们介绍说这个“博旅理财”是某地赌场开设的一个平台，他们通过投资平台将钱转给某地赌场，某地赌场给他们投资人分红，最低投资要1100元美金，折合人民币7480元。其中1000美金是平台投资，100美元是代理费，他们每个人要成为会员就必须交代理费用，代理从1级到6级，如果想成为6级代理需要1200美金，折合人民币8000余元，王某和龙某给她说：成为代理后，介绍人可以得到业绩奖。代理的级别越高，分红的级别就越高，分红的金额也越多。她是通过唐某2介绍认识的王某。都是王某帮她注册的会员，注册好后，王某就将用户名和密码发给她。王某的上线是包某。王某和龙某平时在某市某区会所里给他们宣传“博旅理财”这个平台，让他们介绍人去投资，龙某负责收钱，王某负责帮忙注册账号会员，他们两个是“博旅理财”某州的负责人，平台有什么新的动态情况，他们两个及时给他们传达会议内容。他们加入“博旅理财”这个平台后，就可以介绍人来投资，交纳8160元就成为6级代理，她介绍的1代2代是20%的提成，介绍的3代4代5代是10%的提成，介绍的6代至20代是5%的提成。她的上线是唐某2，唐某2的上线是王某。她没有发展下线。15.证人康某的证言。证实他是在2018年3月份通过王某介绍在“博旅理财”平台投资了21080元。他是在王某办公室将21080元转给王某的。2012年在某州成立的“博旅理财”这个平台，他是2018年3月份加入的这个平台。王某这个团队大概有1000人左右。他的上线是王某，王某的上线叫包某，王某和龙某两口子实际上就是“博旅理财”某州的总负责人。他知道的有唐某2、张某B、代某某、刘某B、龙某、罗某某、杨某1、龙某A是王某直接介绍成为会员的。他没有发展下线。同时证实每周星期二、星期四王某和龙某的定期培训，宣传“博旅理财”的投资回报方式、提成运作模式、代理级别及其系统运行时间等。16.证人傅某的证言。证实她在“博旅理财”平台投资了29920元，她都是通过现金的方式将钱交给王某的，是她媳妇刘某2帮她操作的，王某没有给她出具任何收据和凭证。她的上线是王某，王某的上线叫包某，她没有发展任何下线。17.证人刘某1的证言。证实她是通过朋友刘某2介绍去投的资。2018年3月份她在“博旅理财”平台投资14960元，她是通过现金的方式交给王某的，王某没有给她出具任何收据和凭证。“博旅理财”这个团队大概有700多人左右。她是通过好朋友刘某2介绍认识王某和龙某的，他们两口子每天都会在微信群里给他们宣传，让他们每天尽量到某区会所里听课。当时是王某帮她注册的会员。王某推荐的刘某2，刘某2推荐的她。王某和龙某是“博旅理财”平台某州的总负责人。她知道的王某和龙某直接介绍成为会员的有唐某2、龙某、罗某某、刘某2。她的上线是刘某2，刘某2的上线是王某，王某的上线是包某，她发展了三个下线，分别是芮小梅、刘代渠、杨丽。她推荐的这三个人都是王某帮她注册的，这三个人在“博旅理财”平台投资的钱是交给王某和龙某的。同时证实每周星期二、星期四王某和龙某的定期培训，宣传“博旅理财”的投资回报方式、提成运作模式、代理级别等。18.证人罗某的证言。证实2018年3月份他在“博旅理财”平台投资7480元，这个钱是通过现金的方式交给王某的，没给他出具任何收据和凭证。2018年2月份一个周末，他跟朋友刘某2一起吃饭交流过程中，刘某2给他介绍“博旅理财”这个平台，刘某2让他自己去王某的店里实地查看，后来他们一起去的某区会所里，王某和龙某给他们介绍。当时是王某帮她注册的。王某和龙某平时在某区会所里给他们宣传“博旅理财”这个平台，让他们介绍人去投资，有人投资的话，王某和龙某两口子就负责收钱，王某就负责帮忙注册账号会员。他知道的有刘某2、龙某、罗某某是他们两口子直接介绍成为会员的。他的上线是刘某2，刘某2的上线是王某，王某的上线是包某。他没有发展任何下线。同时证实每周星期二、星期四王某和龙某的定期培训，宣传“博旅理财”的投资回报方式、提成运作模式及其系统运行时间等。19.证人刘某3的证言。证实2018年3月份他通过朋友龙某介绍在“博旅理财”平台投资了7480元，是通过现金的方式交给王某的。他在公交公司上班，龙某住在江湾城1期，经常坐他的公交车，龙某对他说：她手上有个好项目，叫“博旅理财”平台，平台负责人是王某、龙某。“博旅理财”2018年4月份就停止提现了。当时是王某帮他注册的会员。他的推荐人是龙某，王某的上线是包某。王某和龙某是“博旅理财”平台某州的总负责人。有人投资的话，王某和龙某两口子就负责收钱，王某就负责帮忙注册账号会员。他知道的有龙某是他们两口子直接介绍成为会员的。他没有发展任何下线。同时证实每周星期二、星期四王某和龙某的定期培训，宣传“博旅理财”的投资回报方式、提成运作模式、代理级别等。20.证人秦某的证言。证实2017年4月份左右，王某、龙某开了一家“幸福一百”的社区社群店，位于某区会所里。王某还说消费1万元的产品就可以成为“幸福一百”的会员股东，股东可以推荐其他人消费1万元就可以成为新股东，并获得4000元奖励。她是通过朋友龙某介绍认识的王某和龙某。王某手机上有几个微信群，她每天都会在微信群里给他们宣传，让他们每天尽量到恒阳骊都小区会所听课。她在“幸福一百”总共支付了5万元，是通过现金的方式支付给王某的，她没有给她出任何收据和凭证，这些钱她一分都没有收回，王某和龙某后来又推出了“博旅理财”这个平台。通过龙某的介绍认识王某和龙某后，他们两个给他们介绍的。她在“博旅理财”公司投资了56440元，“博旅理财”平台投资的钱她是通过银行转账的方式转给龙某的。她收到钱后，再将钱转给王某和龙某的账号。她的上线是龙某，龙某的上线是王某，王某的上线是包某。她没有发展任何下线。王某和龙某是某州“博旅理财”这个平台的负责人。同时证实每周星期二、星期四王某和龙某的定期培训，宣传“博旅理财”的投资回报方式、提成运作模式、代理级别及其系统运行时间等。21.证人陈某的证言。证实他是通过朋友肖方林介绍接触的“幸福一百”。他在“幸福一百”总共支付了5万元，是通过现金的方式支付给王某的，当时也没有给他任何书面的凭证和条子。王某推荐的肖方林，肖方林推荐的他。每推荐一个人有10%的佣金，按照投资金额的大小进行返利。他目前发展了1名下线，名字叫邱志坪，他投资了5万元，他在他手上得到5000元的返利，但平台要收取10%的手续费，他拿到手的现金只有4500元。“幸福一百”是2012年在某州成立的，他是2016年10月22日加入的这个平台。2017年“幸福一百”的创始人因传销被拘留了，这个平台就无法运行了，后来王某就给他们大肆宣传“某地博旅”公司。“幸福一百”社区社群店成立到现在，王某这个团队应该有600人左右。他在“某地博旅”公司投资了15640元，目前还有8840元没有收回。他们都是将钱交给王某、龙某，一部分是通过手机银行转账，另一部分是通过微信转账。后期王某提供了两个人的银行账户，账户名字叫谢某、姜某C。他在博旅投资的上线是刘某2，刘某2的上线是王某，他是王某的第二代。他直推的下线有：陈守红、邱志坪、覃晓蓉、陈绪洪、陈守英、陈守兵、闵学会、李清梅、蔡英、黄春伟、江洲，一共11个人。同时证实王某和龙某对外宣传的成为“幸福一百”股东的方式、提成模式、操作模式，以及每周星期二、星期四王某和龙某的定期培训，宣传“某地博旅”的投资回报方式、提成运作模式、代理级别及其系统运行时间等。22.证人王某2的证言。证实介绍她到“幸福一百”的是邵定碧和陈贵秀，介绍她到“博旅理财”的是邵定碧和钦桂梅。宣传“幸福一百”说的是有很多项目和实体店，挣钱了就给他们分红。宣传“博旅理财”说的是投资到某地赌场去分红。“幸福一百”有三个项目，分别是投资1万元的项目、投资2万元的项目、投资5万元的项目。她只知道投资5万元的项目可以得到一个自动会员机，但是她从来没得到过。她投资了5万元，想收益的话需要通过拆分，拆分之后就可以卖分，卖分得到的钱再提现，就可以得到收益。她在“幸福一百”中合计投入了五万两千多元钱，但她一分钱的收益都没有得到。她只知道她在“幸福一百”的上线是陈贵秀，陈贵秀的上线是邵定碧，邵定碧的上线是刘俊成（音）。她发展的下线有五个人，分别是：王吉信、张礼忠、罗华英、钦桂梅、唐碧华。“博旅理财”是注册会员的话需要交纳7480元，然后两周之后开始收益680元，之后每周都可以收益680元，她一共得到的收益是4080元。每次满了一百美金即680元人民币的时候，就可以提现。她在“博旅理财”的上线是钦桂梅，钦桂梅的上线是邵定碧，其他的就不清楚了。23.证人钦桂梅的证言。证实她是2017年6月她朋友王某2找她给她介绍“幸福100”平台，投资进去就可以分红。钱是她从银行取的8万元现金交给陈贵秀的，是分三次交的，第一次2万，第二次5万，第三次1万，都是2017年6-7月交的。她是王某2的下线，王某2的上线是陈贵秀，她没有发展下线。“博旅理财”是邵定碧给她介绍的，她是2018年3月份左右去投的。邵定碧说这个平台很好，是某地赌场的民间借贷平台。投7480元一天就有100元左右的分红。交8600元就可以成为六级代理，成为代理后介绍人来投资就有分红。然后就带她到王某那里听课。她交了22880元成为会员加入这个平台，她也成为了六级代理。钱她是通过现金交给王某的。王某是博旅理财某州的总负责人。她在博旅理财的上线是邵定碧。她还介绍了王某2成为博旅理财的会员，是邵定碧放在她下面的。她自己介绍了她妹妹钦于鳗（她投了28560元）、李国琼（她投了14280元）、吴显明（他投了14280元）、邵尔容（她投了7480元），还有两个陈维持、王明光这两个人是她帮他们注册的，他们没有投钱。她只知道介绍人就有提成，但是这些钱都没有提出来，她自己的本金也没有收到。她介绍的人投的钱都是他们自己交给王某的。她只在上面提现1360元。2018年4月这个网站就关了，但网上的积分还在涨。2018年10月换成了ＡＰＰ，但是还是无法提现。王某给他们解释说平台在调试。24.证人章某的证言。证实她是通过她的朋友王世碧介绍认识的王某和龙某。她在“幸福一百”平台投资了2万元。她没有发展任何下线。王某这个团队大概有1000人左右。王某微信组建了十几个群，每个群有100人左右。她在“某地博旅”公司投资了7480元。她是通过现金的方式交给王世碧的，王世碧再将钱交给王某的。她的上线是王世碧，她没发展下线。同时证实王某和龙某对外宣传的成为“幸福一百”股东的方式、提成模式、操作模式，以及每周星期二、星期四王某和龙某的定期培训，宣传“某地博旅”的投资回报方式、提成运作模式等。25.证人江某的证言。证实她当时只是听了王某讲课，没有在“幸福一百”平台投资。她只发展了一个下线叫李某1，她得到的返利又投资到博旅平台了。王某这个团队大概有600人左右。她在“某地博旅”公司投资了13600元。她是通过银行转账的方式将钱转给杨勤琳的，杨勤琳再将钱给王某的。同时证实王某和龙某对外宣传的成为“幸福一百”股东的方式、提成模式、操作模式，以及每周星期二、星期四王某和龙某的定期培训，宣传“某地博旅”的投资回报方式、提成运作模式等。26.证人李某1的证言。证实她是通过她表妹江某介绍认识王某的。她没有在“幸福一百”平台投资。她的推荐人是江某，她没有发展任何下线。王某这个团队大概有800人左右。她在“某地博旅”公司投资了7480元，目前只收回了680元。她是把钱以现金的方式交给张清舒的，张清舒再将钱给王某的。她在博旅投资的上线是江某。同时证实王某和龙某对外宣传的成为“幸福一百”股东的方式、提成模式、操作模式，以及每周星期二、星期四王某和龙某的定期培训，宣传“某地博旅”的投资回报方式、提成运作模式、代理级别及其系统运行时间等。27.证人唐某1的证言。证实2017年2月份的时候，朋友王某2介绍她去“幸福一百”听课，每周星期二、四恒阳骊都小区会所都有讲座。她在“幸福一百”社区社群店总共支付了8万元，是通过现金的方式支付给王某的。她目前为止没有发展任何下线。她知道王某2也在“幸福一百”投资了8万元。王某这个团队应该有1000人左右，王某下面有很多群，每个群主下面也有很多人。她在某地博旅公司也投资了7480元，通过现金方式给王某的。她的上线是王某2，她没有发展任何下线。同时证实王某和龙某对外宣传的成为“幸福一百”股东的方式、提成模式、操作模式，以及每周星期二、星期四王某和龙某的定期培训，宣传“某地博旅”的投资回报方式、提成运作模式、代理级别及其系统运行时间等。28.证人邱某1的证言。证实他是2018年4月通过王某介绍去投的资，投了7480元，是通过现金的方式交给王某的。王某这个团队应该有1000人左右。会员是王某帮他注册的，当时在“博旅理财”平台可以看到自己的筹码，都是以美元计算的，王某还说，需要绑定自己的银行卡才能提现。王某负责给每个新会员注册账号，龙某负责收钱。他是罗某某推荐的，罗某某是王某推荐的，王某是包某推荐的。王某和龙某是“博旅理财”平台某州的总负责人。他们两口子平时在恒阳骊都小区会所给他宣传“博旅理财”平台，让他们介绍人去投资，平台有什么新的动态情况，王某和龙某就会在会所里开会给他们说。他知道的有唐某2、龙某、罗某某、杨某1是王某和龙某直接介绍成为会员的，还有很多人他不知道名字。他发展了四个人，分别是庞某、李三菊、袁仕芬、段燕。他们四个都交了7480元。他将在四个人这收到的钱全部交给王某的。同时证实每周星期二、星期四王某和龙某的定期培训，宣传“某地博旅”的投资回报方式、提成运作模式、代理级别及系统运行时间等。29.证人龙某的证言。证实她是2018年3月加入“博旅理财”这个平台的，王某和龙某是她的上线，他们大肆宣传这个平台，又对他们进行洗脑，让他们拉人头，让更多的人加入平台进行投资。平台成立到现在有1000人左右。王某和龙某在手机上有几个微信群，他们两口子会在群里通知大家去恒阳骊都小区会所里听课。2018年3月她在平台投资了7480元，是通过现金的方式交给龙某的。她是王某直接推荐的，王某是包某直接推荐的。王某和龙某是“博旅理财”平台某州的负责人。有人投资的话，他们两口子就负责收钱，王某就负责帮忙注册账号会员。有什么新情况就在微信群里给他们说。她知道除了她，还有唐某2、罗某某、杨某1、龙某A是王某和龙某直接介绍成为会员的，还有很多人她不知道名字。她具体发展了多少人她记不清楚了，以公安局电子数据为准。（经过电子数据梳理显示是38个人，分别是：蒲德兰、刘维莉、秦某、罗炳君、杨某2、杨益琼、陈光辉、牟伦军、邱昌琼、庞烈梅、王东、张碧容、任菊、张仲梅、陈章、王梅、杨颜慈、张洪久、张敏、尹德兵、杨某1、张晋铭、张家萍、汪长清、康呸英、刘恩俊、杨棚棚、刘福平、陈晓兰、陈建屏、董娟、杜辉、胡夏、何克俊、黄秀琼、纪秀琴、何屈、郭娇），但是其中有些人不是她发展的，王某和龙某是“博旅理财”平台某州的总负责人，是他们给她操作的，把其中一部分人安排在她名下的。王某和龙某给她说介绍人来就有提成，所以她介绍这么多人来投资，目的就是通过这种方式赚钱。她每发展一个新会员，她就把他们带到恒阳骊都小区会所里，他们直接把钱交给龙某，王某就负责帮他们注册新账号，龙某负责收钱。她推荐的这些人大部分都是2018年3、4月注册的。她发展的所有会员，他们大概投资了10万左右。同时证实每周星期二、星期四王某和龙某的定期培训，宣传“某地博旅”的投资回报方式、提成运作模式、代理级别及其系统运行时间等。30.证人唐某2的证言。证实她是通过龙某介绍认识王某的。她先后在“幸福一百”投资了45000元。2018年3月份左右，王某和龙某就给她说“博旅理财”的事情，王某就给她介绍说这是某地一个赌场开的一个平台以及投资回报方式等。她投了两个1100美元，又花了1200美元买了个六级代理，总共花了人民币2万余元。她是拿的现金交给王某的。她的推荐人是王某。她不清楚网站上为什么显示推荐人是龙某，龙某是王某的家属，他们两个都在做“博旅理财”，平时两个人都在店里宣传。王某的上级是包某。王某和龙某实际上就是“博旅理财”某州的总负责人。她知道的有龙某、罗某某、杨某1、龙某A几个人是王某直接介绍成为会员的，另外还有很多人不知道名字。她直接介绍了郝某、胡必权、唐自会、段文碧、张本贵、严某、王娟、朱国春、彭元慧、肖春海、吴某、朱国平、肖某、余介益这几个人，他们下面也介绍了很多人，所以她下面的总人数可能有100多人。他们的钱是她把他们带到恒阳骊都交到王某手里的，后面有一部分人是将钱转到龙某建设银行尾号3130这张卡上的。这些人最低投资1100美元，就是7480元，她下面的张琼投了十几万元。后面“博旅理财”投资的人都在闹，她觉得不踏实，就把卖筹码得的钱在2018年年底的时候退给了那几个人，都是给的现金。王某他们卖筹码就太多了，后面很多人交的钱都是在王某那里，根本就没有往上交了。她在“博旅理财”提现了2万元左右，后面平台就不能提现了。这个平台他们也不知道到底在哪里，是哪里的人开的更不清楚，他们都是通过王某和龙某介绍才知道有这个平台的。31.证人邓某的证言。证实他是2018年3月份通过王某介绍在“博旅理财”投资了15000余元，是通过银行转账的方式给的王某，转到她提供的银行账户上的，不是王某本人的。王某负责介绍“博旅理财”这个项目，有人投资，她就帮忙在网上注册会员，平台有什么消息她就负责向下面传达。他们加入“博旅理财”后没有开过会，他们某州的投资人以前有个微信群，是王某建立的，有什么消息都是通过群里来发布，后来这个平台提不了现了，这个群就解散了。他直接介绍了张健明、刘小兵、杨宜荣、邓炳琴、张玢、段功华、李虎、曾祥文、于秋会、何容成、黎大芬这几个人。他们的钱也是通过王某给他们提供的一个银行账号转出去了的。他在“博旅理财”可能提现了7000多元，后来就不能提现了，他自己的本金是收回来了的，只是那8000多元的代理费公司规定不能退。同时证实“博旅理财”系统运行时间等。32.证人杨某1的证言。证实她2018年3月通过王某介绍在“博旅理财”平台投资了14960元。是通过银行转账的方式把钱转给龙某的，她再把钱转给王某和龙某的账号。她当时听了介绍觉得可以，就投资了1100美元，又花了1200美元买了个六级代理，总共投资了人民币14960余元。她是通过她表姐龙某介绍认识的王某，她每天都会在微信群里给他们宣传，让他们去听课，每次在会所里，都有王某和龙某共同参加，对他们进行洗脑。王某这个团队应该有900人左右。她的上线是龙某，她发展了一个下线叫罗炳君。同时证实每周星期二、星期四王某和龙某的定期培训，宣传“博旅理财”的投资回报方式、提成运作模式、代理级别及其系统运行时间等。33.证人刘某2的证言。证实她是在2018年2月份通过王某介绍分三次在“博旅理财”平台投资46240元。这钱是通过微信、现金、银行转账的方式交给王某的。王某这个团队应该有1000人左右。王某手上有10个微信群，他们两口子每天在群里宣传，让他们去小区会所听课，对他们进行洗脑。王某和龙某是“博旅理财”平台某州的总负责人。她知道的有唐某2、龙某、罗某某、杨某1、邓某是王某和龙某直接介绍成为会员的，另外有很多她记不清楚名字了。她发展了4个人，分别是刘某1（投了14960元）、陈某（投了15640元）、傅某（投了14960元）、罗某（投了7480元）。她只发展了4个人，她前期在“幸福一百”投资亏了15万，王某说帮她，王某是“博旅理财”某州的总代理，王某的下线发展的人数就算在了她的名下，让她的业绩提上去的，但是发展的这280人的提成是王某自己得了的。同时证实每周星期二、星期四王某和龙某的定期培训，宣传“博旅理财”的投资回报方式、提成运作模式、代理级别及其系统运行时间等。34.证人邱某2的证言。证实2018年4月通过罗某某介绍在“博旅理财”投资了7480元，是通过现金的方式交给王某的。“博旅理财”平台成立到现在具体有多少人不是很清楚。他的上线是庞某，庞某的上线是邱某1，邱某1的上线是罗某某，罗某某的上线是王某。他发展了五个人，分别是刘欣、张春玲、罗德润、庞佑建、鲁登娟，他们五个都是交的7480元，他们的钱都是通过现金的方式交给王某的。他知道的有龙某、罗某某、杨某1是王某和龙某直接介绍成为会员的。同时证实每周王某和龙某的定期培训，宣传“博旅理财”的投资回报方式、提成运作模式、代理级别及其系统运行时间等。35.证人杨某2的证言。证实2018年3月通过她表姐龙某介绍在“博旅理财”平台投资了7480元，她通过现金的方式将钱交给王某的。王某这个团队应该有700人左右。王某和龙某手机上有几个微信群，他们会在群里通知去恒阳骊都小区会所听课。他们两口子是“博旅理财”某州的负责人。她知道的有龙某、唐某2、罗某某、杨某1是王某和龙某直接介绍成为会员的。她的上线是龙某，龙某的上线是王某，王某的上线是包某。她发展了4个人，分别是颜春霞、彭良福、黄斌、曾文武。同时证实每周星期二、星期四王某和龙某的定期培训，宣传“博旅理财”的投资回报方式、提成运作模式、代理级别及其系统运行时间等。36.证人王某3的证言。证实2018年5月通过王某介绍在“博旅理财”投资了7480元，是通过现金的方式交给王某的。王某这个团队应该有1000人左右。王某和龙某手机上有几个微信群，他们会在群里通知去会所听课。他们两口子是“博旅理财”某州的负责人。她知道的有龙某、唐某2、罗某某、杨某1是王某和龙某直接介绍成为会员的。她是罗某某推荐的，罗某某是王某推荐的。她没有发展下线。同时证实每周星期二、星期四王某和龙某的定期培训，宣传“博旅理财”的投资回报方式、提成运作模式、代理级别及其系统运行时间等。37.证人严某的证言。证实2018年4月25日通过王某介绍在“博旅理财”投资了14280元，她是通过现金的方式交给王某的。王某这个团队应该有1000人左右。她手机上大概有十几个微信群。王某和龙某实际就是“博旅理财”某州的总负责人。她知道的有唐某2、唐自会、李正朴、张本贵、刘某B、龙某、罗某某、杨某1是王某介绍的，另外还有很多人她不知道名字，见面都认识。她的推荐人是唐某2，她没有发展任何下线。同时证实每周星期二、星期四王某和龙某的定期培训，宣传“博旅理财”的投资回报方式、提成运作模式、代理级别及其系统运行时间等。38.证人郝某的证言。证实2018年3月份通过王某的介绍在“博旅理财”投了7480元，她直接微信转给王某的。王某这个团队大概有1000人左右，她手上有10几个微信群。她的直接推荐人是王某，不清楚为什么网站上显示她的推荐人是唐某2，她是王某在网上帮忙注册的。王某与龙某两口子实际就是“博旅理财”的某州总负责人，他们两口子平时就给他们宣传“博旅理财”这个平台，让他们去介绍人投资，有人投资的话，他们两口子就负责收钱，王某就负责帮忙注册账号会员。如果有新动态就会给他们传达会议精神。她知道有唐某2、张某B、代某某、刘某B、龙某、罗某某、杨某1、龙某A都是王某直接介绍成为会员的。她在“博旅理财”公司投了7480元，投资的钱一分钱都没有收回，她姐姐郝光琴的钱也没有收回。王晓琴对他们说分红本金退，代理费不退，代理费不参加分红，王某承诺投资期满半年，可以连本带利全部退还，现在看来都是骗局。她的上线是王某，王某的上线是包某。她发展了一个下线，是她姐姐郝光琴，她姐姐的上线也是王某。当时她姐姐的账号也是王某直接给她下载的网上ＡＰＰ，王某帮她绑定的银行卡和手机号码。同时证实每周星期二、星期四王某和龙某的定期培训，宣传“博旅理财”的投资回报方式、提成运作模式、代理级别及其系统运行时间等。39.证人吴某的证言。证实她是2018年5月份通过王某介绍在“博旅理财”平台投资了14280元。她是通过现金的方式交给王某的。王某这个团队大概有1000人左右，她手上有十几个微信群。王某与龙某两口子实际就是“博旅理财”的某州总负责人。她是王某帮她注册的。她的直接推荐人是唐某2，唐某2的上线是王某，王某的上线是包某。她知道有唐某2、龙某、罗某某、杨某1、龙某A都是通过王某、龙某直接介绍的，她没有发展下线。同时证实每周星期二、星期四王某和龙某的定期培训，宣传“博旅理财”的投资回报方式、提成运作模式、代理级别及其系统运行时间等。40.证人肖某的证言。证实她是2018年6月份通过王某的介绍在“博旅理财”平台投了14280元。她是通过现金的方式交给王某的。“博旅理财”公司成立到现在，一共拥有大概800多人左右的会员。2018年4月份左右，唐某2给她打电话，告诉她有个“博旅理财”平台可以投资，利润可观。她是王某帮她注册的。她的直接推荐人是唐某2，王某的上线是包某。她知道有唐某2、龙某、罗某某、杨某1是通过王某、龙某直接介绍的，她没有发展下线。王某与龙某两口子实际就是“博旅理财”的某州总负责人，在每周的例会上，都会给他们宣传让他们去把手里的钱投资到某地赌场内。某地赌场拿到他们的钱之后，就到某地赌场放高利贷，按照他们投资的金额进行分红。同时证实每周星期二、星期四王某和龙某的定期培训，宣传“博旅理财”的投资回报方式、提成运作模式、代理级别及其系统运行时间等。41.证人庞某的证言。证实2018年4月份她通过罗某某介绍在“博旅理财”平台投资了7480元。她是通过现金的方式交给王某的。平台一共拥有大概800多人左右的会员。她是王某帮她注册的。她的直接推荐人是邱某1，邱某1是罗某某推荐的，罗某某是王某推荐的，王某是包某推荐的。她不清楚为什么网站上显示她的推荐人是龙某，龙某和王某是夫妻，他们两口子在负责“博旅理财”这个平台，王某负责给每个新会员注册账号，龙某负责收钱。她知道有龙某、罗某某、杨某1是通过王某、龙某直接介绍成为会员的。王某与龙某他们两口子平时就给他们宣传“博旅理财”这个平台，让他们去介绍人投资。如果有新动态就会给他们说。她在“博旅理财”平台发展了四个下线，分别是唐家菊、严真英、庞佑琼、邱某2，分别都是交的7480元。她将他们四人的钱全部交给王某的。他们投资的钱一分钱都没有收回。同时证实每周星期二、星期四王某和龙某的定期培训，宣传“博旅理财”的投资回报方式、提成运作模式、代理级别及其系统运行时间等。42.证人李某2的证言。证实她是2018年4月份通过王某介绍在“博旅理财”投资了14280元。她是通过现金的方式交给王某的。王某手上有十几个微信群。这个团队大概有1200人左右。她是朋友唐某2介绍认识王某的，她每天都会在微信群里给他们宣传，看宣传片，后面再对他们进行洗脑，让他们多拉人头进来投资。她是王某帮她注册的，一切程序都是王某帮她操作的。她的直接推荐人是唐某2，唐某2的上线是王某，王某的上线是包某。她没有发展下线。王某与龙某两口子实际就是“博旅理财”的某州总负责人。她知道有杨某1、龙某A、代某某、刘某B、唐某2、张某B、龙某、罗某某都是王某直接介绍成为会员的。她投资的钱一分钱都没有收回。同时证实每周星期二、星期四王某和龙某的定期培训，宣传“博旅理财”的投资回报方式、提成运作模式、代理级别及其系统运行时间等。43.证人彭某的证言。证实她是2018年2月份通过王某的介绍在“博旅理财”平台投资了14280元。她是通过现金的方式交给唐某2的，唐某2又把钱转交给王某的。王某这个团队大概有700人左右。她是通过唐某2介绍认识的王某，王某每天都会在微信群里给他们宣传，让他们每天都尽量到某区会所里听课，王某、龙某都会给他们宣传“博旅理财”平台。她是王某帮她注册的会员。她的直接推荐人是唐某2，王某的上线是包某。王某与龙某两口子实际就是“博旅理财”的某州总负责人。她知道有唐某2、龙某、杨某1等都是通过王某、龙某直接介绍成为会员的。王某、龙某在每周的例会上，都会给他们宣传让他们把手里的钱投资到某地赌场内。她没有发展下线。同时证实每周星期二、星期四王某和龙某的定期培训，宣传“博旅理财”的投资回报方式、提成运作模式、代理级别及其系统运行时间等。44.被告人龙某的供述和辩解。证实2018年2月28日，在包某的推荐下，他注册了“博旅理财”的账号，开始做“博旅理财”。他同时注册了两个账号，因为包某跟他说，注册两个账号的话，可以受益多一些。他注册了账号之后，他就找到他一些关系比较好的朋友，跟他们讲“博旅理财”的事情，让他们也投钱到“博旅理财”平台里面。后面大约在2018年3月底的时候，他用他之前在“博旅理财”里面挣的钱，又注册了龙眉丹这个账号。然后就一直通过在“博旅理财”平台上挣的钱，先后注册了王某、王某4、王小波等几个账号。王某是他家属，她的账号是她自己在用。从2018年2月底开始，他和他家属王某做“博旅理财”一直做到了4月底，因为4月底的时候，“博旅理财”平台就停止提现，当时公司说的是如果有人想退钱，可以填表打报告申请退钱，因为公司说的是新系统等段时间才能重新开始，怕有些人等不及，就可以退钱。大约在2018年11月的时候，新系统就开始运作了。当时因为旧系统要对接数据到新系统，就让会员自己填写旧系统里面的会员信息（包括会员账号，个人信息，以及筹码等数据），填表之后上报给公司，然后公司就在新系统里面完善旧会员的数据。在新系统开始运行之后,有些会员就可以进行对冲，对冲的意思就是用老会员账号里的筹码，为新会员进行注册，由新会员将注册所需的现金交给老会员，这就是会员系统里面的对冲。他的下线包括陈某等人，都是找到包某通过对冲退回了钱。他是在2018年2月28日注册了两个账号加入“博旅理财”平台的，他注册的两个账号都是以他自己的名字注册的。当时是通过银行转账的方式，将钱转账给谢某，包某是他的推荐人，但是他当时不是总代理，所以钱是转账给谢某的。两个账号的名字叫龙某，注册的手机号都是：133××××5019。他加入“博旅理财”之后，发展的下线有刘某2、杨某1、龙某B、唐某2、邓某、王奎、龙眉丹、魏宗国、谢康、王小波、王某4、王某、王景彬、丁友德、张某B、丁某。他直接发展的下线大约就是这些人。其中龙眉丹是他女儿，她的账号是他在用，是他前期在“博旅理财”里面挣的钱用来注册他女儿名下的这个账号，然后通过这种方式，他又陆续注册了他岳父王某4的账号、他母亲丁某的账号、他舅子王小波的账号，其中王小波的账号，他跟他说的是将来这个账号挣了钱，将本金还给他，剩下的盈利就是他的。还注册了王某的账号，这个账号是他前妻自己在用。他的上线应该是包某，因为是他推荐的他加入“博旅理财”平台，当时是他帮他注册的会员。他获得的分红他记不清楚了，提现金额他所有的账号（包括他名下的账号、龙眉丹的账号、王某的账号）一共提现大约十几万元钱，但是这些钱中，很大一部分是又用来注册新的账号。分红是一直都在分，但是提现的话，只有在旧系统2018年4月27日之前提现过，在此之后包括新系统开始运行的时间，他都没有提过现。“博旅理财”平台的会员分为一到六级，分别是投资100美金、300美金、500美金、800美金、1000美金、1200美金。他注册的会员全部是投资的1200美金，所以都是六级会员。王某会员账号在旧系统里是六级会员，但是在新系统里，她也是六级会员。当时因为新旧系统对接的时候，需要处理大量的会员信息，包某一时忙不过来，就给了王某划拨分配转会员筹码的权限，并承诺新旧系统对接结束之后，就为王某担保，让她做总代理。因为要做总代理的话，必须要上面的几个总代理担保才可以。但是后面新系统只运行了十几天的时间就停止了，所以包某让王某做总代理的承诺也没有兑现。包某跟他讲的是“博旅理财”平台是将会员投资的钱拿到某地赌场进行经营，获得收益，用来给会员分红。他现在知道的是“博旅理财”没有实体公司企业等业务经营，说白了“博旅理财”平台就是以某地赌场经营为噱头，拉人头入会员收取会员费用以获利。在2018年4月底之后，他就没有再做市场拉会员了。“博旅理财”平台的经营模式，首先是拉人头注册会员，注册的会员分为一到六级代理，分别对应的投资100美金、300美金、500美金、800美金、1000美金、1200美金。注册会员之后，根据下线会员购买的代理等级来进行提成，但是这种提成只能提下线三级，提第一级和第二级的投资金额的10%，提第三级会员投资金额的20%。还有就是分红，可以获得下线一共20级会员每天收益的5%作为自己的分红。分红都是通过筹码的形式打到每个会员的账户上，实际上筹码与美金是一一对应的，筹码就是美金。得到筹码后就可以提现到自己的人民币银行账户上。分红是每天都在分红，100美金以上的就可以提现，有多少分红就可以提现多少，但是因为旧系统关闭，新系统只运行了十几天，就没办法将分红进行提现。注册会员的流程是，有的推荐人是在报单群中自己将钱转账给总代理，然后将转账凭证截屏给总代理，总代理就会将筹码直接拨付给转账的推荐人，让他用来推荐注册新会员。他下线注册会员的时候，他是推荐人，就由他转账给总代理，总代理将筹码拨付到他的会员账号上，用来给新会员注册会员账号。从他家搜到的“人员关系结构图”是全部属实的，这两张“人员关系结构图”所有的层级字母有可能每个字母都是代表一个人，每个字母都是每个名字开头的简写，这两张图他也不清楚是做什么用的。45.被告人王某的供述和辩解。证实“幸福一百”是2017年年初她开设的社区社群店，主要经营的是给老百姓卖一些日用百货，在某市某区会所里，负责人是她，后来成立了某市颖颖商贸有限公司之后，她占80%的股份，龙某占10%的股份，龙某B占10%的股份。对外宣传的是“幸福一百”社区社群店最低交纳一万元就可以成为会员，交纳的资金就变成了积分，积分可以买东西也可以提现，积分也可以在平台中交易。她不知道有多少会员。发展一个会员，推荐人可以得到发展的下线投资金额的10%的提成，提成是在平台上转化为“一币”之后，直接转到推荐人的账户里面。她发展过下线，经她直推的下线有4、5个人，她记得只有罗某某、龙某和王三琼，其他人记不到了。“幸福一百”的创始人叫吴宗霖，已经被公安局以涉嫌传销罪刑事拘留了，某州“幸福一百”总负责人是徐万福，她是“幸福一百”社区社群店的总负责人。“博旅理财”她是2018年4月份经过包某的介绍参加的并注册会员，缴纳了27880元的会员费，通过银行转账支付的，她是转给谢某或者姜某C的，她老公龙某是2018年2月份由包某给他注册的该平台的会员，交纳了14960元的会员费，也是通过银行转账支付的，是转给包某或者谢某或者姜某C的。注册成为会员之后不久，到2018年4月27日，“博旅理财”提现功能就关闭了。“博旅理财”的盈利方式：投钱都是按照美金计算，在提现功能关闭之前是照1:6.8来计算的资金比例。平台里面的会员是按照1至6级代理来操作的，比如1级代理就是需要往谢某或者姜某C的账户里转账7480元，换算成平台里面的美金就是1100美金，其中100美金（680元）就是购买代理的费用，另外的1000美金（6800元）就是进入平台的最低投资额。她在平台里是1级代理，交纳的4100美金（27880元）中的680元是购买代理的费用，另外的是她投资到平台的本金。龙某是直接购买的6级代理，是1200美金的代理购买费用，1000美金的本金，所以龙某支付的资金是14960元。投资“博旅理财”平台之后，投资本金为1000美金的话，平台每天会自动向她注册的账号里面分筹码（分红）10多美金，这个数字是不固定的，有时候多有时候少，等到系统分的筹码累积到100美金，就可以从这个平台提现。“博旅理财”的运作模式：这个平台规定他们加入后，介绍人来投资，每个人交纳8160元就可以成为6级代理，公司规定他们每个人介绍的1代2代是20%的提成，介绍3代4代5代是10%的提成。他们介绍人进来投资是没有推荐费，他们提成都是提的她下线投资人每天分红的提成。“博旅理财”平台对外宣传是注册会员的话交纳7480元，然后两周之后开始收益680元，最后两周都可以收益680元。她的上线是她的女儿龙眉丹，她本人没有操作这个平台，是她丈夫龙某拿的她女儿的身份信息注册的。她发展的下线有丁友德、张某B、丁某、代某某、刘某B。2018年4月27日前加入的都是她自己给的钱，在2018年5月份加入的，都是用的她分得的筹码帮他们交的。公司要求的不能开会集中学习，宣传资料和讲解的ＰＰＴ都是在微信群里相互转发。“博旅理财”公司在全国各地大概有几十万人的会员。她在“博旅理财”的注册账号是198×××＠ｑｑ.ｃｏｍ，登陆网址是××。“博旅理财”在2018年4月27日停止提现后，到了5月1日至11月期间平台就可以搞对冲，等到11月之后，“博旅理财”又建立了新系统。新系统建立之后，包某就把他自己发展的某州会员在4月27日前的筹码全部转到了她的账户上，让她帮他转一下筹码。对冲的意思就是会员与会员之间直接交易，比如说有新会员要加入，就可以直接将钱转给她，然后她就将对应的筹码转到新会员的账户里面。可以进行对冲的时间是在2018年5月1日至11月的时候。11月过后建立了新系统，会员不想进新系统的，就将老系统的筹码都转给包某。会员和会员之间就不能直接交易，只能在交易大厅进行挂卖。“某州王某A澳旅报单群”这个群是包某建立的，建立的时间是2018年3月份。当时建这个群的时候她还问过包某，为什么要建这样的群。包某给她说的是都是这样子建的群，是为了打款方便。这个群就是为了报单使用的，还有就是发布不要违规操作等。她在群里面发送过上面这些消息，大多数都是包某发布的。她所使用的两个微信号的昵称都是“王怡心”，微信号码就是她的两个电话号码。她参与“博旅理财”的目的就是为了赚钱，为包某某州团队的会员转筹码，统计包某团队的会员情况及违规情况。偶尔有会员不会操作，她就在公司或者在茶楼帮会员看一下。她是6级代理，普通会员。她是在2018年5月5日用筹码升级到6级代理的。“博旅理财”平台里面，她只注册了一个号码。在参加“博旅理财”期间，2018年新系统出来前，她到某县次关于新系统的会议。“博旅理财”的总负责人是邹某，总代理有谢某、姜某C，还有包某。从“博旅理财”她有提现，提现了800多元钱，通过发展下线获得的分红她不清楚，平台分红的规则她也不清楚。她参加的时候，包某给她说的是推荐人得不到费用，让她有了就直接提现。她的上线是龙眉丹，龙眉丹的上线是龙某，龙某的上线是包某。包某给她说的是“博旅理财”投资到平台的钱是拿到某地的赌场，通过某地的赌场利润进行分红。“博旅理财”是没有实体经营的，投资到里面的钱有没有到某地的赌场她也不清楚。“筹码”第一次注册的时候，是邹某拨下来的，具体经手的人是谢某和姜娓。后面就是每天不固定的“筹码”分红得到的。下线会员是通过微信群学习平台的规定，主要是学习不乱操作，遵守相关的要求。因为不按规定操作，平台会冻结账户或者是罚款。冻结账户就得不到每天的分红，还要花钱解冻。会员和会员、上线和下线之间平时都是通过微信和电话联系，平时都没有聚集在一起。目前为止她发展了10人左右。公安机关在家中搜查到的两张“人员结构图”她不清楚，不知道是谁画的，也不知道是从哪里来的。46.现场勘验笔录和照片。证实某市公安局顺庆区分局于2018年12月28日在某市某区蜀都中心对四某地蓝海创想科技有限公司进行了现场勘验。证实通过蓝海公司创建了博旅理财的网络平台，并支付运营费用。某市公安局某区分局于2019年5月16日对案涉的恒阳骊都小区会所进行现场勘验。47.电子证据检查工作记录。证实公安机关对扣押的王某和龙某的手机进行电子检查的相关工作记录。48.重庆市科信电子数据司法鉴定所【201907】鉴字第006号、007号司法鉴定意见书、两次补充说明、司法鉴定委托书、鉴定聘请书、鉴定意见通知书。证实：龙某的部分：①“bolv”数据库。会员账号“13518”，会员昵称为：110×××＠ｑｑ.ｃｏｍ，代理级别为：六级代理,注册时间为：2018-02-2814:46:08。按“推荐ｉｄ”字段关系制作上3层下5层会员层级关系图，上级姓名为：包某，下线层级共有13层，直接下线会员数共有1个，总下线会员数共有2619个。会员账号“13603”，会员昵称为：168×××＠ｑｑ.ｃｏｍ，代理级别为：六级代理,注册时间为：2018-02-2816:01:14。按“推荐ｉｄ”字段关系制作上3层下5层会员层级关系图，上级姓名为：龙某，下线层级共有12层，直接下线会员数共有8个，总下线会员数共有2618个。经分析，龙某（13518）所属账号的“推荐id”下线会员中包含龙某（13603）所属账号，13518所属账号去除重复数据后会员数为2065。龙某所属会员账号提现金额合计人民币为324360。②“bl”数据库。会员账号“1488”，会员昵称为：168×××＠ｑｑ.ｃｏｍ，代理级别为：六级代理,注册时间为：2018-11-0904:09:22。按“上家ｉｄ”字段关系制作上3层下5层会员层级关系图，上级姓名为：王某，下线层级共有31层，直接下线会员数共有2个，总下线会员数共有890个。去除重复数据后会员数为：797。龙某所属会员账号提现金额合计人民币为0。③送检硬盘中“bolv”数据库和“bl”数据库为两个不同的送检检材，不存在数据平移的说法。④对送检硬盘“bl”数据库中龙某（1488）所属账号去重后的下线会员信息中包含“bolv”数据库中龙某（13518、13603）所属账号去重后的推荐人id下线会员信息的数据进行分析，身份证相同的所属账号数为97，身份证不同姓名相同的所属账号数为20。王某的部分：1“bolv”数据库。会员账号“38540”，会员昵称为：198×××＠ｑｑ.ｃｏｍ，代理级别为：六级代理,注册时间为：2018-04-0314:09:54。按“推荐ｉｄ”字段关系制作上3层下5层会员层级关系图，上级姓名为：龙眉丹，下线层级共有3层，直接下线会员数共有6个，总下线会员数共有29个。去除重复数据后会员数为：26。王某所属会员账号提现金额合计人民币为2040。2“bl”数据库。会员账号“1447”，会员昵称为：198×××＠ｑｑ.ｃｏｍ，代理级别为：六级代理,注册时间为：2018-11-0903:55:22。按“上家ｉｄ”字段关系制作上3层下5层会员层级关系图，上级姓名为：李乾芳，下线层级共有32层，直接下线会员数共有2个，总下线会员数共有990个。会员账号“5350”，会员昵称为：110×××＠ｑｑ.ｃｏｍ，代理级别为：六级代理,注册时间为：2018-11-1007:23:06。按“上家ｉｄ”字段关系制作上3层下5层会员层级关系图，上级姓名为：王某，下线层级共有8层，直接下线会员数共有3个，总下线会员数共有98个。经分析，王某（1447）所属账号的下线会员中包含王某（5350）所属账号，1447所属账号去除重复数据后会员数为878。王某所属会员账号提现金额合计人民币为0。③送检硬盘中“bolv”数据库和“bl”数据库为两个不同的送检检材，不存在数据平移的说法。④对送检硬盘“bl”数据库中王某（1447、5350）所属账号去重后的下线会员信息中包含“bolv”数据库中王某（38540）所属账号去重后的推荐人id下线会员信息的数据进行分析，身份证相同的所属账号数为0，身份证不同姓名相同的所属账号数为3。49.认罪认罚具结书、预交费票据、委托调查函、调查评估意见书。证实二被告人退缴违法所得，被告人王某签订认罪认罚具结书及司法局调查评估意见建议王某纳入社区矫正对象等事实。上列证据，经法定程序查证属实，证据来源合法，客观真实，并相互印证，本庭予以采信，作为本案定案的依据。对二被告人发展下线会员人数的问题，本院综合认定如下，根据司法鉴定机构出具的司法鉴定意见书及补充说明等相关证据，可以证实：被告人龙某“13518”账号包含“13603”账号，对“13518”账号去重后会员数为2065；龙某“1488”去重后会员数为797；并对该两个账户进一步去重，身份证相同的账号数为97，身份证不同姓名相同的账号数为20；扣除后，最终龙某下线会员数为：2065+797-97-20=2745人。被告人王某“1447”账号包含“5350”账号，对“1447”账号去重后会员数为878；王某“38540”去重后会员数为26；并对该两个账户进一步去重，身份证相同的账号数为0，身份证不同姓名相同的账号数为3；扣除后，最终王某下线会员数为：878+26-0-3=901人。", "court_view": "本院认为，被告人龙某、王某以“博旅理财”网络投资平台为名，要求参加者以缴纳费用获得加入资格，并按照一定顺序组成层级，直接或间接以发展人员的数量作为计酬或者返利依据，引诱参加者继续发展他人参加，骗取财物，且组织层级均在3级以上，下线人员均在120人以上，并在其中起组织、领导作用，扰乱经济社会秩序，其行为均已构成组织、领导传销活动罪，且均属于情节严重。公诉机关指控的罪名成立。对二被告人辩称其并非组织、领导者，只是参与者的意见，经查，二被告人将其成立的达州市通川区颖颖商贸有限公司经营场所作为宣传“博旅理财”网络传销平台的场地，并担任该平台在达州的协调、管理等工作，根据《最高人民法院、最高人民检察院、公安部关于办理组织领导传销活动刑事案件适用法律若干问题的意见》的相关规定，其二人均属于组织者、领导者，故对该辩称意见，本院不予采纳。对被告人及辩护人提出的发展下线会员人数异议，经查，根据司法鉴定机构出具的司法鉴定意见书及补充说明等相关证据，可以证实，被告人龙某发展会员人数为2745人，被告人王某发展会员人数为901人，公诉机关变更后指控的人数与本院审理查明的人数一致，该人数已去除包含和重复数据，故对被告人及辩护人相关辩称及辩护意见，本院予以采纳，对其提出的其余涉及人数异议的意见，与审理查明事实不符，本院不予采纳。被告人龙某、王某并非“博旅理财”网络传销平台的发起者、策划者和核心成员，在整个“博旅理财”网络传销活动中起辅助作用，均系从犯，应当从轻、减轻处罚或者免除处罚，对辩护人相关辩护意见，本院予以采纳。被告人龙某、王某的提现金额属于违法所得，应当依法予以追缴。二被告人归案后如实供述自己的罪行，构成坦白，可以从轻处罚，积极退缴违法所得，可以酌定从轻处罚，被告人王某自愿认罪认罚，可以依法从宽处理，对辩护人相关辩护意见，本院予以采纳。对被告人及辩护人的其余辩称及辩护意见，无相关事实或者法律依据，本院不予采纳。综上，根据被告人龙某、王某犯罪的事实、犯罪的性质、情节和对于社会的危害程度，", "defendants": ["龙某", "王某"], "outcomes": [{"name": "龙某", "judgment": [{"accusation": "组织、领导传销活动罪", "standard_accusation": "组织、领导传销活动罪", "article": ["224.1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 36, "death_penalty": false, "life_imprisonment": false, "fine": 80000, "fine_without_amount": false}}]}, {"name": "王某", "judgment": [{"accusation": "组织、领导传销活动罪", "standard_accusation": "组织、领导传销活动罪", "article": ["224.1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 36, "death_penalty": false, "life_imprisonment": false, "fine": 50000, "fine_without_amount": false}}]}], "relevant_articles": ["25-1", "27", "67-3", "72", "73", "52", "53", "64"]}
{"Fact": "经审理查明，2012年6月至8月21日期间，被告人陈某某，系吸毒人员，多次向同为吸毒人员的被告人李某某等人出售毒品麻黄素和冰毒。2012年8月20日晚，被告人李某某帮助被告人陈某某在某区丝厂门口向吸毒人员龙某某出售200元的毒品麻黄素和冰毒，2012年8月21日16时许，被告人李某某帮助被告人陈某某在某区永丽宾馆210房间向吸毒人员蔡某某出售300元的毒品麻黄素和冰毒。2012年8月21日19时许，泸州市公安局某区分局禁毒缉毒大队通过布控，在某区西研院家属区后门岗处，将正准备向吸毒人员蔡某某出售毒品的被告人李某某抓获，从李某某随身携带的一眼镜盒内搜出毒品冰毒4小包（净重0.51克），毒品麻古丸17颗（净重1.3克）。当晚21时许，禁毒缉毒大队民警在被告人李某某的配合下，在某区较场坝社区一居民楼四楼出租房内将被告人陈某某抓获，从其房间内搜出毒品麻古丸6颗（净重0.58克），毒品冰毒10包（净重2.01克）。经鉴定，被查获的冰毒和麻古丸均含甲基苯丙胺成份。上述事实，被告人陈某某、李某某在庭审中亦无异议，且有公诉机关提供，并经庭审质证、认证的接受刑事案件登记表、立案决定书，拘留证、逮捕证，常住人口信息表，搜查笔录，扣押物品、文件清单，毒品疑似物称量记录、照片，泸州市公安局物证鉴定所毒品检验鉴定报告，泸州市公安局某区分局现场检测报告书，证人龙某某、蔡某某、宋某某的证言，证人龙某某、蔡某某的辨认笔录，被告人陈某某、李某某的供述及二被告人的辨认笔录等证据证明，足以认定。", "court_view": "本院认为，被告人陈某某、李某某违反国家法律规定，贩卖毒品，二被告人的行为均已构成贩卖毒品罪，依法应负刑事责任，泸州市纳溪区人民检察院的指控成立，本院依法予以采纳。被告人陈某某、李某某以贩养吸，虽然二被告人被查获的毒品甲基苯丙胺都不满十克，但是被告人陈某某、李某某均是多次向他人贩卖毒品，属于情节严重，依法均应在三年以上七年以下有期徒刑幅度内判处刑罚，并处罚金。被告人陈某某、李某某互相配合、共同故意贩卖毒品，构成共同犯罪。在共同犯罪中，被告人陈某某提供毒品、指使他人贩卖毒品，起主要作用，系主犯，依法应当按其所参与的全部犯罪处罚；被告人李某某受他人指使帮助送货，起次要作用，系从犯，依法应当从轻、减轻或者免除处罚。被告人李某某协助侦查机关抓获被告人陈某某，系立功，依法可以从轻或者减轻处罚。被告人陈某某、李某某系初犯、庭审中认罪态度较好，可酌情从轻处罚。被告人陈某某的辩护人关于陈某某系以贩养吸、贩卖数量较小、庭审中认罪态度较好的辩护意见与庭审查明的事实相符，本院予以采纳。综合全案事实，决定对被告人陈某某从轻处罚，对被告人李某某减轻处罚。", "defendants": ["陈某某", "李某某"], "outcomes": [{"name": "陈某某", "judgment": [{"accusation": "贩卖毒品罪", "standard_accusation": "走私、贩卖、运输、制造毒品罪", "article": ["347-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 36, "death_penalty": false, "life_imprisonment": false, "fine": 5000, "fine_without_amount": false}}]}, {"name": "李某某", "judgment": [{"accusation": "贩卖毒品罪", "standard_accusation": "走私、贩卖、运输、制造毒品罪", "article": ["347-1"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 18, "death_penalty": false, "life_imprisonment": false, "fine": 3000, "fine_without_amount": false}}]}], "relevant_articles": ["25", "26-1", "27", "64", "68"]}
{"Fact": "某地人民检察院指控，2016年5月中旬，被告人支某某、常某A与常某（在逃）共谋运输毒品，三人商定由支某某、常某A到某市运输毒品，常某负责指挥及联系毒品。同月27日，常某打入常某A尾号为0179农业银行卡43000元人民币用于购买运毒车辆，当日支某某、常某A在某地市云安会都二手车交易市场，以31000元购买到云Ａ×××××中华牌轿车。另7000元常某A转账至常某尾号为1177的银行卡中，剩下的5000元常某A用于支某某、常某A路途开支。次日，二被告人雇佣一名叫“罗某”的驾驶员驾驶云Ａ×××××中华牌轿车，其二人驾乘云Ａ×××××微型车一同抵达某地后，支某某将云Ａ×××××中华轿车交给常某伪装毒品。同月30日23时许，支某某、常某A在某市姐告口岸接到云Ａ×××××中华牌轿车，由常某A驾驶云Ａ×××××微型车在前探路，支某某驾驶云Ａ×××××中华牌轿车在后运输毒品，二人准备出发时，支某某被某市公安局民警现场抓获。常某A见状便驾车逃跑，民警驾车追至某市联检大楼附近将常某A抓获。后民警将二被告人及其所驾车辆带至某市立新汽车修理厂进行检查，当场从云Ａ×××××中华牌轿车驾驶位、副驾驶位下夹层中查获毒品海洛因20块。经称量，海洛因净重7015克。某地人民检察院认定上述事实的证据有物证，书证，证人证言，被告人的供述与辩解，鉴定意见，勘验、检查、辨认笔录，视听资料等。该院认为，被告人支某某、常某A非法运输毒品海洛因7015克的行为，触犯了《中华人民共和国刑法》x法条（一）项之规定，犯罪事实清楚，证据确实、充分，应当以x罪追究其刑事责任。被告人常某A对指控的事实及罪名无异议，辩解不明知是毒品。其辩护人认为被告人常某A受常某指挥系从犯；未及时检查毒品；毒品未流入社会；常某A认罪态度好，系初犯。建议对被告人常某A从轻处罚。被告人支某某对指控的犯罪事实及罪名无异议，未作辩解。其辩护人认为被告人支某某受在逃的常某指使运输毒品；本案有一定的特情介入；支某某认罪态度好，系初犯、偶犯；毒品含量低。建议对被告人支某某从轻处罚。经审理查明，2016年5月中旬，被告人常某A、支某某与常某（在逃）共谋运输毒品，由常某A、支某某到某州某市运输毒品，常某负责联系指挥。同月27日，常某A、支某某在某地二手车市场用常某汇入常某A卡内的购车款购得云Ａ×××××中华牌轿车。次日，二人雇佣的驾驶员驾驶中华轿车，二人驾驶支某某的云Ａ×××××长安微型车前往某地。后支某某将中华轿车交给他人伪装毒品。同月30日晚，支某某、常某A到某市姐告口岸接到中华轿车，当日23时许，支某某驾驶藏匿毒品的中华轿车在后运输，常某A驾驶微型车在前探路，二人出发时，支某某被民警抓获。常某A见状便驾车逃跑，民警驾车追至某市联检大楼附近将常某A抓获。后民警将二人及所驾车辆带至某市汽车修理厂进行检查，当场从中华轿车驾驶位、副驾驶位下夹层中查获毒品海洛因20块，净重7015克。上述事实，有下列经当庭举证、质证的证据证实：1．物证。查获的毒品海洛因7015克、云Ａ×××××中华牌轿车1辆及行驶证1本、云Ａ×××××长安牌微型车1辆、手机3部、塑料袋2条、塑料纸20张、农业银行卡1张。2.书证。（1）《户口证明》，证实被告人常某A、支某某的身份情况。（2）《抓获经过》《搜查笔录》《扣押笔录》《扣押决定书》，证实被告人常某A、支某某运输毒品被抓获及毒品被查获的情况。当场从支某某驾驶的车上查获手机2部，民警将支某某押解在支某某驾驶的车上，待将支某某及车辆带到某市后进一步对车辆进行搜查；从常某A身上查获手机1部、农业银行卡1张，从其驾驶的车上查获行驶证1本；次日在某市立新汽车修理厂，从支某某驾驶的车上查获海洛因20块。前述查获的手机3部、行驶证1本、云Ａ×××××中华牌轿车1辆、云Ａ×××××长安牌微型车1辆、海洛因7015克及包装物塑料纸20张、塑料袋2条已依法扣押。（3）某地县腾越镇立新汽车修理厂出具的《证明》，证实2016年5月31日该厂工人协助某市公安局禁毒大队对AH3K23中华轿车进行搜查，从轿车驾驶位及副驾驶位下的夹层内查出四方形状的20块可疑物品。（4）《称量记录》《提取笔录》，证实被告人常某A、支某某运输的海洛因净重7015克，并从中提取检材送检。（5）《手机通话清单》，证实对被告人常某A、支某某持有的手机进行勘查的情况。二人在被抓前几日多次通话，支某某在被抓前多次与其供述的“接车妇女”通话，并在5月27日与常某A购车时留的“何某某”号码多次通话。常某A在5月27-28日多次与其购车时留的“何某某”号码通话，该“何某某”号码即为常某A供述的常某号码。（6）《中国农业银行账户查询及明细》，证实从被告人常某A身上查获的银行卡户名常某A，2016年5月27日该卡收入43000元，当日即现支31000元、5000元，转支常某7000元。（7）某市星添瑞商务酒店出具的《住宿登记》，证实被告人常某A、支某某2016年5月28日-30日在该酒店登记住宿。（8）《售车协议》《辨认笔录》及照片，证实2016年5月27日何某某（即常某A）与周某,4签订协议购买云Ａ×××××中华轿车；另周某,4辨认出当天和其购买中华轿车的男子即常某A和支某某。（9）《现场检测报告书》，证实被告人支某某的尿液检测结果呈吗啡阳性、甲某A非他明阴性，常某A的尿液检测结果呈吗啡、甲某A非他明双阴性。3.鉴定意见。（保）公（司）鉴（毒）字〔2016〕221号《毒品定量检验报告》，证实所送检材中均检出海洛因成分。4.证人证言。证人周某,4证言，证实2016年5月27日，一名叫何某某的男子（即常某）来云南省二手车市场购买了云Ａ×××××中华轿车，男子签协议时签了何某某的名字，付了31000元现金，留了号码。当时和何某某一起的男子（即支某某）试车后何某某决定购买。5.被告人供述与辩解。（1）被告人常某A供述，十多天前，其弟常某找其和支某某到某地送毒品，事后给二人二十万。二人商量不出面运毒品，找两人帮二人运，二人带路。5月27日，二人到某地二手车市场看了价格31000元的云Ａ×××××中华牌轿车。二人联系常某汇钱，常某汇在其农行卡内43000元。其取31000元付车款，5000元作路费，汇还常某7000元。28日，支某某找了个驾驶员和1个工人，二人让驾驶员送工人到某地。后由驾驶员开中华车和工人在前，其开微型车和支某某在后到某地。29日常某B联系二人说让支某某送车去某地装毒品。30日晚，对方联系支某某去开车，毒品已经装好。其开微型车送支某某过某地联检大楼过桥处支某某下车。21时，支某某联系其换车牌照。其找到支某某，二人将中华车牌照换好。23时，其开微型车朝前探路，刚走了一点就见支某某被民警抓了，其开微型车过某地和姐告间的联检大楼后被抓。毒品送到哪里没有说好，由常某指挥。二十万除去开支后二人平分。微型车是支某某购买落在其名下。（2）被告人支某某供述，2015年认识常某A、常某两弟兄。2016年5月常某打电话让其帮开车到某市，其知是运输毒品。其和常某A商量去某市的车，常某A说常某打钱给他在某地买二手车。5月27日二人到云安会都二手车市场看中云Ａ×××××中华车，常某打钱到常某A农行卡内，常某A取钱给老板并签了合同。后其上网找了叫“罗某”的代驾司机。28日，“罗某”和其的一个熟人开中华车，其和常某A开微型车到某地。29日，常某微信说有个女的要来接车。其开中华车后有个30多岁的妇女上车并让其开到某地，妇女和另一男子开中华车离开，其在某地看到常某。30日，妇女打电话叫其到姐告国门等着并说把车子的某地牌照换成中国牌照。后有男子开车到国门停车场，男子说车上有钱和手机，叫其开车赶快上高速，见到出口就下高速，然后装好东西再出发，手机保持4G网聊开机。后其打电话给常某A换车牌。常某A开微型车到后二人把中华车的某地牌照换成中国牌照。后常某A开微型车在前，其开中华车在后朝某地方向行驶，行至中华大酒店门口时被抓，常某A在前行驶，不知在哪里被抓。其负责联系司机，常某A负责跟车，常某指挥其和常某A。二人准备叫“罗某”开藏毒品的车从某地到某州。微型车是其2016年1月购买后落在常某A名下。其被抓后到某地都坐在中华车上，对车子拆除前车一直被封存着。以上证据收集程序合法，内容客观真实，且相互之间具有关联性，本院予以采信。", "court_view": "本院认为，被告人常某A、支某某明知是毒品海洛因而运输的行为已触犯刑律，构成运输毒品罪。公诉机关指控被告人常某A、支某某犯运输毒品罪的事实和罪名成立，本院予以确认。本案被告人的供述、通话记录、银行交易记录等证据证实被告人常某A、支某某受指使运输毒品，系从犯，应从轻处罚。被告人常某A归案后对犯罪事实进行供述，亦有所辩解。被告人支某某归案后如实供述犯罪事实，认罪态度好。辩护人关于二被告人系从犯，及支某某的辩护人关于支某某认罪态度好的辩护意见予以采信。根据二被告人的具体犯罪事实、地位作用、认罪态度对二被告人予以判处。为打击毒品犯罪，维护社会管理秩序，保护公民身心健康，", "defendants": ["常某A", "支某某"], "outcomes": [{"name": "常某A", "judgment": [{"accusation": "运输毒品罪", "standard_accusation": "走私、贩卖、运输、制造毒品罪", "article": ["347-2"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 0, "death_penalty": false, "life_imprisonment": true, "fine": 0, "fine_without_amount": false}}]}, {"name": "支某某", "judgment": [{"accusation": "运输毒品罪", "standard_accusation": "走私、贩卖、运输、制造毒品罪", "article": ["347-2"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 0, "death_penalty": false, "life_imprisonment": true, "fine": 0, "fine_without_amount": false}}]}], "relevant_articles": ["25-1", "27", "57-1", "67-3", "64"]}
{"Fact": "经审理查明：被告人童某某、刁某某于2018年5月22日晚上，经事先合谋，欲至被告人童某某施工工地某市顾山镇英才街120号护养院盗窃螺纹钢筋，并由被告人刁某某寻找到开设个体回收站的黄某乙、黄某甲父子（另案处理）回收钢筋。当晚20时许，被告人刁某某搭乘黄某甲驾驶的苏Ｂ×××××卡车至上述护养院工地，被告人童某某驾驶吊机将护养院内的两盘螺纹钢筋（重4.11吨，价值人民币16851元），起吊到黄某甲驾驶的卡车上，后被告人刁某某伙同黄某甲将窃得的钢筋运至某市澄江街道新华路290号回收站，销赃得款人民币9600元。案发后，被告人童某某已退赔被害人缪某人民币13000元，被告人刁某某已退赔被害人缪某人民币4300元。上述事实，被告人童某某、刁某某多次供述在卷，在开庭审理过程中亦无异议，并有某市公安局制作、收集的接受证据材料清单、购买发票、赃物照片、收条等书证，证人黄某甲、黄某乙、陈某、任某、谢某的证言笔录，被害人缪某的陈述笔录，某市价格认定中心出具的价格认定结论书，某市公安局制作的辨认笔录、检查笔录及照片，常住人口基本信息，刑事案件侦破经过等证据证实，足以认定。", "court_view": "本院认为，被告人童某某、刁某某以非法占有为目的，共同秘密窃取他人财物，数额较大，其行为均确已构成盗窃罪，系共同犯罪。被告人童某某、刁某某归案后均如实供述犯罪事实，当庭自愿认罪，已退赔被害人经济损失，予以从轻处罚。公诉机关指控被告人童某某、刁某某犯盗窃罪的事实清楚，证据确实、充分，指控的罪名正确，予以采纳。根据被告人童某某、刁某某的犯罪情节及悔罪表现，结合调查评估意见，没有再犯罪危险，宣告缓刑对所居住社区没有重大不良影响，依法可以宣告缓刑。据此，", "defendants": ["童某某", "刁某某"], "outcomes": [{"name": "童某某", "judgment": [{"accusation": "盗窃罪", "standard_accusation": "盗窃罪", "article": ["264"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 9, "death_penalty": false, "life_imprisonment": false, "fine": 5000, "fine_without_amount": false}}]}, {"name": "刁某某", "judgment": [{"accusation": "盗窃罪", "standard_accusation": "盗窃罪", "article": ["264"], "penalty": {"surveillance": 0, "detention": 0, "imprisonment": 8, "death_penalty": false, "life_imprisonment": false, "fine": 4000, "fine_without_amount": false}}]}], "relevant_articles": ["25-1", "67-3", "72-1", "72-3"]}
